{
  "book_id": "PSA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. To be accompanied with the Shoshannim. A song of loveliness by the sons of Korah.” My heart is overflowing with a good matter; I will address my work to the king: May my tongue be like the pen of a ready writer!"
    },
    {
      "verse": 2,
      "text": "Thou art the fairest of the sons of men; Grace is poured upon thy lips; For God hath blessed thee for ever!"
    },
    {
      "verse": 3,
      "text": "Gird thy sword to thy thigh, thou hero!-Thy glory and ornament!"
    },
    {
      "verse": 4,
      "text": "In thy glorious array ride forth victoriously, On account of truth and mildness and justice; And thy right hand shall teach thee terrible things!"
    },
    {
      "verse": 5,
      "text": "Thine arrows are sharp; Nations shall fall before thee; They shall pierce the hearts of the king's enemies."
    },
    {
      "verse": 6,
      "text": "Thy throne is God's for ever and ever; The sceptre of thy kingdom is a sceptre of equity!"
    },
    {
      "verse": 7,
      "text": "Thou lovest righteousness, and hatest iniquity; Therefore hath God, thy God, anointed thee With the oil of gladness above thy fellows!"
    },
    {
      "verse": 8,
      "text": "All thy garments are myrrh, aloes, and cassia; From ivory palaces stringed instruments delight thee."
    },
    {
      "verse": 9,
      "text": "Daughters of kings are among thy chosen women; On the right hand stands the queen In gold of Ophir."
    },
    {
      "verse": 10,
      "text": "Listen, O daughter! consider, and incline thine ear; Forget thy people and thy father's house!"
    },
    {
      "verse": 11,
      "text": "For the king is captivated with thy beauty; He is now thy lord; honor thou him!"
    },
    {
      "verse": 12,
      "text": "So shall the daughter of Tyre seek thy favor with gifts, The rich among the people."
    },
    {
      "verse": 13,
      "text": "All glorious is the king's daughter in her apartment; Her robe is embroidered with gold."
    },
    {
      "verse": 14,
      "text": "In variegated garments shall she be led to the king; The virgin companions that follow her shall be brought unto thee."
    },
    {
      "verse": 15,
      "text": "With gladness and rejoicing shall they be brought; They shall enter the king's palace."
    },
    {
      "verse": 16,
      "text": "Instead of thy fathers shall be thy children, Whom thou shalt make princes through all the land."
    },
    {
      "verse": 17,
      "text": "I will make thy name memorable throughout all generations; So shall the nations praise thee for ever and ever!"
    }
  ]
}