{
  "book_id": "PSA",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of the sons of Korah.” Hear this, all ye nations; Give ear, all ye inhabitants of the world;"
    },
    {
      "verse": 2,
      "text": "Both high and low, rich and poor alike!"
    },
    {
      "verse": 3,
      "text": "My mouth shall speak wisdom, And the meditation of my mind shall be understanding."
    },
    {
      "verse": 4,
      "text": "I will incline mine ear to a poem; I will utter my song upon the harp."
    },
    {
      "verse": 5,
      "text": "Why should I fear in the days of adversity, When the iniquity of my adversaries encompasseth me;"
    },
    {
      "verse": 6,
      "text": "They who trust in their riches, And glory in the greatness of their wealth?"
    },
    {
      "verse": 7,
      "text": "No one can redeem his brother from death, Nor give a ransom for him to God,"
    },
    {
      "verse": 8,
      "text": "That he should live to eternity, And not see the pit."
    },
    {
      "verse": 9,
      "text": "Too costly is the redemption of his life, And he giveth it up for ever."
    },
    {
      "verse": 10,
      "text": "For he seeth that wise men die, As well as the foolish and the ignorant; They perish alike, And leave their wealth to others."
    },
    {
      "verse": 11,
      "text": "They imagine that their houses will endure for ever, And their dwelling-places from generation to generation: Men celebrate their names on the earth."
    },
    {
      "verse": 12,
      "text": "Yet man, who is in honor, abideth not; He is like the beasts that perish."
    },
    {
      "verse": 13,
      "text": "Such is the way which is their confidence! And they who come after them approve their maxims. [[Pause.]]"
    },
    {
      "verse": 14,
      "text": "Like sheep they are cast into the underworld; Death shall feed upon them; And the upright shall soon trample upon them. Their form shall be consumed in the underworld, And they shall no more have a dwelling-place."
    },
    {
      "verse": 15,
      "text": "But God will redeem my life from the underworld; Yea, he will take me under his care. [[Pause.]]"
    },
    {
      "verse": 16,
      "text": "Be not thou afraid, when one becometh rich; When the glory of his house is increased!"
    },
    {
      "verse": 17,
      "text": "For, when he dieth, he will carry nothing away; His glory will not descend after him."
    },
    {
      "verse": 18,
      "text": "Though in his life he thought himself happy,—Though men praised thee, while thou wast in prosperity,—"
    },
    {
      "verse": 19,
      "text": "Yet shalt thou go to the dwelling-place of thy fathers, Who never more shall see the light!"
    },
    {
      "verse": 20,
      "text": "The man who is in honor, but without understanding, Is like the beasts that perish."
    }
  ]
}