{
  "book_id": "PSA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of Asaph.” The mighty God, Jehovah, speaketh, and calleth the earth, From the rising of the sun to its going down."
    },
    {
      "verse": 2,
      "text": "Out of Zion, the perfection of beauty, God shineth forth."
    },
    {
      "verse": 3,
      "text": "Our God cometh, and will not be silent; Before him is a devouring fire, And around him a raging tempest."
    },
    {
      "verse": 4,
      "text": "He calleth to the heavens on high, And to the earth, while he judgeth his people:"
    },
    {
      "verse": 5,
      "text": "“Gather together before me my godly ones, Who have made a covenant with me by sacrifice!”"
    },
    {
      "verse": 6,
      "text": "(And the heavens shall declare his righteousness, For it is God himself that is judge.) [[Pause.]]"
    },
    {
      "verse": 7,
      "text": "“Hear, O my people, and I will speak! O Israel, and I will testify against thee! For I am God, thine own God."
    },
    {
      "verse": 8,
      "text": "I reprove thee not on account of thy sacrifices; For thy burnt-offerings are ever before me."
    },
    {
      "verse": 9,
      "text": "I will take no bullock from thy house, Nor he-goat from thy folds;"
    },
    {
      "verse": 10,
      "text": "For all the beasts of the forest are mine, And the cattle on a thousand hills."
    },
    {
      "verse": 11,
      "text": "I know all the birds of the mountains, And the wild beasts of the field are before me."
    },
    {
      "verse": 12,
      "text": "If I were hungry, I would not tell thee; For the world is mine, and all that is therein."
    },
    {
      "verse": 13,
      "text": "Do I eat the flesh of bulls, Or drink the blood of goats?"
    },
    {
      "verse": 14,
      "text": "Offer to God thanksgiving, And pay thy vows to the Most High!"
    },
    {
      "verse": 15,
      "text": "Then call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me!”"
    },
    {
      "verse": 16,
      "text": "And to the wicked God saith, “To what purpose dost thou talk of my statutes? And why hast thou my laws upon thy lips?—"
    },
    {
      "verse": 17,
      "text": "Thou, who hatest instruction And castest my words behind thee!"
    },
    {
      "verse": 18,
      "text": "When thou seest a thief, thou art in friendship with him, And hast fellowship with adulterers."
    },
    {
      "verse": 19,
      "text": "Thou lettest loose thy mouth to evil, And thy tongue frameth deceit;"
    },
    {
      "verse": 20,
      "text": "Thou sittest and speakest against thy brother; Thou slanderest thine own mother's son."
    },
    {
      "verse": 21,
      "text": "These things hast thou done, and I kept silence; Hence thou thoughtest that I was altogether like thyself: But I will reprove thee, and set it in order before thine eyes."
    },
    {
      "verse": 22,
      "text": "Mark this, ye that forget God, Lest I tear you in pieces, and none deliver you!"
    },
    {
      "verse": 23,
      "text": "Whoso offereth praise honoreth me; And to him who hath regard to his ways Will I show salvation from God.”"
    }
  ]
}