{
  "book_id": "PSA",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David, when Nathan the prophet came unto him, after his intercourse with Bathsheba.” Be gracious unto me, O God! according to thy loving kindness; According to the greatness of thy mercy, blot out my transgressions!"
    },
    {
      "verse": 2,
      "text": "Wash me thoroughly from my iniquity, And cleanse me from my sin!"
    },
    {
      "verse": 3,
      "text": "For I acknowledge my transgressions, And my sin is ever before me."
    },
    {
      "verse": 4,
      "text": "Against thee, thee only, have I sinned, And in thy sight have I done evil; So that thou art just in thy sentence, And righteous in thy judgment."
    },
    {
      "verse": 5,
      "text": "Behold! I was born in iniquity, And in sin did my mother conceive me."
    },
    {
      "verse": 6,
      "text": "Behold! thou desirest truth in the heart; So teach me wisdom in my inmost soul!"
    },
    {
      "verse": 7,
      "text": "Purge me with hyssop, until I be clean; Wash me, until I be whiter than snow!"
    },
    {
      "verse": 8,
      "text": "Make me to hear joy and gladness, So that the bones which thou hast broken may rejoice!"
    },
    {
      "verse": 9,
      "text": "Hide thy face from my sins, And blot out all my iniquities!"
    },
    {
      "verse": 10,
      "text": "Create within me a clean heart, O God! Renew within me a steadfast spirit!"
    },
    {
      "verse": 11,
      "text": "Cast me not away from thy presence, And take not thy holy spirit from me!"
    },
    {
      "verse": 12,
      "text": "Restore to me the joy of thy protection, And strengthen me with a willing spirit!"
    },
    {
      "verse": 13,
      "text": "Then will I teach thy ways to transgressors, And sinners shall be converted to thee."
    },
    {
      "verse": 14,
      "text": "Deliver me from the guilt of blood, O God, the God of my salvation! That my tongue may sing aloud of thy goodness!"
    },
    {
      "verse": 15,
      "text": "O Lord! open thou my lips, That my mouth may show forth thy praise!"
    },
    {
      "verse": 16,
      "text": "For thou desirest not sacrifice, else would I give it; Thou delightest not in burnt-offerings."
    },
    {
      "verse": 17,
      "text": "The sacrifice which God loveth is a broken spirit; A broken and contrite heart, O God! thou wilt not despise!"
    },
    {
      "verse": 18,
      "text": "Do good to Zion according to thy mercy; Build up the walls of Jerusalem!"
    },
    {
      "verse": 19,
      "text": "Then shalt thou be pleased with sacrifices of righteousness, With burnt-offerings and complete offerings; Then shall bullocks be offered upon thine altar."
    }
  ]
}