{
  "book_id": "PSA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. To be sung on stringed instruments. A psalm of David.” Give ear to my prayer, O God! Hide not thyself from my supplication!"
    },
    {
      "verse": 2,
      "text": "Attend unto me, and hear me! I wander about mourning and wailing,"
    },
    {
      "verse": 3,
      "text": "On account of the clamors of the enemy, On account of the violence of the wicked. For they bring evil upon me, And in wrath set themselves against me."
    },
    {
      "verse": 4,
      "text": "My heart trembleth in my bosom, And the terrors of death have fallen upon me."
    },
    {
      "verse": 5,
      "text": "Fear and trembling have seized me, And horror hath overwhelmed me."
    },
    {
      "verse": 6,
      "text": "Then I say, O that I had wings like a dove! For then would I fly away, and be at rest."
    },
    {
      "verse": 7,
      "text": "Behold, I would wander far away, And take up my abode in a wilderness. [[Pause.]]"
    },
    {
      "verse": 8,
      "text": "I would hasten away to a shelter From the rushing wind and tempest."
    },
    {
      "verse": 9,
      "text": "Confound, O Lord! divide their counsels! For I behold violence and strife in the city."
    },
    {
      "verse": 10,
      "text": "Day and night do these go about its walls; In the midst of it are iniquity and mischief."
    },
    {
      "verse": 11,
      "text": "Wickedness is in the midst of it; Oppression and fraud depart not from its streets."
    },
    {
      "verse": 12,
      "text": "It was not an enemy that reviled me, Then I could have borne it; Nor one that hated me, who rose up against me; From him I could have hid myself."
    },
    {
      "verse": 13,
      "text": "But it was thou, a man my equal, My friend, and my acquaintance."
    },
    {
      "verse": 14,
      "text": "We held sweet converse together, And walked to the house of God in company."
    },
    {
      "verse": 15,
      "text": "May sudden death seize upon them! May they go down to the underworld alive! For wickedness is in their dwellings, in the midst of them."
    },
    {
      "verse": 16,
      "text": "As for me, I will call upon God, And Jehovah will save me."
    },
    {
      "verse": 17,
      "text": "At evening, at morn, and at noon I mourn and sigh, And he will hear my voice."
    },
    {
      "verse": 18,
      "text": "He will deliver me in peace from my conflict; For many have risen up against me."
    },
    {
      "verse": 19,
      "text": "God will hear me, and bring them down,—He that hath been judge of old. [[Pause.]] Because they have no changes, Therefore they fear not God."
    },
    {
      "verse": 20,
      "text": "They lift up their hands against their friend, And break their covenant with him."
    },
    {
      "verse": 21,
      "text": "Their speech was softer than butter, But war was in their heart; Their words were smoother than oil, Yet were they drawn swords."
    },
    {
      "verse": 22,
      "text": "“Cast thy burden upon the LORD, and he will sustain thee; He will never suffer the righteous to fall!”"
    },
    {
      "verse": 23,
      "text": "Yea, thou, O God! wilt bring them down into the lowest pit! Bloody and deceitful men shall not live out half their days. But I will trust in thee!"
    }
  ]
}