{
  "book_id": "PSA",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. To the tune of “Do not destroy.” A psalm of David, when Saul sent, and they watched the house to kill him.” Deliver me from my enemies, O my God! Defend me from them that rise up against me!"
    },
    {
      "verse": 2,
      "text": "Deliver me from the doers of iniquity, And save me from men of blood!"
    },
    {
      "verse": 3,
      "text": "For, lo! they lie in wait for my life; The mighty are gathered against me, Without any offence or fault of mine, O LORD!"
    },
    {
      "verse": 4,
      "text": "Without any offence of mine, they run and prepare themselves; Awake to help me, and behold!"
    },
    {
      "verse": 5,
      "text": "Do thou, O Jehovah, God of hosts, God of Israel, Awake to punish all the nations! Show no mercy to any wicked transgressors! [[Pause.]]"
    },
    {
      "verse": 6,
      "text": "Let them return at evening, Let them howl like dogs, And go round about the city!"
    },
    {
      "verse": 7,
      "text": "Behold! with their mouths they belch out malice; Swords are upon their lips; “For who,” say they, “will hear?”"
    },
    {
      "verse": 8,
      "text": "Yet thou, O LORD! wilt laugh at them; Thou wilt hold all the nations in derision!"
    },
    {
      "verse": 9,
      "text": "O my Strength! to thee will I look! For God is my defence;"
    },
    {
      "verse": 10,
      "text": "My God will come to meet me with his mercy; God will cause me to look with joy upon my enemies."
    },
    {
      "verse": 11,
      "text": "Slay them not, lest my people forget; Scatter them by thy power, and cast them down, O Lord, our shield!"
    },
    {
      "verse": 12,
      "text": "The word of their lips is the sin of their mouth; Let them be overtaken in their pride, For the curses and the falsehood which they utter!"
    },
    {
      "verse": 13,
      "text": "Consume them in thy wrath; consume them that they be no more, That they may know that God ruleth in Jacob, Even to the ends of the earth! [[Pause.]]"
    },
    {
      "verse": 14,
      "text": "Let them return at evening, Let them howl like dogs, And go round about the city!"
    },
    {
      "verse": 15,
      "text": "Let them wander about for food, When they have passed the night unsatisfied!"
    },
    {
      "verse": 16,
      "text": "But I will sing of thy power; Yea, in the morning will I sing aloud of thy mercy; For thou hast been my defence, My refuge in the day of my distress."
    },
    {
      "verse": 17,
      "text": "To thee, O my Strength! will I sing! For God is my defence; a God of mercy to me."
    }
  ]
}