{
  "book_id": "PSA",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David.” To thee belongeth trust, to thee praise, O God in Zion! And to thee shall the vow be performed!"
    },
    {
      "verse": 2,
      "text": "O Thou that hearest prayer! To thee shall all flesh come!"
    },
    {
      "verse": 3,
      "text": "My iniquities are heavy upon me; But thou wilt forgive our transgressions!"
    },
    {
      "verse": 4,
      "text": "Happy is he whom thou choosest, And bringest near thee to dwell in thy courts! May we be satisfied with the blessings of thy house, Thy holy temple!"
    },
    {
      "verse": 5,
      "text": "By wonderful deeds dost thou answer us in thy goodness, O God, our salvation! Who art the confidence of all the ends of the earth, And of the most distant seas!"
    },
    {
      "verse": 6,
      "text": "Thou makest fast the mountains by thy power, Being girded with strength!"
    },
    {
      "verse": 7,
      "text": "Thou stillest the roar of the sea, The roar of its waves, And the tumult of the nations."
    },
    {
      "verse": 8,
      "text": "They who dwell in the ends of the earth are awed by thy signs; Thou makest the outgoings of the morning and of the evening to rejoice!"
    },
    {
      "verse": 9,
      "text": "Thou visitest the earth and waterest it; Thou enrichest it exceedingly; The river of God is full of water. Thou suppliest the earth with corn, When thou hast thus prepared it."
    },
    {
      "verse": 10,
      "text": "Thou waterest its furrows, And breakest down its ridges; Thou makest it soft with showers, And blessest its increase."
    },
    {
      "verse": 11,
      "text": "Thou crownest the year with thy goodness; Thy footsteps drop fruitfulness;"
    },
    {
      "verse": 12,
      "text": "They drop it upon the pastures of the wilderness, And the hills are girded with gladness."
    },
    {
      "verse": 13,
      "text": "The pastures are clothed with flocks, And the valleys are covered with corn; They shout, yea, they sing for joy."
    }
  ]
}