{
  "book_id": "PSA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm.” Shout joyfully unto God. all ye lands!"
    },
    {
      "verse": 2,
      "text": "Sing ye the honor of his name; Make his praise glorious!"
    },
    {
      "verse": 3,
      "text": "Say unto God, How terrible are thy doings! Through the greatness of thy power thine enemies are suppliants to thee!"
    },
    {
      "verse": 4,
      "text": "Let all the earth worship thee; Let it sing praise to thee, let it sing praise to thy name! [[Pause.]]"
    },
    {
      "verse": 5,
      "text": "Come, behold the works of God! How terrible his doings among the sons of men!"
    },
    {
      "verse": 6,
      "text": "He turned the sea into dry land; They went through the deep on foot; Then we rejoiced in him."
    },
    {
      "verse": 7,
      "text": "By his power he ruleth for ever; His eyes are fixed upon the nations; Let not the rebellious exalt themselves! [[Pause.]]"
    },
    {
      "verse": 8,
      "text": "O bless our God, ye nations. And make the voice of his praise to be heard!"
    },
    {
      "verse": 9,
      "text": "It is he who preserveth our lives, And suffereth not our feet to stumble."
    },
    {
      "verse": 10,
      "text": "Thou hast, indeed, proved us, O God! Thou hast tried us as silver is tried."
    },
    {
      "verse": 11,
      "text": "Thou broughtest us into a snare, And didst lay a heavy burden upon our backs;"
    },
    {
      "verse": 12,
      "text": "Thou didst cause men to ride upon our heads, And we have gone through fire and water: But thou hast brought us to a place of abundance."
    },
    {
      "verse": 13,
      "text": "I will go into thy house with burnt-offerings! I will pay thee my vows,—"
    },
    {
      "verse": 14,
      "text": "The vows which my lips uttered. Which my mouth promised in my trouble."
    },
    {
      "verse": 15,
      "text": "Burnt sacrifices of fatlings will I offer to thee with the fat of rams; Bullocks, with he-goats, will I sacrifice to thee. [[Pause.]]"
    },
    {
      "verse": 16,
      "text": "Come and hear, all ye who fear God, And I will relate what he hath done for me!"
    },
    {
      "verse": 17,
      "text": "I called upon him with my mouth, And praise is now upon my tongue."
    },
    {
      "verse": 18,
      "text": "If I had meditated wickedness in my heart, The Lord would not have heard me:"
    },
    {
      "verse": 19,
      "text": "But surely God hath heard me; He hath had regard to the voice of my supplication."
    },
    {
      "verse": 20,
      "text": "Blessed be God, who did not reject my prayer, Nor withhold his mercy from me!"
    }
  ]
}