{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David.” Let God arise, and his enemies are scattered, And they who hate him flee before him!"
    },
    {
      "verse": 2,
      "text": "As smoke is dispersed, so thou dispersest them; As wax melteth before the fire, So perish the wicked before the face of God."
    },
    {
      "verse": 3,
      "text": "But the righteous are glad and rejoice in his presence, Yea, they exult exceedingly."
    },
    {
      "verse": 4,
      "text": "Sing unto God; sing praises to his name! Prepare a way for him who rideth through the desert! Jehovah is his name; be joyful in his presence!"
    },
    {
      "verse": 5,
      "text": "The father of the fatherless, and the protector of the widow, Is God in his holy habitation."
    },
    {
      "verse": 6,
      "text": "God causeth the forsaken to dwell in houses; He leadeth forth to prosperity them that are bound; But the rebellious shall dwell in a barren land."
    },
    {
      "verse": 7,
      "text": "O God! when thou didst go before thy people, When thou didst march through the wilderness. [[Pause.]]"
    },
    {
      "verse": 8,
      "text": "The earth quaked, and the heavens dropped at the presence of God; This Sinai trembled at the presence of God, the God of Israel."
    },
    {
      "verse": 9,
      "text": "Thou, O God! didst send a plentiful rain; Thou didst strengthen thy wearied inheritance."
    },
    {
      "verse": 10,
      "text": "Thy people established themselves in the land; Thou, O God! in thy goodness, didst prepare it for the needy!"
    },
    {
      "verse": 11,
      "text": "The Lord gave the song of victory Of the maidens publishing glad tidings to the mighty host."
    },
    {
      "verse": 12,
      "text": "“The kings with their armies have fled, —have fled! And the matron at home divideth the spoil."
    },
    {
      "verse": 13,
      "text": "Truly ye may repose yourselves in the stalls, Like the wings of a dove covered with silver, And her feathers with shining gold.”"
    },
    {
      "verse": 14,
      "text": "When the Most High destroyed the kings in the land, It was white [[with their bones]] like Salmon."
    },
    {
      "verse": 15,
      "text": "Ye lofty hills, ye hills of Bashan, Ye many-topped hills, ye hills of Bashan,"
    },
    {
      "verse": 16,
      "text": "Why frown ye, ye many-topped hills, At the hill in which God is pleased to dwell, In which Jehovah will dwell for ever?"
    },
    {
      "verse": 17,
      "text": "The chariots of God are myriads, yea, thousands of thousands; The Lord is in the midst of them, as upon Sinai, in the sanctuary."
    },
    {
      "verse": 18,
      "text": "Thou hast ascended on high, Thou hast led captive the vanquished, Thou hast received gifts among men, Even the rebellious, that here thou mightst dwell, O LORD God!"
    },
    {
      "verse": 19,
      "text": "Praised be the Lord daily! When we are heavy-laden, the Mighty One is our help."
    },
    {
      "verse": 20,
      "text": "Our God is a God of salvation; From the Lord Jehovah cometh deliverance from death."
    },
    {
      "verse": 21,
      "text": "But God smiteth the head of his enemies, Even the hairy crowns of those who go on in their iniquity."
    },
    {
      "verse": 22,
      "text": "“I will bring them back,” saith the Lord, “from Bashan; I will bring them back from the deep sea;"
    },
    {
      "verse": 23,
      "text": "That thy foot may be dipped in their blood, That thy dogs may drink the blood of thine enemies.”"
    },
    {
      "verse": 24,
      "text": "We have seen thy procession, O God! The procession of my God, my king, to his sanctuary!"
    },
    {
      "verse": 25,
      "text": "The singers go before, the minstrels follow, Amidst damsels playing on timbrels."
    },
    {
      "verse": 26,
      "text": "Praise ye God in your assemblies; Praise the Lord, all ye from the fountain of Israel!"
    },
    {
      "verse": 27,
      "text": "Here is Benjamin, the youngest, and his leaders; The chiefs of Judah, and their band; The chiefs of Zebulon, and the chiefs of Naphtali."
    },
    {
      "verse": 28,
      "text": "Thy God has ordained thy strength, [[O Israel!]] Show forth thy might, O God! thou who hast wrought for us!"
    },
    {
      "verse": 29,
      "text": "Because of thy temple in Jerusalem Shall kings bring presents to thee."
    },
    {
      "verse": 30,
      "text": "Rebuke the wild beast of the reeds, The multitude of bulls with the calves of the nations, So that they shall cast themselves down with masses of silver; Scatter thou the nations that delight in war!"
    },
    {
      "verse": 31,
      "text": "Princes shall come out of Egypt; Ethiopia shall haste with outstretched hands to God."
    },
    {
      "verse": 32,
      "text": "Ye kingdoms of the earth, sing unto God; Sing praises to Jehovah;"
    },
    {
      "verse": 33,
      "text": "To him who rideth upon the ancient heaven of heavens! Behold, he uttereth his voice, his mighty voice!"
    },
    {
      "verse": 34,
      "text": "Give glory to God, Whose majesty is in Israel, and whose might is in the clouds!"
    },
    {
      "verse": 35,
      "text": "Terrible art thou, O God! from thy sanctuary! The God of Israel giveth strength and power to his people. Praised be God!"
    }
  ]
}