{
  "book_id": "PSA",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "In thee, O LORD! do I put my trust! Let me never be put to shame!"
    },
    {
      "verse": 2,
      "text": "In thy goodness deliver and rescue me; Incline thine ear to me, and save me!"
    },
    {
      "verse": 3,
      "text": "Be thou the rock of my abode, where I may continually resort! Thou hast granted me deliverance; For thou art my rock and my fortress!"
    },
    {
      "verse": 4,
      "text": "Save me, O my God! from the hand of the wicked,-From the hand of the unjust and cruel!"
    },
    {
      "verse": 5,
      "text": "For thou art my hope, O Lord Jehovah! Thou hast been my trust from my youth!"
    },
    {
      "verse": 6,
      "text": "Upon thee have I leaned from my birth; From my earliest breath thou hast been my support; My song hath been continually of thee!"
    },
    {
      "verse": 7,
      "text": "I am a wonder to many, But thou art my strong refuge."
    },
    {
      "verse": 8,
      "text": "Let my mouth be filled with thy praise; Yea, all the day long, with thy glory."
    },
    {
      "verse": 9,
      "text": "Cast me not off in mine old age; Forsake me not, When my strength faileth!"
    },
    {
      "verse": 10,
      "text": "For my enemies speak against me, And they who lay wait for my life consult together:"
    },
    {
      "verse": 11,
      "text": "“God,” say they, “hath forsaken him; Pursue and seize him; for he hath none to deliver him!”"
    },
    {
      "verse": 12,
      "text": "O God! be not far from me! Come speedily to mine aid, O my God!"
    },
    {
      "verse": 13,
      "text": "Let them perish with shame who are my enemies; Let them be covered with contempt and dishonor who seek my hurt!"
    },
    {
      "verse": 14,
      "text": "But I will hope continually; I shall yet praise thee more and more."
    },
    {
      "verse": 15,
      "text": "My mouth shall speak of thy goodness,—Of thy sure protection all the day long; For thy mercies are more than I can number."
    },
    {
      "verse": 16,
      "text": "I will celebrate thy mighty deeds, O Lord Jehovah! I will make mention of thy goodness, of thine only!"
    },
    {
      "verse": 17,
      "text": "O God! thou hast taught me from my youth, And thus far have I declared thy wondrous deeds;"
    },
    {
      "verse": 18,
      "text": "And now, when I am old and gray-headed, O God! forsake me not, Until I make known thine arm to the next generation,-Thy mighty power to all that are to come!"
    },
    {
      "verse": 19,
      "text": "For thy goodness, O God! reacheth to the heavens; Wonderful things doest thou! O God! who is like unto thee?"
    },
    {
      "verse": 20,
      "text": "Thou hast suffered us to see great and grievous troubles; Thou wilt again give us life, And wilt bring us back from the depths of the earth!"
    },
    {
      "verse": 21,
      "text": "Thou wilt increase my greatness; Thou wilt again comfort me!"
    },
    {
      "verse": 22,
      "text": "Then will I praise thee with the psaltery; Even thy faithfulness, O my God! To thee will I sing with the harp, O Holy One of Israel!"
    },
    {
      "verse": 23,
      "text": "My lips shall rejoice, when I sing to thee; And my soul, which thou hast redeemed from death;"
    },
    {
      "verse": 24,
      "text": "My tongue also shall continually speak of thy righteousness: For all who seek my hurt are brought to shame and confounded."
    }
  ]
}