{
  "book_id": "PSA",
  "chapter": 72,
  "verses": [
    {
      "verse": 1,
      "text": "“For Solomon.” To the king, O God! give thy justice, And to the son of a king thy righteousness!"
    },
    {
      "verse": 2,
      "text": "Yea! he shall judge thy people with equity, And thine oppressed ones with justice."
    },
    {
      "verse": 3,
      "text": "For the mountains shall bring forth peace to the people, And the hills, through righteousness."
    },
    {
      "verse": 4,
      "text": "He shall defend the oppressed of the people; He shall save the needy, And break in pieces the oppressor."
    },
    {
      "verse": 5,
      "text": "They shall fear thee as long as the sun and moon shall endure, From generation to generation."
    },
    {
      "verse": 6,
      "text": "He shall be like rain descending on the mown field,—Like showers which water the earth."
    },
    {
      "verse": 7,
      "text": "In his days shall the righteous flourish, And great shall be their prosperity, as long as the moon shall endure."
    },
    {
      "verse": 8,
      "text": "He shall have dominion from sea to sea, And from the river to the ends of the earth."
    },
    {
      "verse": 9,
      "text": "They that dwell in the desert shall bow before him, And his enemies shall lick the dust."
    },
    {
      "verse": 10,
      "text": "The kings of Tarshish and of the isles shall bring presents; The kings of Sheba and Seba shall offer gifts;"
    },
    {
      "verse": 11,
      "text": "Yea, all kings shall fall down before him; All nations shall serve him."
    },
    {
      "verse": 12,
      "text": "For he shall deliver the poor who crieth for aid, And the oppressed who hath no helper."
    },
    {
      "verse": 13,
      "text": "He shall spare the weak and needy, And save the lives of the poor."
    },
    {
      "verse": 14,
      "text": "He shall redeem them from deceit and violence, And their blood shall be precious in his sight."
    },
    {
      "verse": 15,
      "text": "He shall prosper, and to him shall be given of the gold of Sheba; Prayer also shall be made for him continually, And daily shall he be praised."
    },
    {
      "verse": 16,
      "text": "There shall be an abundance of corn in the land; Its fruit shall shake like Lebanon, even on the tops of the mountains; And they of the cities shall flourish as the grass of the earth."
    },
    {
      "verse": 17,
      "text": "His name shall endure for ever; His name shall be continued as long as the sun. By him shall men bless themselves; All nations shall call him blessed."
    },
    {
      "verse": 18,
      "text": "[[Praised be God, Jehovah, the God of Israel, Who alone doeth wonderful things!"
    },
    {
      "verse": 19,
      "text": "Praised be his glorious name for ever! May his glory fill the whole earth! Amen, Amen!"
    },
    {
      "verse": 20,
      "text": "Here end the Psalms of David, the son of Jesse.]]"
    }
  ]
}