{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "“BOOK III. A psalm of Asaph.” Truly God is good to Israel,—To those who are pure in heart."
    },
    {
      "verse": 2,
      "text": "Yet my feet almost gave way; My steps had well nigh slipped:"
    },
    {
      "verse": 3,
      "text": "For I was envious of the proud, When I saw the prosperity of the wicked."
    },
    {
      "verse": 4,
      "text": "For they have no pains even to their death; Their bodies are in full health."
    },
    {
      "verse": 5,
      "text": "They have not the woes of other men, Neither are they smitten like other men."
    },
    {
      "verse": 6,
      "text": "Therefore pride encircleth their neck as a collar; Violence covereth them as a garment."
    },
    {
      "verse": 7,
      "text": "From their bosom issueth their iniquity; The designs of their hearts burst forth."
    },
    {
      "verse": 8,
      "text": "They mock, and speak of malicious oppression; Their words are haughty;"
    },
    {
      "verse": 9,
      "text": "They stretch forth their mouth to the heavens, And their tongue goeth through the earth;"
    },
    {
      "verse": 10,
      "text": "Therefore his people walk in their ways, And there drink from full fountains."
    },
    {
      "verse": 11,
      "text": "And they say, “How doth God know? How can there be knowledge with the Most High?”"
    },
    {
      "verse": 12,
      "text": "Behold these are the ungodly! Yet they are ever prosperous; they heap up riches."
    },
    {
      "verse": 13,
      "text": "Verily I have cleansed my heart in vain; In vain have I washed my hands in innocence."
    },
    {
      "verse": 14,
      "text": "For every day have I been smitten; Every morn have I been chastened."
    },
    {
      "verse": 15,
      "text": "If I should resolve to speak like them, Surely I should be treacherous to the family of thy children."
    },
    {
      "verse": 16,
      "text": "So, when I studied to know this, It was painful to my eyes;"
    },
    {
      "verse": 17,
      "text": "Until I went into the sanctuaries of God, And considered what was their end."
    },
    {
      "verse": 18,
      "text": "Behold! thou hast set them on slippery places; Thou castest them down into unseen pits."
    },
    {
      "verse": 19,
      "text": "How are they brought to desolation in a moment, And utterly consumed with sudden destruction!"
    },
    {
      "verse": 20,
      "text": "As a dream when one awaketh, Thou, O Lord! when thou awakest, wilt make their vain show a derision."
    },
    {
      "verse": 21,
      "text": "When my heart was vexed And I was pierced in my reins,"
    },
    {
      "verse": 22,
      "text": "Then was I stupid and without understanding; I was like one of the brutes before thee."
    },
    {
      "verse": 23,
      "text": "Yet am I ever under thy care; By my right hand thou dost hold me up."
    },
    {
      "verse": 24,
      "text": "Thou wilt guide me with thy counsel, And at last receive me in glory."
    },
    {
      "verse": 25,
      "text": "Whom have I in heaven but thee, And whom on earth do I love in comparison with thee?"
    },
    {
      "verse": 26,
      "text": "Though my flesh and my heart fail, God is the strength of my heart, and my portion for ever."
    },
    {
      "verse": 27,
      "text": "For, lo! they who are far from thee perish; Thou destroyest all who estrange themselves from thee."
    },
    {
      "verse": 28,
      "text": "But it is good for me to draw near to God; I put my trust in the Lord Jehovah, That I may declare all thy works."
    }
  ]
}