{
  "book_id": "PSA",
  "chapter": 77,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music of the Jeduthunites. A psalm of Asaph.” I call upon God; I cry aloud for help; I call upon God, that he would hear me!"
    },
    {
      "verse": 2,
      "text": "In the day of my trouble I seek the Lord; In the night is my hand stretched forth continually; My soul refuseth to be comforted."
    },
    {
      "verse": 3,
      "text": "I remember God, and am disquieted; I think of him, and my spirit is overwhelmed."
    },
    {
      "verse": 4,
      "text": "Thou keepest mine eyelids from closing; I am distressed, so that I cannot speak!"
    },
    {
      "verse": 5,
      "text": "I think of the days of old,—The years of ancient times."
    },
    {
      "verse": 6,
      "text": "I call to remembrance my songs in the night; I meditate in my heart, And my spirit inquireth:"
    },
    {
      "verse": 7,
      "text": "Will the Lord be angry for ever? Will he be favorable no more?"
    },
    {
      "verse": 8,
      "text": "Is his mercy utterly withdrawn for ever? Doth his promise fail from generation to generation?"
    },
    {
      "verse": 9,
      "text": "Hath God forgotten to be gracious? Hath he in anger shut up his compassion?"
    },
    {
      "verse": 10,
      "text": "Then I say, “This is mine affliction, A change in the right hand of the Most High.”"
    },
    {
      "verse": 11,
      "text": "I remember the deeds of Jehovah; I think of thy wonders of old."
    },
    {
      "verse": 12,
      "text": "I meditate on all thy works, And talk of thy doings."
    },
    {
      "verse": 13,
      "text": "Thy ways, O God! are holy! Who so great a god as our God?"
    },
    {
      "verse": 14,
      "text": "Thou art a God who doest wonders; Thou hast manifested thy power among the nations."
    },
    {
      "verse": 15,
      "text": "With thy strong arm thou didst redeem thy people,—The sons of Jacob and Joseph."
    },
    {
      "verse": 16,
      "text": "The waters saw thee, O God! The waters saw thee, and feared, And the deep trembled."
    },
    {
      "verse": 17,
      "text": "The clouds poured out water, The skies sent forth thunder, And thine arrows flew."
    },
    {
      "verse": 18,
      "text": "Thy thunder roared in the whirlwind; Thy lightning illumined the world; The earth trembled and shook."
    },
    {
      "verse": 19,
      "text": "Thy way was through the sea, And thy path through great waters; And thy footsteps could not be found."
    },
    {
      "verse": 20,
      "text": "Thou didst lead thy people like a flock, By the hands of Moses and Aaron."
    }
  ]
}