{
  "book_id": "PSA",
  "chapter": 79,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of Asaph.” O God! the nations have come into thine inheritance; They have polluted thy holy temple; They have made Jerusalem a heap of ruins!"
    },
    {
      "verse": 2,
      "text": "They have given the dead bodies of thy servants to be food for the birds of heaven, The flesh of thy holy ones to the wild beasts of the earth!"
    },
    {
      "verse": 3,
      "text": "Their blood have they shed like water around Jerusalem, And there was none to bury them!"
    },
    {
      "verse": 4,
      "text": "We have become the reproach of our neighbors,—The scorn and derision of those around us."
    },
    {
      "verse": 5,
      "text": "How long, O LORD! wilt thou be angry for ever? How long shall thy jealousy burn like fire?"
    },
    {
      "verse": 6,
      "text": "Pour out thy wrath on the nations which acknowledge thee not. And on the kingdoms which call not upon thy name!"
    },
    {
      "verse": 7,
      "text": "For they have devoured Jacob, And laid waste his dwelling-place."
    },
    {
      "verse": 8,
      "text": "O remember not against us former iniquities; Let thy tender mercy speedily succor us,"
    },
    {
      "verse": 9,
      "text": "For we are brought very low! Help us, O God of our salvation! for the honor of thy name; F or thy name's sake save us, and forgive our iniquities!"
    },
    {
      "verse": 10,
      "text": "Why should the nations say, “Where is their God?” May the revenging of the blood of thy servants, which hath been shed, Be manifested among the nations before our eyes!"
    },
    {
      "verse": 11,
      "text": "Let the cry of the prisoner come before thee! According to the greatness of thy power preserve those that are appointed to die!"
    },
    {
      "verse": 12,
      "text": "And return sevenfold into our neighbors' bosoms The reproach with which they have reproached thee, O Lord!"
    },
    {
      "verse": 13,
      "text": "So shall we, thy people, and the flock of thy pasture, Give thanks to thee for ever. And show forth thy praise to all generations."
    }
  ]
}