{
  "book_id": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. Upon the Shushan-Eduth. A psalm of Asaph.” Give ear, O Shepherd of Israel! Thou who leadest Joseph like a flock, Thou who sittest between the cherubs, shine forth!"
    },
    {
      "verse": 2,
      "text": "Before Ephraim and Benjamin and Manasseh, stir up thy strength, And come and save us!"
    },
    {
      "verse": 3,
      "text": "Bring us back, O God! And cause thy face to shine, that we may be saved!"
    },
    {
      "verse": 4,
      "text": "O LORD, God of hosts! How long wilt thou be angry against the prayer of thy people?"
    },
    {
      "verse": 5,
      "text": "For thou causest them to eat the bread of tears, And givest them tears to drink, in full measure."
    },
    {
      "verse": 6,
      "text": "Thou hast made us the object of strife to our neighbors, And our enemies hold us in derision."
    },
    {
      "verse": 7,
      "text": "Bring us back, O God of hosts! And cause thy face to shine that we may be saved!"
    },
    {
      "verse": 8,
      "text": "Thou didst bring a vine out of Egypt; Thou didst expel the nations, and plant it."
    },
    {
      "verse": 9,
      "text": "Thou didst prepare a place for it; It spread its roots, and filled the land."
    },
    {
      "verse": 10,
      "text": "The mountains were covered with its shade, And its branches were like the cedars of God."
    },
    {
      "verse": 11,
      "text": "It sent out its boughs to the sea, And its branches to the river."
    },
    {
      "verse": 12,
      "text": "Why hast thou now broken down its hedges, So that all who pass by do pluck from it?"
    },
    {
      "verse": 13,
      "text": "The boar from the wood doth waste it, And the wild beast of the forest doth devour it."
    },
    {
      "verse": 14,
      "text": "O God of hosts! return, we beseech thee, Look down from heaven, and behold, And have regard to this vine!"
    },
    {
      "verse": 15,
      "text": "Protect what thy right hand planted; The branch which thou madest strong for thyself!"
    },
    {
      "verse": 16,
      "text": "It is burnt with fire; it is cut down; Under thy rebuke they perish."
    },
    {
      "verse": 17,
      "text": "May thy hand be over the man of thy right hand, The man whom thou madest strong for thyself!"
    },
    {
      "verse": 18,
      "text": "So will we no more turn back from thee: Revive us, and upon thy name alone will we call!"
    },
    {
      "verse": 19,
      "text": "Bring us back, O LORD, God of hosts! And cause thy face to shine, that we may he saved!"
    }
  ]
}