{
  "book_id": "PSA",
  "chapter": 81,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. On the Gittith. A psalm of Asaph.” Sing joyfully to God, our strength! Shout with gladness to the God of Jacob!"
    },
    {
      "verse": 2,
      "text": "Raise a song, and strike the timbrel, The sweet-sounding harp, and the psaltery!"
    },
    {
      "verse": 3,
      "text": "Blow the trumpet at the new moon; At the full moon, also, on our festal day!"
    },
    {
      "verse": 4,
      "text": "For this is a statute for Israel, A law of the God of Jacob;"
    },
    {
      "verse": 5,
      "text": "He appointed it as a memorial in Joseph, When he went out of the land of Egypt, Where he heard a language which he knew not."
    },
    {
      "verse": 6,
      "text": "“I relieved [[said he]] thy shoulders from their burden; Thy hands were removed from the hod."
    },
    {
      "verse": 7,
      "text": "Thou didst call in trouble, and I delivered thee; In the secret place of thunder I answered thee; I proved thee at the waters of Meribah. [[Pause.]]"
    },
    {
      "verse": 8,
      "text": "Hear, O my people! and I will admonish thee! O Israel! that thou wouldst hearken to me!"
    },
    {
      "verse": 9,
      "text": "Let there be no strange god within thee, Nor worship thou any foreign god!"
    },
    {
      "verse": 10,
      "text": "I Jehovah am thy God, Who brought thee out of the land of Egypt: Open wide thy mouth, and I will fill it!"
    },
    {
      "verse": 11,
      "text": "But my people would not listen to my voice, And Israel would not hearken to me."
    },
    {
      "verse": 12,
      "text": "So I gave them up to the obstinacy of their hearts, And they walked according to their own devices."
    },
    {
      "verse": 13,
      "text": "“O that my people had hearkened to me! That Israel had walked in my ways!"
    },
    {
      "verse": 14,
      "text": "Soon would I have brought low their enemies, And turned my hand against their adversaries."
    },
    {
      "verse": 15,
      "text": "The haters of Jehovah should have become suppliants to them, And their prosperity should have endured for ever."
    },
    {
      "verse": 16,
      "text": "With the finest of the wheat I would have fed them, And with honey out of the rock would I have satisfied them.”"
    }
  ]
}