{
  "book_id": "PSA",
  "chapter": 83,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of Asaph.” O God! keep not silence! Hold not thy peace, and be not still, O God!"
    },
    {
      "verse": 2,
      "text": "For, lo! thine enemies roar, And they who hate thee lift up their heads."
    },
    {
      "verse": 3,
      "text": "For they form secret plots against thy people, And consult together against thy chosen ones."
    },
    {
      "verse": 4,
      "text": "“Come,” say they, “let us blot them out from the number of the nations, That the name of Israel may no more be remembered!”"
    },
    {
      "verse": 5,
      "text": "With one consent they consult together, Against thee do they form a league,—"
    },
    {
      "verse": 6,
      "text": "The tents of Edom and the Ishmaelites, Of Moab and the Hagarenes,"
    },
    {
      "verse": 7,
      "text": "Gebal and Ammon and Amalek, The Philistines, with the inhabitants of Tyre."
    },
    {
      "verse": 8,
      "text": "The Assyrians also are joined with them; They lend their strength to the children of Lot."
    },
    {
      "verse": 9,
      "text": "Do to them as to the Midianites, As to Sisera, as to Jabin at the brook Kison,"
    },
    {
      "verse": 10,
      "text": "Who perished at Endor, And were trampled like dung to the earth."
    },
    {
      "verse": 11,
      "text": "Make their chiefs like Oreb and Zeeb; Yea, all their princes as Zeba and Zalmunna!"
    },
    {
      "verse": 12,
      "text": "Who say, “Let us seize on God's habitations!”"
    },
    {
      "verse": 13,
      "text": "Make them, O my God! like whirling chaff; Like stubble before the wind!"
    },
    {
      "verse": 14,
      "text": "As fire consumeth the forest, And as flame setteth the mountains in a blaze,"
    },
    {
      "verse": 15,
      "text": "So pursue them with thy tempest, And terrify them with thy storm!"
    },
    {
      "verse": 16,
      "text": "Cover their faces with shame, That they may seek thy name, O LORD!"
    },
    {
      "verse": 17,
      "text": "Let them be confounded! Yea, let them be put to shame, and perish!"
    },
    {
      "verse": 18,
      "text": "That they may know that thy name alone is Jehovah; That thou art the Most High over all the earth."
    }
  ]
}