{
  "book_id": "PSA",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of the sons of Korah. For the leader of the music. Upon wind instruments. A psalm of Heman, the Ezrahite.” O LORD, God of my salvation! To thee do I cry by day, And by night is my prayer before thee!"
    },
    {
      "verse": 2,
      "text": "Let my supplication come before thee; Incline thine ear to my cry!"
    },
    {
      "verse": 3,
      "text": "For my soul is full of misery, And my life draweth near to the underworld."
    },
    {
      "verse": 4,
      "text": "I am counted with those who are going down to the pit; I am like one who hath no strength."
    },
    {
      "verse": 5,
      "text": "I am left to myself among the dead, Like the slain who lie in the grave, Whom thou no more rememberest, And who are cut off from thy [[protecting]] hand."
    },
    {
      "verse": 6,
      "text": "Thou hast placed me in a deep pit, In a dark and deep abyss."
    },
    {
      "verse": 7,
      "text": "Thy wrath presseth hard upon me, And thou afflictest me with all thy waves! [[Pause.]]"
    },
    {
      "verse": 8,
      "text": "Thou hast put mine acquaintances far from me, Yea, thou hast made me their abhorrence: I am shut up, and cannot go forth."
    },
    {
      "verse": 9,
      "text": "Mine eyes languish by reason of my affliction. I call upon thee daily, O LORD! To thee do I stretch out my hands!"
    },
    {
      "verse": 10,
      "text": "Canst thou show wonders to the dead? Shall the dead arise, and praise thee? [[Pause.]]"
    },
    {
      "verse": 11,
      "text": "Shall thy goodness be declared in the grave, Or thy faithfulness in the place of corruption?"
    },
    {
      "verse": 12,
      "text": "Shall thy wonders be known in the dark, And thy justice in the land of forgetfulness?"
    },
    {
      "verse": 13,
      "text": "To thee do I cry, O LORD! In the morning doth my cry come before thee."
    },
    {
      "verse": 14,
      "text": "Why, O LORD! dost thou cast me off? Why hidest thou thy face from me?"
    },
    {
      "verse": 15,
      "text": "I have been afflicted and languishing from my youth; I suffer thy terrors, and am distracted."
    },
    {
      "verse": 16,
      "text": "Thy fierce wrath overwhelmeth me; Thy terrors utterly destroy me."
    },
    {
      "verse": 17,
      "text": "They surround me daily like water; They compass me about together."
    },
    {
      "verse": 18,
      "text": "Lover and friend hast thou put far from me; My acquaintances are withdrawn from my sight."
    }
  ]
}