{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of Ethan, the Ezrahite.” I will sing of the mercies of the LORD for ever; With my mouth will I make known thy faithfulness to all generations!"
    },
    {
      "verse": 2,
      "text": "For I know that thy mercy endureth for ever; Thou hast established thy truth like the heavens."
    },
    {
      "verse": 3,
      "text": "“I have made a covenant with my chosen; I have sworn to David, my servant:"
    },
    {
      "verse": 4,
      "text": "Thy family I will establish for ever, And build up thy throne to all generations.” [[Pause.]]"
    },
    {
      "verse": 5,
      "text": "The heavens shall praise thy wonders, O LORD! And the assembly of the holy ones thy truth!"
    },
    {
      "verse": 6,
      "text": "Who in the heavens can be compared to Jehovah? Who is like Jehovah among the sons of God?"
    },
    {
      "verse": 7,
      "text": "A God greatly to be feared in the assembly of the holy ones, And to be had in reverence above all who are around him?"
    },
    {
      "verse": 8,
      "text": "O Jehovah, God of hosts! Who is mighty like thee, O Jehovah? And thy faithfulness is round about thee."
    },
    {
      "verse": 9,
      "text": "Thou rulest the raging of the sea; When the waves thereof rise, thou stillest them!"
    },
    {
      "verse": 10,
      "text": "Thou didst break Rahab in pieces, as one that is slain; Thou didst scatter thine enemies with thy mighty arm."
    },
    {
      "verse": 11,
      "text": "The heavens are thine; thine also is the earth; The world and all that is therein, thou didst found them."
    },
    {
      "verse": 12,
      "text": "The North and the South were created by thee; Tabor and Hermon rejoice in thy name."
    },
    {
      "verse": 13,
      "text": "Thine is a mighty arm; Strong is thy hand, and high thy right hand."
    },
    {
      "verse": 14,
      "text": "Justice and equity are the foundation of thy throne; Mercy and truth go before thy face."
    },
    {
      "verse": 15,
      "text": "Happy the people that know the trumpet's sound! They walk, O LORD! in the light of thy countenance;"
    },
    {
      "verse": 16,
      "text": "In thy name they daily rejoice, And in thy righteousness they glory!"
    },
    {
      "verse": 17,
      "text": "For thou art the glory of their strength; Yea, through thy favor our horn exalteth itself!"
    },
    {
      "verse": 18,
      "text": "For from Jehovah is our shield, And from the Holy One of Israel is our king."
    },
    {
      "verse": 19,
      "text": "Once thou spakest in a vision to thy holy one, And saidst,—”I have laid help on one that is mighty; I have exalted one chosen from the people;"
    },
    {
      "verse": 20,
      "text": "I have found David, my servant; With my holy oil have I anointed him."
    },
    {
      "verse": 21,
      "text": "With him shall my hand be established, And my arm shall strengthen him."
    },
    {
      "verse": 22,
      "text": "The enemy shall not have power over him, Nor shall the unrighteous man oppress him."
    },
    {
      "verse": 23,
      "text": "For I will beat down his foes before him, And overthrow them that hate him."
    },
    {
      "verse": 24,
      "text": "My faithfulness and mercy shall be with him, And through my name shall his horn be exalted."
    },
    {
      "verse": 25,
      "text": "I will extend his hand to the sea, And his right hand to the rivers."
    },
    {
      "verse": 26,
      "text": "He shall say to me, 'Thou art my father, My God, and the rock of my salvation!'"
    },
    {
      "verse": 27,
      "text": "I will also make him my first-born, Highest of the kings of the earth."
    },
    {
      "verse": 28,
      "text": "My mercy I will continue to him for ever; My covenant with him shall be steadfast."
    },
    {
      "verse": 29,
      "text": "I will make his family to endure for ever; And his throne shall be as lasting as the heavens."
    },
    {
      "verse": 30,
      "text": "Should his children forsake my law, And walk not in my statutes,"
    },
    {
      "verse": 31,
      "text": "Should they break my commandments, And observe not my precepts,"
    },
    {
      "verse": 32,
      "text": "I will punish their transgressions with a rod, And their iniquity with stripes."
    },
    {
      "verse": 33,
      "text": "But my kindness will I not withdraw from him, Nor suffer my faithfulness to fail."
    },
    {
      "verse": 34,
      "text": "I will not break my covenant, Nor alter what hath gone from my lips."
    },
    {
      "verse": 35,
      "text": "Once have I sworn in my holiness, That I will not be false unto David."
    },
    {
      "verse": 36,
      "text": "His family shall endure for ever, And his throne as the sun before me."
    },
    {
      "verse": 37,
      "text": "It shall be established for ever like the moon; Like the faithful witness in the sky.”"
    },
    {
      "verse": 38,
      "text": "But now thou forsakest and abhorrest, And art angry with, thine anointed."
    },
    {
      "verse": 39,
      "text": "Thou hast made void the covenant with thy servant; Thou hast cast his crown to the ground."
    },
    {
      "verse": 40,
      "text": "Thou hast broken down all his hedges; Thou hast brought his strongholds to ruin."
    },
    {
      "verse": 41,
      "text": "All who pass by plunder him; He is a reproach to his neighbors."
    },
    {
      "verse": 42,
      "text": "Thou hast lifted up the right hand of his enemies; Thou hast made all his adversaries to rejoice."
    },
    {
      "verse": 43,
      "text": "Yea, thou hast turned the edge of his sword, And made him unable to stand in battle."
    },
    {
      "verse": 44,
      "text": "Thou hast brought his glory to an end, And hast cast down his throne to the ground."
    },
    {
      "verse": 45,
      "text": "Thou hast shortened the days of his youth; Thou hast covered him with shame."
    },
    {
      "verse": 46,
      "text": "How long, O LORD! wilt thou hide thyself for ever? How long shall thine anger burn like fire?"
    },
    {
      "verse": 47,
      "text": "Remember how short is my life, To what frailty thou hast created all men!"
    },
    {
      "verse": 48,
      "text": "What man liveth, and seeth not death? Who can deliver himself from the underworld?"
    },
    {
      "verse": 49,
      "text": "Where, Lord, is thy former loving-kindness Which thou didst swear to David in thy truth?"
    },
    {
      "verse": 50,
      "text": "Remember, O Lord! the reproach of thy servants, How I bear in my bosom the taunts of all the many nations,"
    },
    {
      "verse": 51,
      "text": "With which thine enemies have reproached me, O LORD! With which they have reproached the footsteps of thine anointed!"
    },
    {
      "verse": 52,
      "text": "[Praised be Jehovah for ever! Amen, yea, amen!]"
    }
  ]
}