{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "“BOOK IV. A prayer of Moses, the man of God.” LORD! thou hast been our dwelling-place In all generations!"
    },
    {
      "verse": 2,
      "text": "Before the mountains were brought forth, Or ever thou hadst formed the earth and the world, Even from everlasting to everlasting thou art God!"
    },
    {
      "verse": 3,
      "text": "But man thou turnest again to dust, And sayst, “Return, ye children of men!”"
    },
    {
      "verse": 4,
      "text": "For a thousand years are, in thy sight, As yesterday when it is past, And as a watch in the night."
    },
    {
      "verse": 5,
      "text": "Thou carriest him away as with a flood; He is a dream; In the morning he springeth up like grass,"
    },
    {
      "verse": 6,
      "text": "Which flourisheth and shooteth up in the morning, And in the evening is cut down, and withered."
    },
    {
      "verse": 7,
      "text": "For we are consumed by thine anger, And by thy wrath are we destroyed."
    },
    {
      "verse": 8,
      "text": "Thou settest our iniquities before thee, Our secret sins in the light of thy countenance."
    },
    {
      "verse": 9,
      "text": "By reason of thine anger all our days vanish away; We spend our years like a thought."
    },
    {
      "verse": 10,
      "text": "The days of our life are threescore years and ten, And, by reason of strength, may be fourscore years: Yet is the pride of them weariness and sorrow; For it vanisheth swiftly, and we fly away."
    },
    {
      "verse": 11,
      "text": "Yet who attendeth to the power of thine anger? Who with due reverence regardeth thine indignation?"
    },
    {
      "verse": 12,
      "text": "Teach us so to number our days, That we may apply our hearts to wisdom!"
    },
    {
      "verse": 13,
      "text": "Desist, O LORD! How long—? Have compassion upon thy servants!"
    },
    {
      "verse": 14,
      "text": "Satisfy us speedily with thy mercy, That we may rejoice and be glad all our days!"
    },
    {
      "verse": 15,
      "text": "Make us glad according to the time in which thou hast afflicted us; According to the years in which we have seen adversity!"
    },
    {
      "verse": 16,
      "text": "Let thy deeds be known to thy servants, And thy glory to their children!"
    },
    {
      "verse": 17,
      "text": "Let the favor of the LORD our God be upon us, And establish for us the work of our hands; Yea, the work of our hands, establish thou it!"
    }
  ]
}