{
  "book_id": "PSA",
  "chapter": 92,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm for the Sabbath-day.” It is a good thing to give thanks to the LORD, And to sing praises to thy name, O Most High!"
    },
    {
      "verse": 2,
      "text": "To show forth thy loving-kindness in the morning, And thy faithfulness every night,"
    },
    {
      "verse": 3,
      "text": "Upon the ten-stringed instrument and the lute, Upon the harp with a solemn sound."
    },
    {
      "verse": 4,
      "text": "For thou, LORD, hast made me glad by thy doings; In the works of thy hands I greatly rejoice!"
    },
    {
      "verse": 5,
      "text": "How great are thy works, O LORD! How deep thy purposes!"
    },
    {
      "verse": 6,
      "text": "But the unwise man knoweth not this, And the fool understandeth it not."
    },
    {
      "verse": 7,
      "text": "When the wicked spring up like grass, And all who practise iniquity flourish, It is but to be destroyed for ever!"
    },
    {
      "verse": 8,
      "text": "Thou, O LORD! art for ever exalted!"
    },
    {
      "verse": 9,
      "text": "For, lo! thine enemies, O LORD! For, lo! thine enemies perish, And dispersed are all who do iniquity!"
    },
    {
      "verse": 10,
      "text": "But my horn thou exaltest like the buffalo's; I am anointed with fresh oil."
    },
    {
      "verse": 11,
      "text": "Mine eye hath gazed with joy upon mine enemies; Mine ears have heard with joy of my wicked adversaries."
    },
    {
      "verse": 12,
      "text": "The righteous shall flourish like the palm-tree; They shall grow up like the cedars of Lebanon;"
    },
    {
      "verse": 13,
      "text": "Planted in the house of the LORD, They shall flourish in the courts of our God."
    },
    {
      "verse": 14,
      "text": "Even in old age they bring forth fruit; They are green, and full of sap;"
    },
    {
      "verse": 15,
      "text": "To show that the LORD, my rock, is upright, That there is no unrighteousness in him."
    }
  ]
}