{
  "book_id": "PSA",
  "chapter": 94,
  "verses": [
    {
      "verse": 1,
      "text": "O LORD! thou God of vengeance! O thou God of vengeance! shine forth!"
    },
    {
      "verse": 2,
      "text": "Rouse thyself, thou judge of the earth! Render a recompense to the proud!"
    },
    {
      "verse": 3,
      "text": "How long, O LORD! shall the wicked, How long shall the wicked triumph?"
    },
    {
      "verse": 4,
      "text": "How long shall their lips pour forth insolence? How long shall all the evil-doers boast?"
    },
    {
      "verse": 5,
      "text": "O LORD! they trample upon thy people, And oppress thine inheritance!"
    },
    {
      "verse": 6,
      "text": "They slay the widow, and the stranger, And murder the fatherless;"
    },
    {
      "verse": 7,
      "text": "And they say, “The LORD doth not see, The God of Jacob doth not regard!”"
    },
    {
      "verse": 8,
      "text": "Be instructed, ye most stupid of mankind! O when, ye fools, will ye be wise?"
    },
    {
      "verse": 9,
      "text": "He that planted the ear, shall he not hear? He that formed the eye, shall he not see?"
    },
    {
      "verse": 10,
      "text": "He that chastiseth nations, shall not he punish? He that teacheth man knowledge, shall not he know?"
    },
    {
      "verse": 11,
      "text": "The LORD knoweth the thoughts of men, That they are vanity."
    },
    {
      "verse": 12,
      "text": "Happy the man, O LORD! whom thou correctest, Whom by thy teaching thou makest wise;"
    },
    {
      "verse": 13,
      "text": "To give him peace in the days of adversity, Until a pit be digged for the wicked!"
    },
    {
      "verse": 14,
      "text": "For the LORD will not forsake his people, Nor abandon his own inheritance."
    },
    {
      "verse": 15,
      "text": "For judgment shall return to justice, And all the upright in heart shall follow it."
    },
    {
      "verse": 16,
      "text": "Who will rise up for me against the wicked? Who will stand up for me against the evil-doers?"
    },
    {
      "verse": 17,
      "text": "If the LORD had not been my help, I had well nigh dwelt in the land of silence."
    },
    {
      "verse": 18,
      "text": "When I think that my foot is slipping, Thy goodness, O LORD! holdeth me up."
    },
    {
      "verse": 19,
      "text": "In the multitude of anxieties within me, Thy consolations revive my soul."
    },
    {
      "verse": 20,
      "text": "Shall with thee be allied the throne of iniquity, Which deviseth mischief against law?"
    },
    {
      "verse": 21,
      "text": "They band together against the life of the righteous, And condemn innocent blood."
    },
    {
      "verse": 22,
      "text": "But the LORD is my fortress, And my God the rock of my refuge."
    },
    {
      "verse": 23,
      "text": "He will bring upon them their own iniquity; Yea, through their own wickedness he will cut them off; Yea, the LORD, our God, will cut them off."
    }
  ]
}