{
  "book_id": "PSA",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "“A prayer of the afflicted, when in deep distress he poureth out his complaint before the Lord.” Hear my prayer, O LORD! And let my cry come unto thee!"
    },
    {
      "verse": 2,
      "text": "Hide not thy face from me in the day of my trouble; Incline thine ear to me when I call! Answer me speedily!"
    },
    {
      "verse": 3,
      "text": "For my life is consumed like smoke, And my bones burn like a brand."
    },
    {
      "verse": 4,
      "text": "My heart is smitten and withered like grass; Yea, I forget to eat my bread."
    },
    {
      "verse": 5,
      "text": "By reason of my sighing, my bones cleave to my skin;"
    },
    {
      "verse": 6,
      "text": "I am like the pelican of the wilderness; I am like an owl amid ruins."
    },
    {
      "verse": 7,
      "text": "I am sleepless; I am like a solitary bird upon the house-top."
    },
    {
      "verse": 8,
      "text": "All the day long my enemies reproach me; They who rage against me curse by me."
    },
    {
      "verse": 9,
      "text": "For I eat ashes like bread, And mingle my drink with tears."
    },
    {
      "verse": 10,
      "text": "On account of thine indignation and thy wrath; For thou hast lifted me up and cast me down!"
    },
    {
      "verse": 11,
      "text": "My life is like a declining shadow, And I wither like grass."
    },
    {
      "verse": 12,
      "text": "But thou, O LORD! endurest for ever, And thy name from generation to generation!"
    },
    {
      "verse": 13,
      "text": "Thou wilt arise and have pity upon Zion, For the time to favor her, yea, the set time, is come."
    },
    {
      "verse": 14,
      "text": "For thy servants take pleasure in her stones; Yea, they have a regard for her dust."
    },
    {
      "verse": 15,
      "text": "Then shall the nations fear the name of Jehovah, And all the kings of the earth thy glory."
    },
    {
      "verse": 16,
      "text": "For Jehovah will build up Zion; He will appear in his glory."
    },
    {
      "verse": 17,
      "text": "He will regard the prayer of the destitute, And not despise their supplication."
    },
    {
      "verse": 18,
      "text": "This shall be written for the generation to come, That the people to be born may praise Jehovah."
    },
    {
      "verse": 19,
      "text": "For he looketh down from his holy height, From heaven doth he cast his eye upon the earth,"
    },
    {
      "verse": 20,
      "text": "To listen to the sighs of the prisoner. To release those that are doomed to death;"
    },
    {
      "verse": 21,
      "text": "That they may declare the name of Jehovah in Zion, And his praise in Jerusalem,"
    },
    {
      "verse": 22,
      "text": "When the nations are assembled together, And the kingdoms to serve Jehovah."
    },
    {
      "verse": 23,
      "text": "He hath weakened my strength on the way, He hath shortened my days."
    },
    {
      "verse": 24,
      "text": "I say, O my God! take me not away in the midst of my days! Thy years endure through all generations."
    },
    {
      "verse": 25,
      "text": "Of old hast thou laid the foundations of the earth, And the heavens are the work of thy hands;"
    },
    {
      "verse": 26,
      "text": "They shall perish, but thou shalt endure; Yea, all of them shall wax old like a garment; As a vesture shalt thou change them, And they shall be changed;"
    },
    {
      "verse": 27,
      "text": "But thou art the same, And thy years have no end."
    },
    {
      "verse": 28,
      "text": "The children of thy servants shall dwell securely, And their posterity shall be established before thee."
    }
  ]
}