{
  "book_id": "PSA",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "Praise ye the LORD! O give thanks to the LORD, for he is good; For his mercy endureth for ever!"
    },
    {
      "verse": 2,
      "text": "Who can utter the mighty deeds of the LORD? Who can show forth all his praise?"
    },
    {
      "verse": 3,
      "text": "Happy are they who have regard to justice, Who practise righteousness at all times!"
    },
    {
      "verse": 4,
      "text": "Remember me, O LORD! with the favor promised to thy people; O visit me with thy salvation!"
    },
    {
      "verse": 5,
      "text": "That I may see the prosperity of thy chosen, That I may rejoice in the joy of thy people, That I may glory with thine inheritance!"
    },
    {
      "verse": 6,
      "text": "We have sinned with our fathers; We have committed iniquity; we have done wickedly."
    },
    {
      "verse": 7,
      "text": "Our fathers in Egypt did not regard thy wonders; They remembered not the multitude of thy mercies; But rebelled at the sea, the Red sea."
    },
    {
      "verse": 8,
      "text": "Yet he saved them for his own name's sake. That he might make his mighty power to be known."
    },
    {
      "verse": 9,
      "text": "He rebuked the Red sea, and it was dried up, And he led them through the deep as through a desert."
    },
    {
      "verse": 10,
      "text": "He saved them from the hand of him that hated them, And redeemed them from the hand of the enemy."
    },
    {
      "verse": 11,
      "text": "The waters covered their enemies; There was not one of them left."
    },
    {
      "verse": 12,
      "text": "Then believed they his words, And sang his praise."
    },
    {
      "verse": 13,
      "text": "But they soon forgot his deeds, And waited not for his counsel."
    },
    {
      "verse": 14,
      "text": "They gave way to appetite in the wilderness, And tempted God in the desert;"
    },
    {
      "verse": 15,
      "text": "And he gave them their request, But sent upon them leanness."
    },
    {
      "verse": 16,
      "text": "They also envied Moses in the camp, And Aaron, the holy one of the LORD."
    },
    {
      "verse": 17,
      "text": "Then the earth opened, and swallowed up Dathan, And covered the company of Abiram,"
    },
    {
      "verse": 18,
      "text": "And a fire was kindled in their company; The flames burned up the wicked."
    },
    {
      "verse": 19,
      "text": "They made a calf in Horeb, And worshipped a molten image;"
    },
    {
      "verse": 20,
      "text": "They changed their God of glory Into the image of a grass-eating ox."
    },
    {
      "verse": 21,
      "text": "They forgot God, their saviour, Who had done such great things in Egypt,"
    },
    {
      "verse": 22,
      "text": "Such wonders in the land of Ham. Such terrible things at the Red sea."
    },
    {
      "verse": 23,
      "text": "Then he said that he would destroy them; Had not Moses, his chosen, stood before him in the breach, To turn away his wrath, that he might not destroy them."
    },
    {
      "verse": 24,
      "text": "They also despised the pleasant land, And believed not his word;"
    },
    {
      "verse": 25,
      "text": "But murmured in their tents, And would not hearken to the voice of the LORD."
    },
    {
      "verse": 26,
      "text": "Then he lifted up his hand against them, And swore that he would make them fall in the wilderness;"
    },
    {
      "verse": 27,
      "text": "That he would overthrow their descendants among the nations, And scatter them in the lands."
    },
    {
      "verse": 28,
      "text": "They also gave themselves to the worship of Baal-peor, And ate sacrifices offered to lifeless idols."
    },
    {
      "verse": 29,
      "text": "Thus they provoked his anger by their practices, And a plague broke in upon them."
    },
    {
      "verse": 30,
      "text": "Then stood up Phinehas, and executed judgment, And the plague was stayed."
    },
    {
      "verse": 31,
      "text": "And this was counted to him for righteousness, To all generations for ever."
    },
    {
      "verse": 32,
      "text": "They provoked him also at the waters of Meribah [[strife]], And evil befell Moses on their account."
    },
    {
      "verse": 33,
      "text": "For they provoked his spirit, So that he spake inconsiderately with his lips."
    },
    {
      "verse": 34,
      "text": "They did not destroy the nations, As Jehovah had commanded them."
    },
    {
      "verse": 35,
      "text": "They mingled themselves with the peoples, And learned their practices."
    },
    {
      "verse": 36,
      "text": "They even worshipped their idols, Which became to them a snare."
    },
    {
      "verse": 37,
      "text": "Their sons and their daughters they sacrificed to demons,"
    },
    {
      "verse": 38,
      "text": "And shed innocent blood, The blood of their own sons and daughters, Whom they sacrificed to the idols of Canaan; And the land was polluted with blood."
    },
    {
      "verse": 39,
      "text": "Thus they defiled themselves with their works, And played the harlot with their practices."
    },
    {
      "verse": 40,
      "text": "Then burned the anger of the LORD against his people, So that he abhorred his own inheritance."
    },
    {
      "verse": 41,
      "text": "And he gave them into the hand of the nations, And they who hated them ruled over them."
    },
    {
      "verse": 42,
      "text": "Their enemies oppressed them, And they were bowed down under their hand."
    },
    {
      "verse": 43,
      "text": "Many times did he deliver them; But they provoked him by their devices, And they were brought low for their iniquities."
    },
    {
      "verse": 44,
      "text": "Yet, when he heard their cries, He had regard to their affliction;"
    },
    {
      "verse": 45,
      "text": "He remembered his covenant with them, And repented according to the greatness of his mercy,"
    },
    {
      "verse": 46,
      "text": "And caused them to find pity Among all that carried them captive."
    },
    {
      "verse": 47,
      "text": "Save us, O Jehovah, our God! and gather us from among the nations, That we may give thanks to thy holy name, And glory in thy praise!"
    },
    {
      "verse": 48,
      "text": "[Blessed be Jehovah, the God of Israel, From everlasting to everlasting! And let all the people say, Amen! Praise ye Jehovah!]"
    }
  ]
}