{
  "book_id": "PSA",
  "chapter": 109,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David.” O God of my praise! be not silent!"
    },
    {
      "verse": 2,
      "text": "For the mouths of the wicked and the deceitful are opened against me; They speak against me with a lying tongue."
    },
    {
      "verse": 3,
      "text": "They assault me on every side with words of hatred; They fight against me without a cause."
    },
    {
      "verse": 4,
      "text": "For my love they are my adversaries: But I give myself unto prayer."
    },
    {
      "verse": 5,
      "text": "They repay me evil for good, And hatred for love."
    },
    {
      "verse": 6,
      "text": "Set thou a wicked man over him, And let an adversary stand at his right hand!"
    },
    {
      "verse": 7,
      "text": "When he is judged, may he be condemned, And may his prayer be a crime!"
    },
    {
      "verse": 8,
      "text": "May his days be few, And another take his office!"
    },
    {
      "verse": 9,
      "text": "May his children be fatherless, And his wife a widow!"
    },
    {
      "verse": 10,
      "text": "May his children be vagabonds and beggars, And from their ruined dwellings seek their bread!"
    },
    {
      "verse": 11,
      "text": "May a creditor seize on all that he hath, And a stranger plunder his substance!"
    },
    {
      "verse": 12,
      "text": "May there be none to show him compassion, And none to pity his fatherless children!"
    },
    {
      "verse": 13,
      "text": "May his posterity be cut off; In the next generation may his name be blotted out!"
    },
    {
      "verse": 14,
      "text": "May the iniquity of his fathers be remembered by the LORD, And may the sin of his mother never be blotted out!"
    },
    {
      "verse": 15,
      "text": "May they be before the LORD continually; And may he cut off their memory from the earth!"
    },
    {
      "verse": 16,
      "text": "Because he remembered not to show pity, But persecuted the afflicted and the poor man, And sought the death of the broken-hearted."
    },
    {
      "verse": 17,
      "text": "As he loved cursing, let it come upon him; As he delighted not in blessing, let it be far from him!"
    },
    {
      "verse": 18,
      "text": "May he be clothed with cursing as with a garment; May it enter like water into his bowels, And like oil into his bones!"
    },
    {
      "verse": 19,
      "text": "May it be to him like the robe that covereth him, Like the girdle with which he is constantly girded!"
    },
    {
      "verse": 20,
      "text": "May this be the wages of mine adversaries from the LORD, And of them that speak evil against me!"
    },
    {
      "verse": 21,
      "text": "But do thou, O LORD, my God! take part with me, For thine own name's sake! Because great is thy mercy, O deliver me!"
    },
    {
      "verse": 22,
      "text": "For I am afflicted and needy, And my heart is wounded within me."
    },
    {
      "verse": 23,
      "text": "I am going like a shadow; I am driven away as the locust."
    },
    {
      "verse": 24,
      "text": "My knees totter from fasting, And my flesh faileth of fatness."
    },
    {
      "verse": 25,
      "text": "I am a reproach to my enemies; They gaze at me; they shake their heads."
    },
    {
      "verse": 26,
      "text": "Help me, O LORD, my God! O save me, according to thy mercy!"
    },
    {
      "verse": 27,
      "text": "That they may know that this is thy hand; That thou, O Lord! hast done it!"
    },
    {
      "verse": 28,
      "text": "Let them curse, but do thou bless! When they arise, let them be put to shame; But let thy servant rejoice!"
    },
    {
      "verse": 29,
      "text": "May my enemies be clothed with ignominy; May they be covered with their shame, as with a mantle!"
    },
    {
      "verse": 30,
      "text": "I will earnestly praise the LORD with my lips; In the midst of the multitude I will praise him."
    },
    {
      "verse": 31,
      "text": "For he standeth at the right hand of the poor, To save him from those who would condemn him."
    }
  ]
}