{
  "book_id": "PSA",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "Not unto us, O LORD! not unto us, But unto thy name, give glory, For thy mercy and thy truth's sake!"
    },
    {
      "verse": 2,
      "text": "Why should the nations say, “Where is now their God?”"
    },
    {
      "verse": 3,
      "text": "Our God is in the heavens; He doeth whatever he pleaseth."
    },
    {
      "verse": 4,
      "text": "Their idols are silver and gold, The work of men's hands:"
    },
    {
      "verse": 5,
      "text": "They have mouths, but they speak not; Eyes have they, but they see not;"
    },
    {
      "verse": 6,
      "text": "They have ears, but they hear not; Noses have they, but they smell not;"
    },
    {
      "verse": 7,
      "text": "They have hands, but they handle not; They have feet, but they walk not; Nor do they speak with their throats."
    },
    {
      "verse": 8,
      "text": "They who make them are like unto them; And so is every one that trusteth in them."
    },
    {
      "verse": 9,
      "text": "O Israel! trust thou in the LORD! He is their help and their shield."
    },
    {
      "verse": 10,
      "text": "O house of Aaron! trust ye in the LORD! He is their help and their shield."
    },
    {
      "verse": 11,
      "text": "Ye that fear the LORD trust in the LORD! He is their help and their shield."
    },
    {
      "verse": 12,
      "text": "The LORD hath been mindful of us; he will bless us; He will bless the house of Israel; He will bless the house of Aaron."
    },
    {
      "verse": 13,
      "text": "He will bless them that fear the LORD, both small and great."
    },
    {
      "verse": 14,
      "text": "The LORD will increase you more and more, You and your children."
    },
    {
      "verse": 15,
      "text": "Blessed are ye of the LORD, Who made heaven and earth."
    },
    {
      "verse": 16,
      "text": "The heaven is the LORD'S heaven; But the earth he hath given to the sons of men."
    },
    {
      "verse": 17,
      "text": "The dead praise not the LORD,—No one who goeth down into silence."
    },
    {
      "verse": 18,
      "text": "But we will bless the LORD, From this time forth even for ever! Praise ye the LORD!"
    }
  ]
}