{
  "book_id": "PSA",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "I rejoice that the LORD hath heard the voice of my supplication,"
    },
    {
      "verse": 2,
      "text": "That he hath inclined his ear to me and heard me; I will call upon him as long as I live."
    },
    {
      "verse": 3,
      "text": "The snares of death encompassed me, And the pains of the underworld seized upon me; I found distress and sorrow."
    },
    {
      "verse": 4,
      "text": "Then called I upon the LORD: O LORD! deliver me!"
    },
    {
      "verse": 5,
      "text": "Gracious is the LORD, and righteous; Yea, our God is merciful."
    },
    {
      "verse": 6,
      "text": "The LORD preserveth the simple; I was brought low, and he helped me."
    },
    {
      "verse": 7,
      "text": "Return, O my soul! to thy rest! For the LORD hath dealt kindly with thee."
    },
    {
      "verse": 8,
      "text": "For thou hast preserved me from death; Thou hast kept mine eyes from tears, And my feet from falling!"
    },
    {
      "verse": 9,
      "text": "I shall walk before the LORD, In the land of the living."
    },
    {
      "verse": 10,
      "text": "I had trust, although I said, “I am grievously afflicted!”"
    },
    {
      "verse": 11,
      "text": "I said in my distress, “All men are liars.”"
    },
    {
      "verse": 12,
      "text": "What shall I render to the LORD For all his benefits to me?"
    },
    {
      "verse": 13,
      "text": "I will take the cup of salvation, And call upon the name of the LORD;"
    },
    {
      "verse": 14,
      "text": "I will pay my vows to the LORD, In the presence of all his people."
    },
    {
      "verse": 15,
      "text": "Precious in the eyes of the LORD Is the death of his holy ones."
    },
    {
      "verse": 16,
      "text": "Hear, O LORD! for I am thy servant; I am thy servant, the son of thy handmaid! Thou hast loosed my bonds."
    },
    {
      "verse": 17,
      "text": "I will offer to thee the sacrifice of thanksgiving, And will call upon the name of the LORD."
    },
    {
      "verse": 18,
      "text": "I will pay my vows to the LORD In the presence of all his people,"
    },
    {
      "verse": 19,
      "text": "In the courts of the house of the LORD, In the midst of thee, O Jerusalem! Praise ye the LORD!"
    }
  ]
}