{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "O give thanks to the LORD, for he is good; For his kindness endureth for ever!"
    },
    {
      "verse": 2,
      "text": "Let Israel now say, His kindness endureth for ever!"
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron now say, His goodness endureth for ever!"
    },
    {
      "verse": 4,
      "text": "Let all who fear the LORD say, His kindness endureth for ever!"
    },
    {
      "verse": 5,
      "text": "I called upon the LORD in distress; He heard, and set me in a wide place."
    },
    {
      "verse": 6,
      "text": "The LORD is on my side, I will not fear: What can man do to me?"
    },
    {
      "verse": 7,
      "text": "The LORD is my helper; I shall see my desire upon my enemies."
    },
    {
      "verse": 8,
      "text": "It is better to trust in the LORD Than to put confidence in man;"
    },
    {
      "verse": 9,
      "text": "It is better to trust in the LORD Than to put confidence in princes."
    },
    {
      "verse": 10,
      "text": "All the nations beset me around, But in the name of the LORD I destroyed them."
    },
    {
      "verse": 11,
      "text": "They beset me on every side; But in the name of the LORD I destroyed them."
    },
    {
      "verse": 12,
      "text": "They beset me around like bees; They were quenched like the fire of thorns, For in the name of the LORD I destroyed them."
    },
    {
      "verse": 13,
      "text": "Thou didst assail me with violence to bring me down! But the LORD was my support."
    },
    {
      "verse": 14,
      "text": "The LORD is my glory and my song; For to him I owe my salvation."
    },
    {
      "verse": 15,
      "text": "The voice of joy and salvation is in the habitations of the righteous: “The right hand of the LORD doeth valiantly;"
    },
    {
      "verse": 16,
      "text": "The right hand of the LORD is exalted; The right hand of the LORD doeth valiantly.”"
    },
    {
      "verse": 17,
      "text": "I shall not die, but live, And declare the deeds of the LORD."
    },
    {
      "verse": 18,
      "text": "The LORD hath sorely chastened me, But he hath not given me over to death."
    },
    {
      "verse": 19,
      "text": "Open to me the gates of righteousness, That I may go in, and praise the LORD!"
    },
    {
      "verse": 20,
      "text": "This is the gate of the LORD, Through which the righteous enter."
    },
    {
      "verse": 21,
      "text": "I praise thee that thou hast heard me, And hast been my salvation."
    },
    {
      "verse": 22,
      "text": "“The stone which the builders rejected Hath become the chief corner-stone."
    },
    {
      "verse": 23,
      "text": "This is the LORD'S doing; It is marvellous in our eyes!"
    },
    {
      "verse": 24,
      "text": "This is the day which the LORD hath made; Let us rejoice and be glad in it!"
    },
    {
      "verse": 25,
      "text": "Hear, O LORD! and bless us! Hear, O LORD! and send us prosperity!”"
    },
    {
      "verse": 26,
      "text": "“Blessed be he that cometh in the name of the LORD! We bless you from the house of the LORD.”"
    },
    {
      "verse": 27,
      "text": "“Jehovah is God, he hath shone upon us: Bind the sacrifice with cords to the horns of the altar!”"
    },
    {
      "verse": 28,
      "text": "Thou art my God, and I will praise thee; Thou art my God, and I will exalt thee!"
    },
    {
      "verse": 29,
      "text": "O give thanks to the LORD, for he is good; For his kindness endureth for ever!"
    }
  ]
}