{
  "book_id": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": 1,
      "text": "Happy are they who are upright in their way, Who walk in the law of the LORD!"
    },
    {
      "verse": 2,
      "text": "Happy are they who observe his ordinances, And seek him with their whole heart;"
    },
    {
      "verse": 3,
      "text": "Who also do no iniquity, But walk in his ways!"
    },
    {
      "verse": 4,
      "text": "Thou hast commanded us to keep thy precepts diligently."
    },
    {
      "verse": 5,
      "text": "O that my ways were directed to keep thy statutes!"
    },
    {
      "verse": 6,
      "text": "Then shall I not be put to shame, When I have respect to all thy commandments."
    },
    {
      "verse": 7,
      "text": "I will praise thee in uprightness of heart, When I shall have learned thy righteous laws."
    },
    {
      "verse": 8,
      "text": "I will keep thy statutes; Do not utterly forsake me!"
    },
    {
      "verse": 9,
      "text": "How shall a young man keep his way pure? By taking heed to it according to thy word."
    },
    {
      "verse": 10,
      "text": "With my whole heart have I sought thee; O let me not wander from thy commandments!"
    },
    {
      "verse": 11,
      "text": "Thy word have I hid in my heart, That I might not sin against thee."
    },
    {
      "verse": 12,
      "text": "Blessed be thou, O LORD! O teach me thy statutes!"
    },
    {
      "verse": 13,
      "text": "With my lips do I declare All the precepts of thy mouth."
    },
    {
      "verse": 14,
      "text": "In the way of thine ordinances I rejoice As much as in all riches."
    },
    {
      "verse": 15,
      "text": "I meditate on thy precepts, And have respect unto thy ways."
    },
    {
      "verse": 16,
      "text": "I delight myself in thy statutes; I do not forget thy word."
    },
    {
      "verse": 17,
      "text": "Deal kindly with thy servant, that I may live, And have regard to thy word!"
    },
    {
      "verse": 18,
      "text": "Open thou mine eyes, That I may behold wondrous things out of thy law!"
    },
    {
      "verse": 19,
      "text": "I am a stranger in the earth; O hide not thy precepts from me!"
    },
    {
      "verse": 20,
      "text": "My soul breaketh within me, On account of longing for thy judgments at all times."
    },
    {
      "verse": 21,
      "text": "Thou rebukest the proud, the accursed, Who wander from thy commandments."
    },
    {
      "verse": 22,
      "text": "Remove from me reproach and contempt, For I have kept thine ordinances!"
    },
    {
      "verse": 23,
      "text": "Princes sit and speak against me, But thy servant meditateth on thy statutes."
    },
    {
      "verse": 24,
      "text": "Thine ordinances are my delight; Yea, they are my counsellors."
    },
    {
      "verse": 25,
      "text": "My soul cleaveth to the dust; O revive me, according to thy word!"
    },
    {
      "verse": 26,
      "text": "I have declared my ways, and thou hast heard me; Teach me thy statutes!"
    },
    {
      "verse": 27,
      "text": "Make me to understand the way of thy precepts! So will I meditate upon thy wonders."
    },
    {
      "verse": 28,
      "text": "My soul weepeth for trouble; O lift me up according to thy promise!"
    },
    {
      "verse": 29,
      "text": "Remove from me the way of falsehood, And graciously grant me thy law!"
    },
    {
      "verse": 30,
      "text": "I have chosen the way of truth, And set thy statutes before me."
    },
    {
      "verse": 31,
      "text": "I cleave to thine ordinances; O LORD! let me not be put to shame!"
    },
    {
      "verse": 32,
      "text": "I will run in the way of thy commandments, When thou shalt enlarge my heart."
    },
    {
      "verse": 33,
      "text": "Teach me, O LORD! the way of thy statutes, That I may keep it to the end!"
    },
    {
      "verse": 34,
      "text": "Give me understanding, that I may keep thy law; That I may observe it with my whole heart!"
    },
    {
      "verse": 35,
      "text": "Cause me to tread in the path of thy commandments, For in it I have my delight."
    },
    {
      "verse": 36,
      "text": "Incline my heart to thine ordinances, And not to the love of gain!"
    },
    {
      "verse": 37,
      "text": "Turn away mine eyes from beholding vanity, And quicken me in thy law!"
    },
    {
      "verse": 38,
      "text": "Fulfill to thy servant thy promise, Which thou hast made to him who feareth thee!"
    },
    {
      "verse": 39,
      "text": "Turn away the reproach which I fear; For thy judgments are good."
    },
    {
      "verse": 40,
      "text": "Behold, I have longed for thy precepts; O quicken thou me in thy righteousness!"
    },
    {
      "verse": 41,
      "text": "Let thy mercies come to me, O LORD! And thy help according to thy promise!"
    },
    {
      "verse": 42,
      "text": "So shall I be able to answer him that reproacheth me; For I trust in thy promise."
    },
    {
      "verse": 43,
      "text": "O take not the word of truth utterly out of my mouth! For I trust in thy judgments."
    },
    {
      "verse": 44,
      "text": "So shall I keep thy law continually, For ever and ever."
    },
    {
      "verse": 45,
      "text": "I shall walk in a wide path; For I seek thy precepts."
    },
    {
      "verse": 46,
      "text": "I will speak of thine ordinances before kings, And will not be ashamed."
    },
    {
      "verse": 47,
      "text": "I will delight myself in thy commandments, which I love;"
    },
    {
      "verse": 48,
      "text": "I will lift up my hands to thy precepts, which I love; I will meditate on thy statutes."
    },
    {
      "verse": 49,
      "text": "Remember thy promise to thy servant, Because thou hast caused me to hope!"
    },
    {
      "verse": 50,
      "text": "This is my comfort in my affliction; For thy promise reviveth me."
    },
    {
      "verse": 51,
      "text": "The proud have had me greatly in derision; Yet have I not swerved from thy law."
    },
    {
      "verse": 52,
      "text": "I remember thy judgments of old, O LORD! And I comfort myself."
    },
    {
      "verse": 53,
      "text": "Indignation burneth within me, On account of the wicked who forsake thy law."
    },
    {
      "verse": 54,
      "text": "Thy statutes have been my song In the house of my pilgrimage."
    },
    {
      "verse": 55,
      "text": "In the night, O LORD! I think of thy name, And keep thy law!"
    },
    {
      "verse": 56,
      "text": "This have I as my own, That I keep thy precepts."
    },
    {
      "verse": 57,
      "text": "Thou art my portion, O LORD! I have resolved that I will keep thy precepts."
    },
    {
      "verse": 58,
      "text": "I have sought thy favor with my whole heart; Be gracious unto me according to thy promise!"
    },
    {
      "verse": 59,
      "text": "I think on my ways, And turn my feet to thy statutes;"
    },
    {
      "verse": 60,
      "text": "I make haste, and delay not, To keep thy commandments."
    },
    {
      "verse": 61,
      "text": "The snares of the wicked surround me; Yet do I not forget thy law."
    },
    {
      "verse": 62,
      "text": "At midnight I rise to give thanks to thee On account of thy righteous judgments."
    },
    {
      "verse": 63,
      "text": "I am the companion of all who fear thee, And who obey thy precepts."
    },
    {
      "verse": 64,
      "text": "The earth, O LORD! is full of thy goodness; O teach me thy statutes!"
    },
    {
      "verse": 65,
      "text": "Thou dost bless thy servant, O LORD! According to thy promise!"
    },
    {
      "verse": 66,
      "text": "Teach me sound judgment and knowledge! For I have faith in thy commandments."
    },
    {
      "verse": 67,
      "text": "Before I was afflicted, I went astray; But now I keep thy word."
    },
    {
      "verse": 68,
      "text": "Thou art good and doest good; O teach me thy statutes!"
    },
    {
      "verse": 69,
      "text": "The proud forge lies against me, But I keep thy precepts with my whole heart."
    },
    {
      "verse": 70,
      "text": "Their heart is senseless like fat; But I delight in thy law."
    },
    {
      "verse": 71,
      "text": "It is good for me that I have been afflicted, That I might learn thy statutes."
    },
    {
      "verse": 72,
      "text": "The law of thy mouth is better to me Than thousands of gold and silver."
    },
    {
      "verse": 73,
      "text": "Thy hands have made and fashioned me; Give me understanding, that I may learn thy commandments!"
    },
    {
      "verse": 74,
      "text": "They who fear thee shall see me and rejoice, Because I trust in thy word."
    },
    {
      "verse": 75,
      "text": "I know, O LORD! that thy judgments are right, And that in faithfulness thou hast afflicted me."
    },
    {
      "verse": 76,
      "text": "O let thy loving-kindness be my comfort, According to thy promise to thy servant!"
    },
    {
      "verse": 77,
      "text": "Let thy tender mercies come to me, that I may live! For thy law is my delight."
    },
    {
      "verse": 78,
      "text": "May the proud be put to shame, who wrong me without cause! But I will meditate on thy precepts."
    },
    {
      "verse": 79,
      "text": "Let those who fear thee turn unto me, And they that know thine ordinances!"
    },
    {
      "verse": 80,
      "text": "May my heart be perfect in thy statutes, That I may not be put to shame!"
    },
    {
      "verse": 81,
      "text": "My soul fainteth for thy salvation; In thy promise do I trust."
    },
    {
      "verse": 82,
      "text": "Mine eyes fail with looking for thy promise; When. say I, wilt thou comfort me?"
    },
    {
      "verse": 83,
      "text": "Yea, I am become like a bottle in the smoke; Yet do I not forget thy statutes."
    },
    {
      "verse": 84,
      "text": "How many are the days of thy servant? When wilt thou execute judgment upon my persecutors?"
    },
    {
      "verse": 85,
      "text": "The proud have digged pits for me; They who do not regard thy law."
    },
    {
      "verse": 86,
      "text": "All thy commandments are faithful; They persecute me without cause; help thou me!"
    },
    {
      "verse": 87,
      "text": "They had almost consumed me from the earth; But I forsook not thy precepts."
    },
    {
      "verse": 88,
      "text": "Quicken me according to thy loving-kindness, That I may keep the law of thy mouth!"
    },
    {
      "verse": 89,
      "text": "Thy word, O LORD! abideth for ever, Being established like the heavens;"
    },
    {
      "verse": 90,
      "text": "Thy faithfulness endureth to all generations. Thou hast established the earth, and it abideth."
    },
    {
      "verse": 91,
      "text": "They continue to this day according to their ordinances; For they are all subject to thee."
    },
    {
      "verse": 92,
      "text": "Had not thy law been my delight, I should have perished in my affliction."
    },
    {
      "verse": 93,
      "text": "I will never forget thy precepts; For by them thou revivest me."
    },
    {
      "verse": 94,
      "text": "I am thine, help me! For I seek thy precepts."
    },
    {
      "verse": 95,
      "text": "The wicked lie in wait to destroy me; But I will have regard to thine ordinances."
    },
    {
      "verse": 96,
      "text": "I have seen an end of all perfection; But thy law is exceeding broad."
    },
    {
      "verse": 97,
      "text": "O how I love thy law! It is my daily meditation."
    },
    {
      "verse": 98,
      "text": "Thou hast made me wiser than my enemies by thy precepts; For they are ever before me."
    },
    {
      "verse": 99,
      "text": "I have more understanding than all my teachers; For thine ordinances are my meditation."
    },
    {
      "verse": 100,
      "text": "I have more wisdom than the ancients, Because I keep thy precepts."
    },
    {
      "verse": 101,
      "text": "I have restrained my feet from every evil way, That I might keep thy word."
    },
    {
      "verse": 102,
      "text": "I depart not from thy statutes, For thou teachest me!"
    },
    {
      "verse": 103,
      "text": "How sweet are thy words to my taste; Yea, sweeter than honey to my mouth!"
    },
    {
      "verse": 104,
      "text": "From thy precepts I learn wisdom; Therefore do I hate every false way."
    },
    {
      "verse": 105,
      "text": "Thy word is a lamp to my feet, And a light to my path."
    },
    {
      "verse": 106,
      "text": "I have sworn, and I will perform it, That I will keep thy righteous statutes."
    },
    {
      "verse": 107,
      "text": "I am exceedingly afflicted; Revive me, O LORD! according to thy word!"
    },
    {
      "verse": 108,
      "text": "Accept, O LORD! the free-will offering of my mouth, And teach me thy statutes!"
    },
    {
      "verse": 109,
      "text": "My life is continually in my hand; Yet do I not forget thy law."
    },
    {
      "verse": 110,
      "text": "The wicked lay snares for me, Yet do I not go astray from thy precepts."
    },
    {
      "verse": 111,
      "text": "I have made thine ordinances my possession for ever; For they are the joy of my heart."
    },
    {
      "verse": 112,
      "text": "I have inclined my heart to perform thy statutes, Always,—even to the end."
    },
    {
      "verse": 113,
      "text": "I hate impious men, And thy law I do love."
    },
    {
      "verse": 114,
      "text": "Thou art my hiding-place and my shield; In thy word I put my trust!"
    },
    {
      "verse": 115,
      "text": "Depart from me, ye evil-doers! For I will keep the commandments of my God."
    },
    {
      "verse": 116,
      "text": "Uphold me according to thy promise, that I may live; And let me not be ashamed of my hope!"
    },
    {
      "verse": 117,
      "text": "Do thou hold me up, and I shall be safe, And I will have respect to thy statutes continually!"
    },
    {
      "verse": 118,
      "text": "Thou castest off all who depart from thy laws; For their deceit is vain."
    },
    {
      "verse": 119,
      "text": "Thou throwest away all the wicked of the earth, like dross; Therefore I love thine ordinances."
    },
    {
      "verse": 120,
      "text": "My flesh trembleth through fear of thee, And I am afraid of thy judgments."
    },
    {
      "verse": 121,
      "text": "I have done justice and equity; O leave me not to mine oppressors."
    },
    {
      "verse": 122,
      "text": "Be surety for thy servant for good; Let not the proud oppress me!"
    },
    {
      "verse": 123,
      "text": "Mine eyes fail with looking for thy help, And for thy righteous promise."
    },
    {
      "verse": 124,
      "text": "Deal with thy servant according to thy mercy, And teach me thy statutes!"
    },
    {
      "verse": 125,
      "text": "I am thy servant; give me understanding, That I may know thine ordinances!"
    },
    {
      "verse": 126,
      "text": "It is time for thee, O LORD! to act; For men have made void thy law."
    },
    {
      "verse": 127,
      "text": "Therefore I love thy commandments above gold; Yea, above fine gold."
    },
    {
      "verse": 128,
      "text": "Therefore I esteem all thy precepts concerning all things to be right; I hate every false way."
    },
    {
      "verse": 129,
      "text": "Wonderful are thine ordinances; Therefore do I observe them."
    },
    {
      "verse": 130,
      "text": "The communication of thy precepts giveth light; It giveth understanding to the simple."
    },
    {
      "verse": 131,
      "text": "I open my mouth and pant: For I long for thy commandments."
    },
    {
      "verse": 132,
      "text": "Look thou upon me, and be gracious to me, As is just to those who love thy name!"
    },
    {
      "verse": 133,
      "text": "Establish my footsteps in thy word, And let no iniquity have dominion over me!"
    },
    {
      "verse": 134,
      "text": "Redeem me from the oppression of men, So will I keep thy precepts!"
    },
    {
      "verse": 135,
      "text": "Let thy face shine on thy servant, And teach me thy statutes!"
    },
    {
      "verse": 136,
      "text": "Rivers of water run down mine eyes, Because men keep not thy law."
    },
    {
      "verse": 137,
      "text": "Righteous art thou, O LORD! And just are thy judgments!"
    },
    {
      "verse": 138,
      "text": "Just are the ordinances which thou hast ordained, And altogether righteous."
    },
    {
      "verse": 139,
      "text": "My zeal consumeth me, Because my enemies forget thy word."
    },
    {
      "verse": 140,
      "text": "Thy word is very pure, Therefore thy servant loveth it."
    },
    {
      "verse": 141,
      "text": "Of mean condition am I, and despised; Yet do I not forget thy precepts."
    },
    {
      "verse": 142,
      "text": "Thy righteousness is everlasting righteousness, And thy law is truth."
    },
    {
      "verse": 143,
      "text": "Trouble and anguish have taken hold of me, But thy laws are my delight."
    },
    {
      "verse": 144,
      "text": "The justice of thine ordinances is everlasting; Give me understanding, and I shall live!"
    },
    {
      "verse": 145,
      "text": "I cry to thee with my whole heart; Hear me, O LORD! that I may keep thy statutes."
    },
    {
      "verse": 146,
      "text": "I cry unto thee; save me, And I will observe thine ordinances."
    },
    {
      "verse": 147,
      "text": "I come before the dawn with my prayer; I trust in thy promise!"
    },
    {
      "verse": 148,
      "text": "My eyes anticipate the night-watches, That I may meditate upon thy promise."
    },
    {
      "verse": 149,
      "text": "Hear my voice according to thy loving-kindness; O LORD! revive me according to thy mercy!"
    },
    {
      "verse": 150,
      "text": "Near are they whose aim is mischief; They are far from thy law;"
    },
    {
      "verse": 151,
      "text": "Yet thou art near, O LORD! And all thy commandments are truth!"
    },
    {
      "verse": 152,
      "text": "Long have I known concerning thine ordinances, That thou hast founded them for ever."
    },
    {
      "verse": 153,
      "text": "Look upon my affliction, and deliver me! For I do not forget thy law."
    },
    {
      "verse": 154,
      "text": "Maintain my cause, and redeem me; Revive me according to thy promise!"
    },
    {
      "verse": 155,
      "text": "Salvation is far from the wicked, Because they seek not thy statutes."
    },
    {
      "verse": 156,
      "text": "Great is thy compassion, O LORD! Revive thou me according to thine equity!"
    },
    {
      "verse": 157,
      "text": "Many are my persecutors and my enemies, Yet do I not depart from thine ordinances."
    },
    {
      "verse": 158,
      "text": "I behold the transgressors, and am grieved Because they regard not thy word."
    },
    {
      "verse": 159,
      "text": "Behold, how I love thy precepts! O LORD! revive me according to thy loving-kindness!"
    },
    {
      "verse": 160,
      "text": "The whole of thy word is truth, And all thy righteous judgments endure for ever."
    },
    {
      "verse": 161,
      "text": "Princes have persecuted me without cause; But my heart standeth in awe of thy word."
    },
    {
      "verse": 162,
      "text": "I rejoice in thy word, As one that hath found great spoil."
    },
    {
      "verse": 163,
      "text": "I hate and abhor lying, And thy law do I love."
    },
    {
      "verse": 164,
      "text": "Seven times a day do I praise thee On account of thy righteous judgments."
    },
    {
      "verse": 165,
      "text": "Great peace have they who love thy law, And no evil shall befall them."
    },
    {
      "verse": 166,
      "text": "O LORD! I wait for thy salvation, And keep thy commandments!"
    },
    {
      "verse": 167,
      "text": "My soul observeth thine ordinances, And loveth them exceedingly."
    },
    {
      "verse": 168,
      "text": "I keep thy precepts and thine ordinances; For all my ways are before thee."
    },
    {
      "verse": 169,
      "text": "Let my prayer come near before thee, O LORD! According to thy promise, give me understanding!"
    },
    {
      "verse": 170,
      "text": "Let my supplication come before thee; O deliver me according to thy promise!"
    },
    {
      "verse": 171,
      "text": "My lips shall pour forth praise; For thou teachest me thy statutes."
    },
    {
      "verse": 172,
      "text": "My tongue shall sing of thy word; For all thy commandments are right."
    },
    {
      "verse": 173,
      "text": "Let thy hand be my help; For I have chosen thy precepts!"
    },
    {
      "verse": 174,
      "text": "I long for thy salvation, O LORD! And thy law is my delight!"
    },
    {
      "verse": 175,
      "text": "Let me live, and I will praise thee; Let thy judgments help me!"
    },
    {
      "verse": 176,
      "text": "I wander like a lost sheep; seek thy servant, For I do not forget thy commandments!"
    }
  ]
}