{
  "book_id": "PSA",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of the steps, or the goings up.” O LORD! remember David, And all his affliction!"
    },
    {
      "verse": 2,
      "text": "How he sware to Jehovah, And vowed to the Mighty One of Jacob:"
    },
    {
      "verse": 3,
      "text": "“I will not go into my house, Nor lie down on my bed,"
    },
    {
      "verse": 4,
      "text": "I will not give sleep to my eyes, Nor slumber to my eyelids,"
    },
    {
      "verse": 5,
      "text": "Until I find a place for Jehovah, A habitation for the Mighty One of Jacob.”"
    },
    {
      "verse": 6,
      "text": "Behold, we heard of it at Ephratah; We found it in the fields of the forest."
    },
    {
      "verse": 7,
      "text": "Let us go into his habitation; Let us worship at his footstool!"
    },
    {
      "verse": 8,
      "text": "Arise, O LORD! into thy rest, Thou, and the ark of thy strength!"
    },
    {
      "verse": 9,
      "text": "Let thy priests be clothed with righteousness, And thy holy ones shout for joy!"
    },
    {
      "verse": 10,
      "text": "For the sake of thy servant David, Reject not the prayer of thine anointed!"
    },
    {
      "verse": 11,
      "text": "Jehovah hath sworn in truth unto David, And he will not depart from it: “Of the fruit of thy body will I place upon the throne for thee."
    },
    {
      "verse": 12,
      "text": "If thy children keep my covenant, And my statutes, which I teach them, Their children also throughout all ages Shall sit upon thy throne.”"
    },
    {
      "verse": 13,
      "text": "For Jehovah hath chosen Zion; He hath desired it as his dwelling-place."
    },
    {
      "verse": 14,
      "text": "“This is my resting-place for ever; Here will I dwell, for I have chosen it."
    },
    {
      "verse": 15,
      "text": "I will abundantly bless her provision; I will satisfy her poor with bread."
    },
    {
      "verse": 16,
      "text": "I will also clothe her priests with salvation, And her holy ones shall shout aloud for joy."
    },
    {
      "verse": 17,
      "text": "There will I cause to spring forth a horn for David; I have prepared a light for mine anointed."
    },
    {
      "verse": 18,
      "text": "His enemies will I clothe with shame, And the crown shall glitter upon his head.”"
    }
  ]
}