{
  "book_id": "PSA",
  "chapter": 135,
  "verses": [
    {
      "verse": 1,
      "text": "Praise ye the LORD! Praise ye the name of the LORD! Praise him, O ye servants of the LORD!"
    },
    {
      "verse": 2,
      "text": "Ye who stand in the house of the LORD, In the courts of the house of our God!"
    },
    {
      "verse": 3,
      "text": "Praise ye the LORD, for the LORD is good; Praise his name, for he is kind!"
    },
    {
      "verse": 4,
      "text": "For the LORD chose Jacob for himself, And Israel for his own possession."
    },
    {
      "verse": 5,
      "text": "I know that the LORD is great; That our Lord is above all gods."
    },
    {
      "verse": 6,
      "text": "All that the LORD pleaseth, that he doeth, In heaven and upon earth, In the sea, and in all deeps."
    },
    {
      "verse": 7,
      "text": "He causeth the clouds to ascend from the ends of the earth; He maketh lightnings for the rain; He bringeth the wind from his store-houses."
    },
    {
      "verse": 8,
      "text": "He smote the first-born of Egypt, Both of man and beast."
    },
    {
      "verse": 9,
      "text": "He sent signs and wonders into the midst of thee, O Egypt! Against Pharaoh and all his servants!"
    },
    {
      "verse": 10,
      "text": "He smote many nations, And slew mighty kings;"
    },
    {
      "verse": 11,
      "text": "Sihon, the king of the Amorites, And Og, the king of Bashan, And all the kings of Canaan;"
    },
    {
      "verse": 12,
      "text": "And gave their land for an inheritance, For an inheritance to Israel, his people."
    },
    {
      "verse": 13,
      "text": "Thy name, O LORD! endureth for ever; Thy memorial, O LORD! to all generations!"
    },
    {
      "verse": 14,
      "text": "For the LORD judgeth his people, And hath compassion on his servants."
    },
    {
      "verse": 15,
      "text": "The idols of the nations are silver and gold, The work of men's hands."
    },
    {
      "verse": 16,
      "text": "They have mouths, but they speak not; Eyes have they, but they see not."
    },
    {
      "verse": 17,
      "text": "They have ears, but they hear not; And there is no breath in their mouths."
    },
    {
      "verse": 18,
      "text": "They that make them are like them; So is every one that trusteth in them."
    },
    {
      "verse": 19,
      "text": "Praise the LORD, O house of Israel! Praise the LORD, O house of Aaron!"
    },
    {
      "verse": 20,
      "text": "Praise the LORD, O house of Levi! Ye that fear the LORD, bless the LORD!"
    },
    {
      "verse": 21,
      "text": "Praised be the LORD out of Zion, He that dwelleth in Jerusalem! Praise ye the LORD!"
    }
  ]
}