{
  "book_id": "PSA",
  "chapter": 136,
  "verses": [
    {
      "verse": 1,
      "text": "O give thanks to the LORD! for he is kind; For his goodness endureth for ever!"
    },
    {
      "verse": 2,
      "text": "O give thanks to the God of gods; For his goodness endureth for ever!"
    },
    {
      "verse": 3,
      "text": "O give thanks to the Lord of lords; For his goodness endureth for ever!"
    },
    {
      "verse": 4,
      "text": "To him that alone doeth great wonders; For his goodness endureth for ever!"
    },
    {
      "verse": 5,
      "text": "To him that made the heavens with wisdom; For his goodness endureth for ever!"
    },
    {
      "verse": 6,
      "text": "To him that spread out the earth upon the waters; For his goodness endureth for ever!"
    },
    {
      "verse": 7,
      "text": "To him that made the great lights; For his goodness endureth for ever!"
    },
    {
      "verse": 8,
      "text": "The sun to rule the day; For his goodness endureth for ever!"
    },
    {
      "verse": 9,
      "text": "The moon and stars to rule the night; For his goodness endureth for ever!"
    },
    {
      "verse": 10,
      "text": "To him that smote in Egypt their first-born; For his goodness endureth for ever!"
    },
    {
      "verse": 11,
      "text": "And brought Israel from the midst of them; For his goodness endureth for ever!"
    },
    {
      "verse": 12,
      "text": "With a strong hand and an outstretched arm; For his goodness endureth for ever!"
    },
    {
      "verse": 13,
      "text": "To him who divided the Red sea into parts; For his goodness endureth for ever!"
    },
    {
      "verse": 14,
      "text": "And made Israel to pass through the midst of it; For his goodness endureth for ever!"
    },
    {
      "verse": 15,
      "text": "And overthrew Pharaoh and his host in the Red sea; For his goodness endureth for ever!"
    },
    {
      "verse": 16,
      "text": "To him who led his people through the wilderness; For his goodness endureth for ever!"
    },
    {
      "verse": 17,
      "text": "To him who smote great kings; For his goodness endureth for ever!"
    },
    {
      "verse": 18,
      "text": "And slew mighty kings; For his goodness endureth for ever!"
    },
    {
      "verse": 19,
      "text": "Sihon, the king of the Amorites; For his goodness endureth for ever!"
    },
    {
      "verse": 20,
      "text": "And Og, the king of Bashan; For his goodness endureth for ever!"
    },
    {
      "verse": 21,
      "text": "And gave their land for an inheritance; For his goodness endureth for ever!"
    },
    {
      "verse": 22,
      "text": "For an inheritance to Israel his servant; For his goodness endureth for ever!"
    },
    {
      "verse": 23,
      "text": "Who remembered us in our low estate; For his goodness endureth for ever!"
    },
    {
      "verse": 24,
      "text": "And redeemed us from our enemies; For his goodness endureth for ever!"
    },
    {
      "verse": 25,
      "text": "Who giveth food unto all; For his goodness endureth for ever!"
    },
    {
      "verse": 26,
      "text": "O give thanks to the God of heaven; For his goodness endureth for ever!"
    }
  ]
}