{
  "book_id": "PSA",
  "chapter": 145,
  "verses": [
    {
      "verse": 1,
      "text": "“A song of praise. By David.” I will extol thee, my God, the King! I will praise thy name for ever and ever!"
    },
    {
      "verse": 2,
      "text": "Every day will I bless thee, And praise thy name for ever and ever!"
    },
    {
      "verse": 3,
      "text": "Great is the LORD, and greatly to be praised; Yea, his greatness is unsearchable."
    },
    {
      "verse": 4,
      "text": "One generation shall praise thy works to another, And shall declare thy mighty deeds."
    },
    {
      "verse": 5,
      "text": "I will speak of the glorious honor of thy majesty, And of thy wonderful works."
    },
    {
      "verse": 6,
      "text": "Men shall speak of the might of thy terrible deeds, And I will declare thy greatness;"
    },
    {
      "verse": 7,
      "text": "They shall pour forth the praise of thy great good And sing of thy righteousness."
    },
    {
      "verse": 8,
      "text": "The LORD is gracious, and full of compassion, Slow to anger, and rich in mercy."
    },
    {
      "verse": 9,
      "text": "The LORD is good to all. And his tender mercies are over all his works."
    },
    {
      "verse": 10,
      "text": "All thy works praise thee, O LORD! And thy holy ones bless thee!"
    },
    {
      "verse": 11,
      "text": "They speak of the glory of thy kingdom, And talk of thy power;"
    },
    {
      "verse": 12,
      "text": "To make known to the sons of men his mighty deeds, And the glorious majesty of his kingdom."
    },
    {
      "verse": 13,
      "text": "Thy kingdom is an everlasting kingdom, And thy dominion endureth throughout all generations."
    },
    {
      "verse": 14,
      "text": "The LORD upholdeth all that fall, And raiseth up all that are bowed down."
    },
    {
      "verse": 15,
      "text": "The eyes of all wait upon thee, And thou givest them their food in due season;"
    },
    {
      "verse": 16,
      "text": "Thou openest thine hand, And satisfiest the desire of every living thing."
    },
    {
      "verse": 17,
      "text": "The LORD is righteous in all his ways, And merciful in all his works."
    },
    {
      "verse": 18,
      "text": "The LORD is nigh to all that call upon him, To all that call upon him in truth."
    },
    {
      "verse": 19,
      "text": "He fulfilleth the desire of them that fear him; He heareth their cry, and saveth them."
    },
    {
      "verse": 20,
      "text": "The LORD preserveth all that love him; But all the wicked he will destroy."
    },
    {
      "verse": 21,
      "text": "My mouth shall speak the praise of the LORD; And let all flesh bless his holy name for ever and ever!"
    }
  ]
}