{
  "book_id": "ROM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, a servant of Jesus Christ, a called apostle, having been separated to the good news of God —"
    },
    {
      "verse": 2,
      "text": "which He announced before through His prophets in holy writings —"
    },
    {
      "verse": 3,
      "text": "concerning His Son, (who is come of the seed of David according to the flesh,"
    },
    {
      "verse": 4,
      "text": "who is marked out Son of God in power, according to the Spirit of sanctification, by the rising again from the dead,) Jesus Christ our Lord;"
    },
    {
      "verse": 5,
      "text": "through whom we did receive grace and apostleship, for obedience of faith among all the nations, in behalf of his name;"
    },
    {
      "verse": 6,
      "text": "among whom are also ye, the called of Jesus Christ;"
    },
    {
      "verse": 7,
      "text": "to all who are in Rome, beloved of God, called saints; Grace to you, and peace, from God our Father, and [from] the Lord Jesus Christ!"
    },
    {
      "verse": 8,
      "text": "first, indeed, I thank my God through Jesus Christ for you all, that your faith is proclaimed in the whole world;"
    },
    {
      "verse": 9,
      "text": "for God is my witness, whom I serve in my spirit in the good news of His Son, how unceasingly I make mention of you,"
    },
    {
      "verse": 10,
      "text": "always in my prayers beseeching, if by any means now at length I shall have a prosperous journey, by the will of God, to come unto you,"
    },
    {
      "verse": 11,
      "text": "for I long to see you, that I may impart to you some spiritual gift, that ye may be established;"
    },
    {
      "verse": 12,
      "text": "and that is, that I may be comforted together among you, through the faith in one another, both yours and mine."
    },
    {
      "verse": 13,
      "text": "And I do not wish you to be ignorant, brethren, that many times I did purpose to come unto you — and was hindered till the present time — that some fruit I might have also among you, even as also among the other nations."
    },
    {
      "verse": 14,
      "text": "Both to Greeks and to foreigners, both to wise and to thoughtless, I am a debtor,"
    },
    {
      "verse": 15,
      "text": "so, as much as in me is, I am ready also to you who [are] in Rome to proclaim good news,"
    },
    {
      "verse": 16,
      "text": "for I am not ashamed of the good news of the Christ, for it is the power of God to salvation to every one who is believing, both to Jew first, and to Greek."
    },
    {
      "verse": 17,
      "text": "For the righteousness of God in it is revealed from faith to faith, according as it hath been written, 'And the righteous one by faith shall live,'"
    },
    {
      "verse": 18,
      "text": "for revealed is the wrath of God from heaven upon all impiety and unrighteousness of men, holding down the truth in unrighteousness."
    },
    {
      "verse": 19,
      "text": "Because that which is known of God is manifest among them, for God did manifest [it] to them,"
    },
    {
      "verse": 20,
      "text": "for the invisible things of Him from the creation of the world, by the things made being understood, are plainly seen, both His eternal power and Godhead — to their being inexcusable;"
    },
    {
      "verse": 21,
      "text": "because, having known God they did not glorify [Him] as God, nor gave thanks, but were made vain in their reasonings, and their unintelligent heart was darkened,"
    },
    {
      "verse": 22,
      "text": "professing to be wise, they were made fools,"
    },
    {
      "verse": 23,
      "text": "and changed the glory of the incorruptible God into the likeness of an image of corruptible man, and of fowls, and of quadrupeds, and of reptiles."
    },
    {
      "verse": 24,
      "text": "Wherefore also God did give them up, in the desires of their hearts, to uncleanness, to dishonour their bodies among themselves;"
    },
    {
      "verse": 25,
      "text": "who did change the truth of God into a falsehood, and did honour and serve the creature rather than the Creator, who is blessed to the ages. Amen."
    },
    {
      "verse": 26,
      "text": "Because of this did God give them up to dishonourable affections, for even their females did change the natural use into that against nature;"
    },
    {
      "verse": 27,
      "text": "and in like manner also the males having left the natural use of the female, did burn in their longing toward one another; males with males working shame, and the recompense of their error that was fit, in themselves receiving."
    },
    {
      "verse": 28,
      "text": "And, according as they did not approve of having God in knowledge, God gave them up to a disapproved mind, to do the things not seemly;"
    },
    {
      "verse": 29,
      "text": "having been filled with all unrighteousness, whoredom, wickedness, covetousness, malice; full of envy, murder, strife, deceit, evil dispositions; whisperers,"
    },
    {
      "verse": 30,
      "text": "evil-speakers, God-haters, insulting, proud, boasters, inventors of evil things, disobedient to parents,"
    },
    {
      "verse": 31,
      "text": "unintelligent, faithless, without natural affection, implacable, unmerciful;"
    },
    {
      "verse": 32,
      "text": "who the righteous judgment of God having known — that those practising such things are worthy of death — not only do them, but also have delight with those practising them."
    }
  ]
}