{
  "book_id": "ROM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "What, then, [is] the superiority of the Jew? or what the profit of the circumcision?"
    },
    {
      "verse": 2,
      "text": "much in every way; for first, indeed, that they were intrusted with the oracles of God;"
    },
    {
      "verse": 3,
      "text": "for what, if certain were faithless? shall their faithlessness the faithfulness of god make useless?"
    },
    {
      "verse": 4,
      "text": "let it not be! and let God become true, and every man false, according as it hath been written, 'That Thou mayest be declared righteous in Thy words, and mayest overcome in Thy being judged.'"
    },
    {
      "verse": 5,
      "text": "And, if our unrighteousness God's righteousness doth establish, what shall we say? is God unrighteous who is inflicting the wrath? (after the manner of a man I speak)"
    },
    {
      "verse": 6,
      "text": "let it not be! since how shall God judge the world?"
    },
    {
      "verse": 7,
      "text": "for if the truth of God in my falsehood did more abound to His glory, why yet am I also as a sinner judged?"
    },
    {
      "verse": 8,
      "text": "and not, as we are evil spoken of, and as certain affirm us to say — 'We may do the evil things, that the good ones may come?' whose judgment is righteous."
    },
    {
      "verse": 9,
      "text": "What, then? are we better? not at all! for we did before charge both Jews and Greeks with being all under sin,"
    },
    {
      "verse": 10,
      "text": "according as it hath been written — 'There is none righteous, not even one;"
    },
    {
      "verse": 11,
      "text": "There is none who is understanding, there is none who is seeking after God."
    },
    {
      "verse": 12,
      "text": "All did go out of the way, together they became unprofitable, there is none doing good, there is not even one."
    },
    {
      "verse": 13,
      "text": "A sepulchre opened [is] their throat; with their tongues they used deceit; poison of asps [is] under their lips."
    },
    {
      "verse": 14,
      "text": "Whose mouth is full of cursing and bitterness."
    },
    {
      "verse": 15,
      "text": "Swift [are] their feet to shed blood."
    },
    {
      "verse": 16,
      "text": "Ruin and misery [are] in their ways."
    },
    {
      "verse": 17,
      "text": "And a way of peace they did not know."
    },
    {
      "verse": 18,
      "text": "There is no fear of God before their eyes.'"
    },
    {
      "verse": 19,
      "text": "And we have known that as many things as the law saith, to those in the law it doth speak, that every mouth may be stopped, and all the world may come under judgment to God;"
    },
    {
      "verse": 20,
      "text": "wherefore by works of law shall no flesh be declared righteous before Him, for through law is a knowledge of sin."
    },
    {
      "verse": 21,
      "text": "And now apart from law hath the righteousness of God been manifested, testified to by the law and the prophets,"
    },
    {
      "verse": 22,
      "text": "and the righteousness of God [is] through the faith of Jesus Christ to all, and upon all those believing, — for there is no difference,"
    },
    {
      "verse": 23,
      "text": "for all did sin, and are come short of the glory of God —"
    },
    {
      "verse": 24,
      "text": "being declared righteous freely by His grace through the redemption that [is] in Christ Jesus,"
    },
    {
      "verse": 25,
      "text": "whom God did set forth a mercy seat, through the faith in his blood, for the shewing forth of His righteousness, because of the passing over of the bygone sins in the forbearance of God —"
    },
    {
      "verse": 26,
      "text": "for the shewing forth of His righteousness in the present time, for His being righteous, and declaring him righteous who [is] of the faith of Jesus."
    },
    {
      "verse": 27,
      "text": "Where then [is] the boasting? it was excluded; by what law? of works? no, but by a law of faith:"
    },
    {
      "verse": 28,
      "text": "therefore do we reckon a man to be declared righteous by faith, apart from works of law."
    },
    {
      "verse": 29,
      "text": "The God of Jews only [is He], and not also of nations?"
    },
    {
      "verse": 30,
      "text": "yes, also of nations; since one [is] God who shall declare righteous the circumcision by faith, and the uncircumcision through the faith."
    },
    {
      "verse": 31,
      "text": "Law then do we make useless through the faith? let it not be! yea, we do establish law."
    }
  ]
}