{
  "book_id": "ROM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "What, then, shall we say Abraham our father, to have found, according to flesh?"
    },
    {
      "verse": 2,
      "text": "for if Abraham by works was declared righteous, he hath to boast — but not before God;"
    },
    {
      "verse": 3,
      "text": "for what doth the writing say? 'And Abraham did believe God, and it was reckoned to him — to righteousness;'"
    },
    {
      "verse": 4,
      "text": "and to him who is working, the reward is not reckoned of grace, but of debt;"
    },
    {
      "verse": 5,
      "text": "and to him who is not working, and is believing upon Him who is declaring righteous the impious, his faith is reckoned — to righteousness:"
    },
    {
      "verse": 6,
      "text": "even as David also doth speak of the happiness of the man to whom God doth reckon righteousness apart from works:"
    },
    {
      "verse": 7,
      "text": "'Happy they whose lawless acts were forgiven, and whose sins were covered;"
    },
    {
      "verse": 8,
      "text": "happy the man to whom the Lord may not reckon sin.'"
    },
    {
      "verse": 9,
      "text": "[Is] this happiness, then, upon the circumcision, or also upon the uncircumcision — for we say that the faith was reckoned to Abraham — to righteousness?"
    },
    {
      "verse": 10,
      "text": "how then was it reckoned? he being in circumcision, or in uncircumcision? not in circumcision, but in uncircumcision;"
    },
    {
      "verse": 11,
      "text": "and a sign he did receive of circumcision, a seal of the righteousness of the faith in the uncircumcision, for his being father of all those believing through uncircumcision, for the righteousness also being reckoned to them,"
    },
    {
      "verse": 12,
      "text": "and father of circumcision to those not of circumcision only, but who also walk in the steps of the faith, that [is] in the uncircumcision of our father Abraham."
    },
    {
      "verse": 13,
      "text": "For not through law [is] the promise to Abraham, or to his seed, of his being heir of the world, but through the righteousness of faith;"
    },
    {
      "verse": 14,
      "text": "for if they who are of law [are] heirs, the faith hath been made void, and the promise hath been made useless;"
    },
    {
      "verse": 15,
      "text": "for the law doth work wrath; for where law is not, neither [is] transgression."
    },
    {
      "verse": 16,
      "text": "Because of this [it is] of faith, that [it may be] according to grace, for the promise being sure to all the seed, not to that which [is] of the law only, but also to that which [is] of the faith of Abraham,"
    },
    {
      "verse": 17,
      "text": "who is father of us all (according as it hath been written — 'A father of many nations I have set thee,') before Him whom he did believe — God, who is quickening the dead, and is calling the things that be not as being."
    },
    {
      "verse": 18,
      "text": "Who, against hope in hope did believe, for his becoming father of many nations according to that spoken: 'So shall thy seed be;'"
    },
    {
      "verse": 19,
      "text": "and not having been weak in the faith, he did not consider his own body, already become dead, (being about a hundred years old,) and the deadness of Sarah's womb,"
    },
    {
      "verse": 20,
      "text": "and at the promise of God did not stagger in unbelief, but was strengthened in faith, having given glory to God,"
    },
    {
      "verse": 21,
      "text": "and having been fully persuaded that what He hath promised He is able also to do:"
    },
    {
      "verse": 22,
      "text": "wherefore also it was reckoned to him to righteousness."
    },
    {
      "verse": 23,
      "text": "And it was not written on his account alone, that it was reckoned to him,"
    },
    {
      "verse": 24,
      "text": "but also on ours, to whom it is about to be reckoned — to us believing on Him who did raise up Jesus our Lord out of the dead,"
    },
    {
      "verse": 25,
      "text": "who was delivered up because of our offences, and was raised up because of our being declared righteous."
    }
  ]
}