{
  "book_id": "ROM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And him who is weak in the faith receive ye — not to determinations of reasonings;"
    },
    {
      "verse": 2,
      "text": "one doth believe that he may eat all things — and he who is weak doth eat herbs;"
    },
    {
      "verse": 3,
      "text": "let not him who is eating despise him who is not eating: and let not him who is not eating judge him who is eating, for God did receive him."
    },
    {
      "verse": 4,
      "text": "Thou — who art thou that art judging another's domestic? to his own master he doth stand or fall; and he shall be made to stand, for God is able to make him stand."
    },
    {
      "verse": 5,
      "text": "One doth judge one day above another, and another doth judge every day [alike]; let each in his own mind be fully assured."
    },
    {
      "verse": 6,
      "text": "He who is regarding the day, to the Lord he doth regard [it], and he who is not regarding the day, to the Lord he doth not regard [it]. He who is eating, to the Lord he doth eat, for he doth give thanks to God; and he who is not eating, to the Lord he doth not eat, and doth give thanks to God."
    },
    {
      "verse": 7,
      "text": "For none of us to himself doth live, and none to himself doth die;"
    },
    {
      "verse": 8,
      "text": "for both, if we may live, to the Lord we live; if also we may die, to the Lord we die; both then if we may live, also if we may die, we are the Lord's;"
    },
    {
      "verse": 9,
      "text": "for because of this Christ both died and rose again, and lived again, that both of dead and of living he may be Lord."
    },
    {
      "verse": 10,
      "text": "And thou, why dost thou judge thy brother? or again, thou, why dost thou set at nought thy brother? for we shall all stand at the tribunal of the Christ;"
    },
    {
      "verse": 11,
      "text": "for it hath been written, 'I live! saith the Lord — to Me bow shall every knee, and every tongue shall confess to God;'"
    },
    {
      "verse": 12,
      "text": "so, then, each of us concerning himself shall give reckoning to God;"
    },
    {
      "verse": 13,
      "text": "no longer, therefore, may we judge one another, but this judge ye rather, not to put a stumbling-stone before the brother, or an offence."
    },
    {
      "verse": 14,
      "text": "I have known, and am persuaded, in the Lord Jesus, that nothing [is] unclean of itself, except to him who is reckoning anything to be unclean — to that one [it is] unclean;"
    },
    {
      "verse": 15,
      "text": "and if through victuals thy brother is grieved, no more dost thou walk according to love; do not with thy victuals destroy that one for whom Christ died."
    },
    {
      "verse": 16,
      "text": "Let not, then, your good be evil spoken of,"
    },
    {
      "verse": 17,
      "text": "for the reign of God is not eating and drinking, but righteousness, and peace, and joy in the Holy Spirit;"
    },
    {
      "verse": 18,
      "text": "for he who in these things is serving the Christ, [is] acceptable to God and approved of men."
    },
    {
      "verse": 19,
      "text": "So, then, the things of peace may we pursue, and the things of building up one another;"
    },
    {
      "verse": 20,
      "text": "for the sake of victuals cast not down the work of God; all things, indeed, [are] pure, but evil [is] to the man who is eating through stumbling."
    },
    {
      "verse": 21,
      "text": "Right [it is] not to eat flesh, nor to drink wine, nor to [do anything] in which thy brother doth stumble, or is made to fall, or is weak."
    },
    {
      "verse": 22,
      "text": "Thou hast faith! to thyself have [it] before God; happy is he who is not judging himself in what he doth approve,"
    },
    {
      "verse": 23,
      "text": "and he who is making a difference, if he may eat, hath been condemned, because [it is] not of faith; and all that [is] not of faith is sin."
    }
  ]
}