{
  "book_id": "ISA",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Keep silence before me, O islands; and let the people renew theirstrength: let them come near; then let them speak: let us come near together to judgment."
    },
    {
      "verse": 2,
      "text": "Who raised up the righteous manfrom the east, called him to his foot, gave the nations before him, and made himrule over kings? he gave themas the dust to his sword, andas driven stubble to his bow."
    },
    {
      "verse": 3,
      "text": "He pursued them, andpassed safely; evenby the way thathe had not gone with his feet."
    },
    {
      "verse": 4,
      "text": "Who hath wrought and done it, calling the generations from the beginning? I the \\+w LORD|strong=\"H3068\"\\+w*, the first, and with the last; I amhe."
    },
    {
      "verse": 5,
      "text": "The isles saw it, and feared; the ends of the earth were afraid, drew near, and came."
    },
    {
      "verse": 6,
      "text": "They helped every one his neighbour; and every onesaid to his brother, Be of good courage."
    },
    {
      "verse": 7,
      "text": "So the carpenter encouraged the goldsmith, andhe that smootheth withthe hammer him that smote the anvil, saying, It isready for the sodering: and he fastened it with nails, thatit should not be moved."
    },
    {
      "verse": 8,
      "text": "But thou, Israel, artmy servant, Jacob whom I have chosen, the seed of Abraham my friend."
    },
    {
      "verse": 9,
      "text": "Thouwhom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou artmy servant; I have chosen thee, and not cast thee away."
    },
    {
      "verse": 10,
      "text": "¶ Fear thou not; for I amwith thee: be not dismayed; for I amthy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."
    },
    {
      "verse": 11,
      "text": "Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish."
    },
    {
      "verse": 12,
      "text": "Thou shalt seek them, and shalt not find them, eventhem that contended with thee: they that war against thee shall be as nothing, and as a thing of nought."
    },
    {
      "verse": 13,
      "text": "For I the \\+w LORD|strong=\"H3068\"\\+w*thy God will hold thy right hand, saying unto thee, Fear not; I will help thee."
    },
    {
      "verse": 14,
      "text": "Fear not, thou worm Jacob, andye men of Israel; I will help thee, saith the \\+w LORD|strong=\"H3068\"\\+w*, and thy redeemer, the Holy One of Israel."
    },
    {
      "verse": 15,
      "text": "Behold, I will make thee a new sharp threshing instrument having teeth: thou shalt thresh the mountains, and beat themsmall, and shalt make the hills as chaff."
    },
    {
      "verse": 16,
      "text": "Thou shalt fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and thou shalt rejoice in the \\+w LORD|strong=\"H3068\"\\+w*, andshalt glory in the Holy One of Israel."
    },
    {
      "verse": 17,
      "text": "Whenthe poor and needy seek water, and there isnone, andtheir tongue faileth for thirst, I the \\+w LORD|strong=\"H3068\"\\+w*will hear them, I the God of Israel will not forsake them."
    },
    {
      "verse": 18,
      "text": "I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water."
    },
    {
      "verse": 19,
      "text": "I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree, andthe pine, and the box tree together:"
    },
    {
      "verse": 20,
      "text": "That they may see, and know, and consider, and understand together, that the hand of the \\+w LORD|strong=\"H3068\"\\+w*hath done this, and the Holy One of Israel hath created it."
    },
    {
      "verse": 21,
      "text": "Produce your cause, saith the \\+w LORD|strong=\"H3068\"\\+w*; bring forth your strong reasons, saith the King of Jacob."
    },
    {
      "verse": 22,
      "text": "Let them bring themforth, and shew us what shall happen: let them shew the former things, what they be, that we may consider them, and know the latter end of them; or declare us things for to come."
    },
    {
      "verse": 23,
      "text": "Shew the things that are to come hereafter, that we may know that ye aregods: yea, do good, or do evil, that we may be dismayed, and behold ittogether."
    },
    {
      "verse": 24,
      "text": "Behold, ye areof nothing, and your work of nought: an abomination is he thatchooseth you."
    },
    {
      "verse": 25,
      "text": "I have raised up onefrom the north, and he shall come: from the rising of the sun shall he call upon my name: and he shall come upon princes as uponmorter, and as the potter treadeth clay."
    },
    {
      "verse": 26,
      "text": "Who hath declared from the beginning, that we may know? and beforetime, that we may say, He isrighteous? yea, there isnone that sheweth, yea, there isnone that declareth, yea, there isnone that heareth your words."
    },
    {
      "verse": 27,
      "text": "The first shall sayto Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings."
    },
    {
      "verse": 28,
      "text": "For I beheld, and there wasno man; even among them, and there wasno counsellor, that, when I asked of them, could answer a word."
    },
    {
      "verse": 29,
      "text": "Behold, they areall vanity; their works arenothing: their molten images arewind and confusion."
    }
  ]
}