{
  "book_id": "ISA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the \\+w LORD|strong=\"H3068\"\\+w*to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;"
    },
    {
      "verse": 2,
      "text": "I will go before thee, and make the crooked places straight: I will break in pieces the gates of brass, and cut in sunder the bars of iron:"
    },
    {
      "verse": 3,
      "text": "And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the \\+w LORD|strong=\"H3068\"\\+w*, which call theeby thy name, amthe God of Israel."
    },
    {
      "verse": 4,
      "text": "For Jacob my servant’s sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me."
    },
    {
      "verse": 5,
      "text": "¶ I amthe \\+w LORD|strong=\"H3068\"\\+w*, and there isnone else, there isno God beside me: I girded thee, though thou hast not known me:"
    },
    {
      "verse": 6,
      "text": "That they may know from the rising of the sun, and from the west, that there isnone beside me. I amthe \\+w LORD|strong=\"H3068\"\\+w*, and there isnone else."
    },
    {
      "verse": 7,
      "text": "I form the light, and create darkness: I make peace, and create evil: I the \\+w LORD|strong=\"H3068\"\\+w*do all these things."
    },
    {
      "verse": 8,
      "text": "Drop down, ye heavens, from above, and let the skies pour down righteousness: let the earth open, and let them bring forth salvation, and let righteousness spring up together; I the \\+w LORD|strong=\"H3068\"\\+w*have created it."
    },
    {
      "verse": 9,
      "text": "Woe unto him that striveth with his Maker! Letthe potsherd strivewith the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?"
    },
    {
      "verse": 10,
      "text": "Woe unto him that saith unto hisfather, What begettest thou? or to the woman, What hast thou brought forth?"
    },
    {
      "verse": 11,
      "text": "Thus saith the \\+w LORD|strong=\"H3068\"\\+w*, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me."
    },
    {
      "verse": 12,
      "text": "I have made the earth, and created man upon it: I, evenmy hands, have stretched out the heavens, and all their host have I commanded."
    },
    {
      "verse": 13,
      "text": "I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the \\+w LORD|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 14,
      "text": "Thus saith the \\+w LORD|strong=\"H3068\"\\+w*, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee; in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee, saying, Surely God isin thee; and there isnone else, there isno God."
    },
    {
      "verse": 15,
      "text": "Verily thou arta God that hidest thyself, O God of Israel, the Saviour."
    },
    {
      "verse": 16,
      "text": "They shall be ashamed, and also confounded, all of them: they shall go to confusion together that aremakers of idols."
    },
    {
      "verse": 17,
      "text": "ButIsrael shall be saved in the \\+w LORD|strong=\"H3068\"\\+w*with an everlasting salvation: ye shall not be ashamed nor confounded world without end."
    },
    {
      "verse": 18,
      "text": "For thus saith the \\+w LORD|strong=\"H3068\"\\+w*that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I amthe \\+w LORD|strong=\"H3068\"\\+w*; and there isnone else."
    },
    {
      "verse": 19,
      "text": "I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the \\+w LORD|strong=\"H3068\"\\+w*speak righteousness, I declare things that are right."
    },
    {
      "verse": 20,
      "text": "¶ Assemble yourselves and come; draw near together, ye that areescaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god thatcannot save."
    },
    {
      "verse": 21,
      "text": "Tell ye, and bring themnear; yea, let them take counsel together: who hath declared this from ancient time? whohath told it from that time? havenot I the \\+w LORD|strong=\"H3068\"\\+w*? and there isno God else beside me; a just God and a Saviour; there isnone beside me."
    },
    {
      "verse": 22,
      "text": "Look unto me, and be ye saved, all the ends of the earth: for I amGod, and there isnone else."
    },
    {
      "verse": 23,
      "text": "I have sworn by myself, the word is gone out of my mouth inrighteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear."
    },
    {
      "verse": 24,
      "text": "Surely, shall onesay, in the \\+w LORD|strong=\"H3068\"\\+w*have I righteousness and strength: evento him shall mencome; and all that are incensed against him shall be ashamed."
    },
    {
      "verse": 25,
      "text": "In the \\+w LORD|strong=\"H3068\"\\+w*shall all the seed of Israel be justified, and shall glory."
    }
  ]
}