{
  "book_id": "ISA",
  "chapter": 62,
  "verses": [
    {
      "verse": 1,
      "text": "For Zion’s sake will I not hold my peace, and for Jerusalem’s sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp thatburneth."
    },
    {
      "verse": 2,
      "text": "And the Gentiles shall see thy righteousness, and all kings thy glory: and thou shalt be called by a new name, which the mouth of the \\+w LORD|strong=\"H3068\"\\+w*shall name."
    },
    {
      "verse": 3,
      "text": "Thou shalt also be a crown of glory in the hand of the \\+w LORD|strong=\"H3068\"\\+w*, and a royal diadem in the hand of thy God."
    },
    {
      "verse": 4,
      "text": "Thou shalt no more be termed Forsaken; neither shall thy land any more be termed Desolate: but thou shalt be called Hephzi-bah, and thy land Beulah: for the \\+w LORD|strong=\"H3068\"\\+w*delighteth in thee, and thy land shall be married."
    },
    {
      "verse": 5,
      "text": "¶ For asa young man marrieth a virgin, soshall thy sons marry thee: and asthe bridegroom rejoiceth over the bride, soshall thy God rejoice over thee."
    },
    {
      "verse": 6,
      "text": "I have set watchmen upon thy walls, O Jerusalem, whichshall never hold their peace day nor night: ye that make mention of the \\+w LORD|strong=\"H3068\"\\+w*, keep not silence,"
    },
    {
      "verse": 7,
      "text": "And give him no rest, till he establish, and till he make Jerusalem a praise in the earth."
    },
    {
      "verse": 8,
      "text": "The \\+w LORD|strong=\"H3068\"\\+w*hath sworn by his right hand, and by the arm of his strength, Surely I will no more give thy corn to bemeat for thine enemies; and the sons of the stranger shall not drink thy wine, for the which thou hast laboured:"
    },
    {
      "verse": 9,
      "text": "But they that have gathered it shall eat it, and praise the \\+w LORD|strong=\"H3068\"\\+w*; and they that have brought it together shall drink it in the courts of my holiness."
    },
    {
      "verse": 10,
      "text": "¶ Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people."
    },
    {
      "verse": 11,
      "text": "Behold, the \\+w LORD|strong=\"H3068\"\\+w*hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward iswith him, and his work before him."
    },
    {
      "verse": 12,
      "text": "And they shall call them, The holy people, The redeemed of the \\+w LORD|strong=\"H3068\"\\+w*: and thou shalt be called, Sought out, A city not forsaken."
    }
  ]
}