{
  "book_id": "JOL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord which came to Joel the son of Bathuel."
    },
    {
      "verse": 2,
      "text": "Hear these words, you⌃ elders, and listen all you⌃ that inhabit the land. Have such things happen in your days, or in the days of your fathers?"
    },
    {
      "verse": 3,
      "text": "Tell your children concerning them, and letyour children telltheir children, and their children another generation."
    },
    {
      "verse": 4,
      "text": "The leavings of the caterpillar has the locust eaten, and the leavings of the locust has the palmerworm eaten, and the leavings of the palmerworm has the cankerworm eaten."
    },
    {
      "verse": 5,
      "text": "Awake, you⌃ drunkards, from your wine, and weep: mourn, all you⌃ that drink wine to drunkenness: for joy and gladness and removed are from your mouth."
    },
    {
      "verse": 6,
      "text": "For a strong and innumerable nation is come up against my land, their teeth are lion's teeth, and their back teeth those of a lion'swhelp."
    },
    {
      "verse": 7,
      "text": "He has ruined my vine, and utterly broken my fig-trees: he has utterly searched my vine, and cast it down; he has peeled its branches."
    },
    {
      "verse": 8,
      "text": "Lament to me more than a virgin girded with sackcloth for the husband of her youth."
    },
    {
      "verse": 9,
      "text": "The meat-offering and drink-offering are removed from the house of the Lord: mourn, you⌃ priests that serve at the altar of the Lord."
    },
    {
      "verse": 10,
      "text": "For the plains languish: let the land mourn, for the corn languishes; the wine is dried up, the oil becomes scarce;"
    },
    {
      "verse": 11,
      "text": "the husbandmen are consumed: mourn your property on account of the wheat and barley; for the harvest has perished from off the field."
    },
    {
      "verse": 12,
      "text": "The vine is dried up, and the fig-trees are become few; the pomegranate, and palm tree, and apple, and all trees of the field are dried up: for the sons of men have have abolished joy."
    },
    {
      "verse": 13,
      "text": "Gird yourselves with sackcloth, and lament, you⌃ priests: mourn, you⌃ that serve at the altar: go in, sleep in sackcloths, you⌃ that minister to God: for the meat-offering and drink-offering are withheld from the house of your God."
    },
    {
      "verse": 14,
      "text": "Sanctify a fast, proclaim a solemnservice, gather the elders andall the inhabitants of the land into the house of your God, and cry earnestly to the Lord,"
    },
    {
      "verse": 15,
      "text": "Alas, Alas, Alas for the day! for the day of the Lord is near, and it will come as trouble upon trouble."
    },
    {
      "verse": 16,
      "text": "Yourmeat has been destroyed before your eyes, joy and gladness from out of the house of your God."
    },
    {
      "verse": 17,
      "text": "The heifers have started at their mangers, the treasures are abolished, the wine presses are broken down; for the corn is withered."
    },
    {
      "verse": 18,
      "text": "What shall we store up for ourselves? the herds of cattle have mourned, because they had no pasture; and the flocks of sheep have been utterly destroyed."
    },
    {
      "verse": 19,
      "text": "To you, O Lord, will I cry: for fire has devoured the fair places of the wilderness, and a flame has burnt up all the trees of the field."
    },
    {
      "verse": 20,
      "text": "And the cattle of the field have looked up to you: for the fountains of waters have been dried up, and fire has devoured the fair places of the wilderness."
    }
  ]
}