{
  "book_id": "2CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, brethren, we make known to you the grace of God which hath been given in the churches of Macedonia;"
    },
    {
      "verse": 2,
      "text": "how that in much proof of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality."
    },
    {
      "verse": 3,
      "text": "For according to their power, I bear witness, yea and beyond their power, they gaveof their own accord,"
    },
    {
      "verse": 4,
      "text": "beseeching us with much entreaty in regard of this grace and the fellowship in the ministering to the saints:"
    },
    {
      "verse": 5,
      "text": "and this, not as we had hoped, but first they gave their own selves to the Lord, and to us through the will of God."
    },
    {
      "verse": 6,
      "text": "Insomuch that we exhorted Titus, that as he had made a beginning before, so he would also complete in you this grace also."
    },
    {
      "verse": 7,
      "text": "But as ye abound in everything, infaith, and utterance, and knowledge, and inall earnestness, and inyour love to us, seethat ye abound in this grace also."
    },
    {
      "verse": 8,
      "text": "I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love."
    },
    {
      "verse": 9,
      "text": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might become rich."
    },
    {
      "verse": 10,
      "text": "And herein I give myjudgment: for this is expedient for you, who were the first to make a beginning a year ago, not only to do, but also to will."
    },
    {
      "verse": 11,
      "text": "But now complete the doing also; that as there wasthe readiness to will, so there may bethe completion also out of your ability."
    },
    {
      "verse": 12,
      "text": "For if the readiness is there, it isacceptable according as a manhath, not according as hehath not."
    },
    {
      "verse": 13,
      "text": "For I saynot thisthat others may be eased andye distressed;"
    },
    {
      "verse": 14,
      "text": "but by equality: your abundance being a supplyat this present time for their want, that their abundance also may become a supplyfor your want; that there may be equality:"
    },
    {
      "verse": 15,
      "text": "as it is written, He that gatheredmuch had nothing over; and he that gatheredlittle had no lack."
    },
    {
      "verse": 16,
      "text": "But thanks be to God, who putteth the same earnest care for you into the heart of Titus."
    },
    {
      "verse": 17,
      "text": "For he accepted indeed our exhortation; but being himself very earnest, he went forth unto you of his own accord."
    },
    {
      "verse": 18,
      "text": "And we have sent together with him the brother whose praise in the gospel is spreadthrough all the churches;"
    },
    {
      "verse": 19,
      "text": "and not only so, but who was also appointed by the churches to travel with us in the matter ofthis grace, which is ministered by us to the glory of the Lord, and to showour readiness:"
    },
    {
      "verse": 20,
      "text": "avoiding this, that any man should blame us in the matter ofthis bounty which is ministered by us:"
    },
    {
      "verse": 21,
      "text": "for we take thought for things honorable, not only in the sight of the Lord, but also in the sight of men."
    },
    {
      "verse": 22,
      "text": "And we have sent with them our brother, whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which he hathin you."
    },
    {
      "verse": 23,
      "text": "Whether any inquireabout Titus, he ismy partner and myfellow-worker to you-ward; or our brethren, they arethe messengers of the churches, they arethe glory of Christ."
    },
    {
      "verse": 24,
      "text": "Show ye therefore unto them in the face of the churches the proof of your love, and of our glorying on your behalf."
    }
  ]
}