{
  "book_id": "ISA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Nevertheless the dimness shallnot besuch as wasin her vexation, When at the first he lightly afflicted the land of Zebulun and the land of Naphtali, And afterward did more grievously afflict her bythe way of the sea, Beyond Jordan, in Galilee of the nations."
    },
    {
      "verse": 2,
      "text": "The people that walked in darkness have seen a great light: They that dwell in the land of the shadow of death, upon them hath the light shined."
    },
    {
      "verse": 3,
      "text": "Thou hast multiplied the nation, andnot increased the joy: They joy before thee according to the joy in harvest, Andas menrejoice when they divide the spoil."
    },
    {
      "verse": 4,
      "text": "For thou hast broken the yoke of his burden, and the staff of his shoulder, The rod of his oppressor, as inthe day of Midian."
    },
    {
      "verse": 5,
      "text": "For every battle of the warrior iswith confused noise, And garments rolled in blood; But thisshall be with burning andfuel of fire."
    },
    {
      "verse": 6,
      "text": "For unto us a child is born, unto us a Son is given: And the government shall be upon his shoulder: And his name shall be called Wonderful, Counseller, The mighty God, The everlasting Father, The Prince of Peace."
    },
    {
      "verse": 7,
      "text": "Of the increase of hisgovernment and peace there shall beno end, Upon the throne of David, and upon his kingdom, To order it, and to stablish it with judgment and with justice From henceforth even for ever. The zeal of the Lordof hosts will perform this."
    },
    {
      "verse": 8,
      "text": "The Lord sent a word into Jacob, And it hath lighted upon Israel."
    },
    {
      "verse": 9,
      "text": "And all the people shall know, EvenEphraim and the inhabitant of Samaria, That say in the pride and stoutness of heart,"
    },
    {
      "verse": 10,
      "text": "The bricks are fallen down, but we will build withhewn stones: The sycomores are cut down, but we will change them intocedars."
    },
    {
      "verse": 11,
      "text": "Therefore the Lordshall set up the adversaries of Rezin against him, And join his enemies together;"
    },
    {
      "verse": 12,
      "text": "The Syrians before, and the Philistines behind; And they shall devour Israel with open mouth. For all this his anger is not turned away, But his hand isstretched out still."
    },
    {
      "verse": 13,
      "text": "For the people turneth not unto him that smiteth them, Neither do they seek the Lordof hosts."
    },
    {
      "verse": 14,
      "text": "Therefore the Lordwill cut off from Israel head and tail, Branch and rush, inone day."
    },
    {
      "verse": 15,
      "text": "The ancient and honourable, he isthe head; And the prophet that teacheth lies, he isthe tail."
    },
    {
      "verse": 16,
      "text": "For the leaders of this people cause themto err; And they that areled of them aredestroyed."
    },
    {
      "verse": 17,
      "text": "Therefore the Lord shall have no joy in their young men, Neither shall have mercy on their fatherless and widows: For every one isa hypocrite and an evildoer, And every mouth speaketh folly. For all this his anger is not turned away, But his hand isstretched out still."
    },
    {
      "verse": 18,
      "text": "For wickedness burneth as the fire: It shall devour the briers and thorns, And shall kindle in the thickets of the forest, And they shall mount up likethe lifting up of smoke."
    },
    {
      "verse": 19,
      "text": "Through the wrath of the Lordof hosts is the land darkened, And the people shall be as the fuel of the fire: No man shall spare his brother."
    },
    {
      "verse": 20,
      "text": "And he shall snatch on the right hand, and be hungry; And he shall eat on the left hand, and they shall not be satisfied: They shall eat every man the flesh of his own arm:"
    },
    {
      "verse": 21,
      "text": "Manasseh, Ephraim; and Ephraim, Manasseh: Andthey together shall beagainst Judah. For all this his anger is not turned away, But his hand isstretched out still."
    }
  ]
}