{
  "book_id": "ISA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Woe unto them that decree unrighteous decrees, And that write grievousness \\add which\\add* they have prescribed;"
    },
    {
      "verse": 2,
      "text": "To turn aside the needy from judgment, And to take away the right from the poor of my people, That widows may be their prey, And \\add that\\add* they may rob the fatherless."
    },
    {
      "verse": 3,
      "text": "And what will ye do in the day of visitation, And in the desolation \\add which\\add* shall come from far? To whom will ye flee for help? And where will ye leave your glory?"
    },
    {
      "verse": 4,
      "text": "Without me they shall bow down under the prisoners, And they shall fall under the slain. For all this his anger is not turned away, But his hand \\add is\\add* stretched out still."
    },
    {
      "verse": 5,
      "text": "O Assyrian, the rod of mine anger, And the staff in their hand \\add is\\add* mine indignation."
    },
    {
      "verse": 6,
      "text": "I will send him against a hypocritical nation, And against the people of my wrath will I give him a charge, To take the spoil, and to take the prey, And to tread them down like the mire of the streets."
    },
    {
      "verse": 7,
      "text": "Howbeit he meaneth not so, Neither doth his heart think so; But \\add it is\\add* in his heart to destroy And cut off nations not a few."
    },
    {
      "verse": 8,
      "text": "For he saith, \\add Are\\add* not my princes altogether kings?"
    },
    {
      "verse": 9,
      "text": "\\add Is\\add* not Calno as Carchemish? \\add Is\\add* not Hamath as Arpad? \\add Is\\add* not Samaria as Damascus?"
    },
    {
      "verse": 10,
      "text": "As my hand hath found the kingdoms of the idols, And whose graven images did excel \\add them of\\add* Jerusalem and \\add of\\add* Samaria;"
    },
    {
      "verse": 11,
      "text": "Shall I not, as I have done unto Samaria and her idols, So do to Jerusalem and her idols?"
    },
    {
      "verse": 12,
      "text": "Wherefore it shall come to pass, \\add that\\add* when the Lord hath performed his whole work Upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, And the glory of his high looks."
    },
    {
      "verse": 13,
      "text": "For he saith, By the strength of my hand I have done \\add it\\add*, And by my wisdom; for I am prudent: And I have removed the bounds of the people, And have robbed their treasures, And I have put down the inhabitants like a valiant \\add man\\add*:"
    },
    {
      "verse": 14,
      "text": "And my hand hath found as a nest the riches of the people: And as \\add one\\add* gathereth eggs \\add that are\\add* left, Have I gathered all the earth; And there was none that moved the wing, Or opened the mouth, or peeped."
    },
    {
      "verse": 15,
      "text": "Shall the axe boast itself against him that heweth therewith? \\add Or\\add* shall the saw magnify itself against him that shaketh it? As if the rod should shake \\add itself against\\add* them that lift it up, \\add Or\\add* as if the staff should lift up \\add itself, as if it were\\add* no wood."
    },
    {
      "verse": 16,
      "text": "Therefore shall the Lord, the Lord of hosts, Send among his fat ones leanness; And under his glory he shall kindle a burning Like the burning of a fire."
    },
    {
      "verse": 17,
      "text": "And the light of Israel shall be for a fire, And his Holy One for a flame: And it shall burn and devour his thorns and his briers in one day;"
    },
    {
      "verse": 18,
      "text": "And shall consume the glory of his forest, and of his fruitful field, Both soul and body: And they shall be as when a standard-bearer fainteth."
    },
    {
      "verse": 19,
      "text": "And the rest of the trees of his forest shall be few, That a child may write them."
    },
    {
      "verse": 20,
      "text": "And it shall come to pass in that day, \\add That\\add* the remnant of Israel, And such as are escaped of the house of Jacob, Shall no more again stay upon him that smote them; But shall stay upon the \\sc Lord\\sc*, The Holy One of Israel, in truth."
    },
    {
      "verse": 21,
      "text": "The remnant shall return, \\add even\\add* the remnant of Jacob, Unto the mighty God."
    },
    {
      "verse": 22,
      "text": "For though thy people Israel be as the sand of the sea, \\add Yet\\add* a remnant of them shall return: The consumption decreed shall overflow \\add with\\add* righteousness."
    },
    {
      "verse": 23,
      "text": "For the Lord \\sc God\\sc* of hosts shall make a consumption, even determined, \\add In\\add* the midst of all \\add the land\\add*."
    },
    {
      "verse": 24,
      "text": "Therefore thus saith the Lord \\sc God\\sc* of hosts, O my people that dwellest in Zion, Be not afraid of the Assyrian: He shall smite thee with a rod, And shall lift up his staff against thee, after the manner of Egypt."
    },
    {
      "verse": 25,
      "text": "For yet a very little while, and the indignation shall cease, And mine anger in their destruction."
    },
    {
      "verse": 26,
      "text": "And the \\sc Lord\\sc* of hosts shall stir up a scourge for him According to the slaughter of Midian at the rock Oreb: And \\add as\\add* his rod \\add was\\add* upon the sea, So shall he lift it up after the manner of Egypt."
    },
    {
      "verse": 27,
      "text": "And it shall come to pass in that day, \\add That\\add* his burden shall be taken away from off thy shoulder, And his yoke from off thy neck, And the yoke shall be destroyed because of the anointing."
    },
    {
      "verse": 28,
      "text": "He is come to Aiath, he is passed to Migron; At Michmash he hath laid up his carriages:"
    },
    {
      "verse": 29,
      "text": "They are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled."
    },
    {
      "verse": 30,
      "text": "Lift up thy voice, O daughter of Gallim: Cause \\add it\\add* to be heard unto Laish, O poor Anathoth."
    },
    {
      "verse": 31,
      "text": "Madmenah is removed; The inhabitants of Gebim gather themselves to flee."
    },
    {
      "verse": 32,
      "text": "As yet shall \\add he\\add* remain at Nob \\add that\\add* day: He shall shake his hand \\add against\\add* the mount of the daughter of Zion, The hill of Jerusalem."
    },
    {
      "verse": 33,
      "text": "Behold, the Lord, the \\sc Lord\\sc* of hosts, Shall lop the bough with terror: And the high ones of stature \\add shall be\\add* hewn down, And the haughty shall be humbled."
    },
    {
      "verse": 34,
      "text": "And he shall cut down the thickets of the forest with iron, And Lebanon shall fall by a mighty one."
    }
  ]
}