{
  "book_id": "ISA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "For the Lordwill have mercy on Jacob, And will yet choose Israel, And set them in their own land: And the strangers shall be joined with them, And they shall cleave to the house of Jacob."
    },
    {
      "verse": 2,
      "text": "And the people shall take them, and bring them to their place: And the house of Israel shall possess them in the land of the LordFor servants and handmaids: And they shall take them captives, whose captives they were; And they shall rule over their oppressors."
    },
    {
      "verse": 3,
      "text": "And it shall come to pass in the day that the Lordshall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,"
    },
    {
      "verse": 4,
      "text": "that thou shalt take up this proverb against the king of Babylon, and say, How hath the oppressor ceased! the golden city ceased!"
    },
    {
      "verse": 5,
      "text": "The Lordhath broken the staff of the wicked, andthe sceptre of the rulers."
    },
    {
      "verse": 6,
      "text": "He who smote the people in wrath witha continual stroke, He that ruled the nations in anger, ispersecuted, andnone hindereth."
    },
    {
      "verse": 7,
      "text": "The whole earth is at rest, andis quiet: they break forth intosinging."
    },
    {
      "verse": 8,
      "text": "Yea, the fir trees rejoice at thee, andthe cedars of Lebanon, saying, Since thou art laid down, no feller is come up against us."
    },
    {
      "verse": 9,
      "text": "Hell from beneath is moved for thee to meet thee atthy coming: It stirreth up the dead for thee, evenall the chief ones of the earth; It hath raised up from their thrones all the kings of the nations."
    },
    {
      "verse": 10,
      "text": "All they shall speak and say unto thee, Art thou also become weak as we? art thou become like unto us?"
    },
    {
      "verse": 11,
      "text": "Thy pomp is brought down tothe grave, andthe noise of thy viols: The worm is spread under thee, and the worms cover thee."
    },
    {
      "verse": 12,
      "text": "How art thou fallen from heaven, O Lucifer, son of the morning! Howart thou cut down to the ground, which didst weaken the nations!"
    },
    {
      "verse": 13,
      "text": "For thou hast said in thine heart, I will ascend intoheaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:"
    },
    {
      "verse": 14,
      "text": "I will ascend above the heights of the clouds; I will be like the most High."
    },
    {
      "verse": 15,
      "text": "Yet thou shalt be brought down to hell, to the sides of the pit."
    },
    {
      "verse": 16,
      "text": "They that see thee shall narrowly look upon thee, andconsider thee, saying, Isthis the man that made the earth to tremble, that did shake kingdoms;"
    },
    {
      "verse": 17,
      "text": "Thatmade the world as a wilderness, and destroyed the cities thereof; Thatopened not the house of his prisoners?"
    },
    {
      "verse": 18,
      "text": "All the kings of the nations, evenall of them, Lie in glory, every one in his own house."
    },
    {
      "verse": 19,
      "text": "But thou art cast out of thy grave like an abominable branch, And asthe raiment of those that are slain, thrust through with a sword, That go down to the stones of the pit; as a carcase trodden under feet."
    },
    {
      "verse": 20,
      "text": "Thou shalt not be joined with them in burial, Because thou hast destroyed thy land, andslain thy people: The seed of evildoers shall never be renowned."
    },
    {
      "verse": 21,
      "text": "Prepare slaughter for his children for the iniquity of their fathers; Thatthey do not rise, nor possess the land, Nor fill the face of the world withcities."
    },
    {
      "verse": 22,
      "text": "For I will rise up against them, saith the Lordof hosts, And cut off from Babylon the name, and remnant, And son, and nephew, saith the Lord."
    },
    {
      "verse": 23,
      "text": "I will also make it a possession for the bittern, and pools of water: And I will sweep it with the besom of destruction, saith the Lordof hosts."
    },
    {
      "verse": 24,
      "text": "The Lordof hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; And as I have purposed, soshall it stand:"
    },
    {
      "verse": 25,
      "text": "That Iwill break the Assyrian in my land, And upon my mountains tread him under foot: Then shall his yoke depart from off them, And his burden depart from off their shoulders."
    },
    {
      "verse": 26,
      "text": "This isthe purpose that is purposed upon the whole earth: And this isthe hand that is stretched out upon all the nations."
    },
    {
      "verse": 27,
      "text": "For the Lordof hosts hath purposed, and who shall disannul it?And his hand isstretched out, and who shall turn it back?"
    },
    {
      "verse": 28,
      "text": "In the year that king Ahaz died was this burden."
    },
    {
      "verse": 29,
      "text": "Rejoice not thou, whole Palestina, Because the rod of him that smote thee is broken: For out of the serpent’s root shall come forth a cockatrice, And his fruit shall bea fiery flying serpent."
    },
    {
      "verse": 30,
      "text": "And the firstborn of the poor shall feed, And the needy shall lie down in safety: And I will kill thy root with famine, And he shall slay thy remnant."
    },
    {
      "verse": 31,
      "text": "Howl, O gate; cry, O city; Thou, whole Palestina, artdissolved: For there shall come from the north a smoke, And none shall bealone in his appointed times."
    },
    {
      "verse": 32,
      "text": "What shall onethen answer the messengers of the nation? That the Lordhath founded Zion, And the poor of his people shall trust in it."
    }
  ]
}