{
  "book_id": "ISA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Send ye the lamb \\add to\\add* the ruler of the land From Sela to the wilderness, Unto the mount of the daughter of Zion."
    },
    {
      "verse": 2,
      "text": "For it shall be, \\add that\\add*, as a wandering bird cast out of the nest, \\add So\\add* the daughters of Moab shall be \\add at\\add* the fords of Arnon."
    },
    {
      "verse": 3,
      "text": "Take counsel, execute judgment; Make thy shadow as the night in the midst of the noonday; Hide the outcasts; bewray not him that wandereth."
    },
    {
      "verse": 4,
      "text": "Let mine outcasts dwell with thee, Moab; Be thou a covert to them from the face of the spoiler: For the extortioner is at an end, the spoiler ceaseth, The oppressors are consumed out of the land."
    },
    {
      "verse": 5,
      "text": "And in mercy shall the throne be established: And he shall sit upon it in truth in the tabernacle of David, Judging, and seeking judgment, and hasting righteousness."
    },
    {
      "verse": 6,
      "text": "We have heard of the pride of Moab; \\add he is\\add* very proud: \\add Even\\add* of his haughtiness, and his pride, and his wrath: \\add But\\add* his lies \\add shall\\add* not \\add be\\add* so."
    },
    {
      "verse": 7,
      "text": "Therefore shall Moab howl for Moab, every one shall howl: For the foundations of Kir-hareseth shall ye mourn; surely \\add they are\\add* stricken."
    },
    {
      "verse": 8,
      "text": "For the fields of Heshbon languish, \\add and\\add* the vine of Sibmah: The lords of the heathen have broken down the principal plants thereof, They are come \\add even\\add* unto Jazer, they wandered \\add through\\add* the wilderness: Her branches are stretched out, they are gone over the sea."
    },
    {
      "verse": 9,
      "text": "Therefore I will bewail with the weeping of Jazer the vine of Sibmah: I will water thee \\add with\\add* my tears, O Heshbon, and Elealeh: For the shouting for thy summer fruits and for thy harvest is fallen."
    },
    {
      "verse": 10,
      "text": "And gladness is taken away, and joy out of the plentiful field; And in the vineyards there shall be no singing, neither shall there be shouting: The treaders shall tread out no wine in \\add their\\add* presses; I have made \\add their vintage\\add* shouting to cease."
    },
    {
      "verse": 11,
      "text": "Wherefore my bowels shall sound like a harp for Moab, And mine inward parts for Kir-haresh."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass, when it is seen that Moab is weary on the high place, That he shall come to his sanctuary to pray; but he shall not prevail."
    },
    {
      "verse": 13,
      "text": "This \\add is\\add* the word that the \\sc Lord\\sc* hath spoken concerning Moab since that time."
    },
    {
      "verse": 14,
      "text": "But now the \\sc Lord\\sc* hath spoken, saying, Within three years, as the years of a hireling, And the glory of Moab shall be contemned, with all \\add that\\add* great multitude; And the remnant \\add shall be\\add* very small \\add and\\add* feeble."
    }
  ]
}