{
  "book_id": "ISA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, the \\sc Lord\\sc* maketh the earth empty, and maketh it waste, And turneth it upside down, and scattereth abroad the inhabitants thereof."
    },
    {
      "verse": 2,
      "text": "And it shall be, as \\add with\\add* the people, so \\add with\\add* the priest; As \\add with\\add* the servant, so \\add with\\add* his master; As \\add with\\add* the maid, so \\add with\\add* her mistress; As \\add with\\add* the buyer, so \\add with\\add* the seller; As \\add with\\add* the lender, so \\add with\\add* the borrower; As \\add with\\add* the taker of usury, so \\add with\\add* the giver of usury to him."
    },
    {
      "verse": 3,
      "text": "The land shall be utterly emptied, and utterly spoiled: For the \\sc Lord\\sc* hath spoken this word."
    },
    {
      "verse": 4,
      "text": "The earth mourneth \\add and\\add* fadeth away, The world languisheth \\add and\\add* fadeth away, The haughty people of the earth do languish."
    },
    {
      "verse": 5,
      "text": "The earth also is defiled under the inhabitants thereof; Because they have transgressed the laws, changed the ordinance, Broken the everlasting covenant."
    },
    {
      "verse": 6,
      "text": "Therefore hath the curse devoured the earth, And they that dwell therein are desolate: Therefore the inhabitants of the earth are burned, And few men left."
    },
    {
      "verse": 7,
      "text": "The new wine mourneth, the vine languisheth, All the merryhearted do sigh."
    },
    {
      "verse": 8,
      "text": "The mirth of tabrets ceaseth, the noise of them that rejoice endeth, The joy of the harp ceaseth."
    },
    {
      "verse": 9,
      "text": "They shall not drink wine with a song; Strong drink shall be bitter to them that drink it."
    },
    {
      "verse": 10,
      "text": "The city of confusion is broken down: Every house is shut up, that no \\add man may\\add* come in."
    },
    {
      "verse": 11,
      "text": "\\add There is\\add* a crying for wine in the streets; All joy is darkened, The mirth of the land is gone."
    },
    {
      "verse": 12,
      "text": "In the city is left desolation, And the gate is smitten \\add with\\add* destruction."
    },
    {
      "verse": 13,
      "text": "When thus it shall be in the midst of the land among the people, \\add There shall be\\add* as the shaking of an olive tree, \\add And\\add* as the gleaning grapes when the vintage is done."
    },
    {
      "verse": 14,
      "text": "They shall lift up their voice, they shall sing, For the majesty of the \\sc Lord\\sc*, they shall cry aloud from the sea."
    },
    {
      "verse": 15,
      "text": "Wherefore glorify ye the \\sc Lord\\sc* in the fires, \\add Even\\add* the name of the \\sc Lord\\sc* God of Israel in the isles of the sea."
    },
    {
      "verse": 16,
      "text": "From the uttermost part of the earth have we heard songs, \\add even\\add* glory to the righteous. But I said, My leanness, my leanness, woe unto me! The treacherous dealers have dealt treacherously; Yea, the treacherous dealers have dealt very treacherously."
    },
    {
      "verse": 17,
      "text": "Fear, and the pit, and the snare, \\add Are\\add* upon thee, O inhabitant of the earth."
    },
    {
      "verse": 18,
      "text": "And it shall come to pass, \\add that\\add* he who fleeth from the noise of the fear shall fall into the pit; And he that cometh up out of the midst of the pit shall be taken in the snare: For the windows from on high are open, And the foundations of the earth do shake."
    },
    {
      "verse": 19,
      "text": "The earth is utterly broken down, The earth is clean dissolved, The earth is moved exceedingly."
    },
    {
      "verse": 20,
      "text": "The earth shall reel to and fro like a drunkard, And shall be removed like a cottage; And the transgression thereof shall be heavy upon it; And it shall fall, and not rise again."
    },
    {
      "verse": 21,
      "text": "And it shall come to pass in that day, \\add That\\add* the \\sc Lord\\sc* shall punish the host of the high ones \\add that are\\add* on high, And the kings of the earth upon the earth."
    },
    {
      "verse": 22,
      "text": "And they shall be gathered together, \\add as\\add* prisoners are gathered in the pit, And shall be shut up in the prison, And after many days shall they be visited."
    },
    {
      "verse": 23,
      "text": "Then the moon shall be confounded, and the sun ashamed, When the \\sc Lord\\sc* of hosts shall reign In mount Zion, and in Jerusalem, And before his ancients gloriously."
    }
  ]
}