{
  "book_id": "ISA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "O \\sc Lord\\sc*, thou \\add art\\add* my God; I will exalt thee, I will praise thy name; For thou hast done wonderful things; \\add Thy\\add* counsels of old \\add are\\add* faithfulness \\add and\\add* truth."
    },
    {
      "verse": 2,
      "text": "For thou hast made of a city a heap; \\add Of\\add* a defenced city a ruin: A palace of strangers to be no city; It shall never be built."
    },
    {
      "verse": 3,
      "text": "Therefore shall the strong people glorify thee, The city of the terrible nations shall fear thee."
    },
    {
      "verse": 4,
      "text": "For thou hast been a strength to the poor, A strength to the needy in his distress, A refuge from the storm, a shadow from the heat, When the blast of the terrible ones \\add is\\add* as a storm \\add against\\add* the wall."
    },
    {
      "verse": 5,
      "text": "Thou shalt bring down the noise of strangers, As the heat in a dry place; \\add Even\\add* the heat with the shadow of a cloud: The branch of the terrible ones shall be brought low."
    },
    {
      "verse": 6,
      "text": "And in this mountain shall the \\sc Lord\\sc* of hosts make unto all people A feast of fat things, a feast of wines on the lees, Of fat things full of marrow, of wines on the lees well refined."
    },
    {
      "verse": 7,
      "text": "And he will destroy in this mountain The face of the covering cast over all people, And the vail that is spread over all nations."
    },
    {
      "verse": 8,
      "text": "He will swallow up death in victory; And the Lord \\sc God\\sc* will wipe away tears from off all faces; And the rebuke of his people shall he take away from off all the earth: For the \\sc Lord\\sc* hath spoken \\add it\\add*."
    },
    {
      "verse": 9,
      "text": "And it shall be said in that day, Lo, this \\add is\\add* our God; We have waited for him, and he will save us: This \\add is\\add* the \\sc Lord\\sc*; we have waited for him, We will be glad and rejoice in his salvation."
    },
    {
      "verse": 10,
      "text": "For in this mountain shall the hand of the \\sc Lord\\sc* rest, And Moab shall be trodden down under him, \\add Even\\add* as straw is trodden down for the dunghill."
    },
    {
      "verse": 11,
      "text": "And he shall spread forth his hands in the midst of them, As he that swimmeth spreadeth forth \\add his hands\\add* to swim: And he shall bring down their pride Together with the spoils of their hands."
    },
    {
      "verse": 12,
      "text": "And the fortress of the high fort of thy walls shall he bring down, Lay low, \\add and\\add* bring to the ground, \\add even\\add* to the dust."
    }
  ]
}