{
  "book_id": "ISA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "In that day shall this song be sung in the land of Judah; We have a strong city; Salvation will Godappoint forwalls and bulwarks."
    },
    {
      "verse": 2,
      "text": "Open ye the gates, That the righteous nation which keepeth the truth may enter in."
    },
    {
      "verse": 3,
      "text": "Thou wilt keep him inperfect peace, Whosemind isstayed on thee:Because he trusteth in thee."
    },
    {
      "verse": 4,
      "text": "Trust ye in the Lordfor ever: For in the LordJEHOVAH iseverlasting strength:"
    },
    {
      "verse": 5,
      "text": "For he bringeth down them that dwell on high; The lofty city, he layeth it low; He layeth it low, evento the ground; He bringeth it evento the dust."
    },
    {
      "verse": 6,
      "text": "The foot shall tread it down, Eventhe feet of the poor, andthe steps of the needy."
    },
    {
      "verse": 7,
      "text": "The way of the just isuprightness: Thou, most upright, dost weigh the path of the just."
    },
    {
      "verse": 8,
      "text": "Yea, inthe way of thy judgments, O Lord, have we waited for thee; The desire of oursoul isto thy name, and to the remembrance of thee."
    },
    {
      "verse": 9,
      "text": "Withmy soul have I desired thee in the night; Yea, withmy spirit within me will I seek thee early: For when thy judgments arein the earth, The inhabitants of the world will learn righteousness."
    },
    {
      "verse": 10,
      "text": "Let favour be shewed to the wicked, yetwill he not learn righteousness: In the land of uprightness will he deal unjustly, And will not behold the majesty of the Lord."
    },
    {
      "verse": 11,
      "text": "Lord, whenthy hand is lifted up, they will not see: Butthey shall see, and be ashamed for theirenvy at the people; Yea, the fire of thine enemies shall devour them."
    },
    {
      "verse": 12,
      "text": "Lord, thou wilt ordain peace for us: For thou also hast wrought all our works in us."
    },
    {
      "verse": 13,
      "text": "O Lordour God, Otherlords besides thee have had dominion over us: Butby thee only will we make mention of thy name."
    },
    {
      "verse": 14,
      "text": "They aredead, they shall not live; They aredeceased, they shall not rise: Therefore hast thou visited and destroyed them, And made all their memory to perish."
    },
    {
      "verse": 15,
      "text": "Thou hast increased the nation, O Lord, Thou hast increased the nation: thou art glorified: Thou hadst removed itfar untoall the ends of the earth."
    },
    {
      "verse": 16,
      "text": "Lord, in trouble have they visited thee, They poured out a prayer whenthy chastening wasupon them."
    },
    {
      "verse": 17,
      "text": "Like as a woman with child, thatdraweth near the time of her delivery, Is in pain, andcrieth out in her pangs; So have we been in thy sight, O Lord."
    },
    {
      "verse": 18,
      "text": "We have been with child, we have been in pain, We have as it were brought forth wind; We have not wrought any deliverance inthe earth; Neither have the inhabitants of the world fallen."
    },
    {
      "verse": 19,
      "text": "Thy dead menshall live, Together withmy dead body shall they arise. Awake and sing, ye that dwell in dust: For thy dew is asthe dew of herbs, And the earth shall cast out the dead."
    },
    {
      "verse": 20,
      "text": "Come, my people, enter thou into thy chambers, And shut thy doors about thee: Hide thyself as it were for a little moment, Until the indignation be overpast."
    },
    {
      "verse": 21,
      "text": "For behold, the Lordcometh out of his place To punish the inhabitants of the earth for their iniquity: The earth also shall disclose her blood, And shall no more cover her slain."
    }
  ]
}