{
  "book_id": "ISA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "In that day shall this song be sung in the land of Judah; We have a strong city; Salvation will \\add God\\add* appoint \\add for\\add* walls and bulwarks."
    },
    {
      "verse": 2,
      "text": "Open ye the gates, That the righteous nation which keepeth the truth may enter in."
    },
    {
      "verse": 3,
      "text": "Thou wilt keep \\add him in\\add* perfect peace, \\add Whose\\add* mind \\add is\\add* stayed \\add on thee:\\add* Because he trusteth in thee."
    },
    {
      "verse": 4,
      "text": "Trust ye in the \\sc Lord\\sc* for ever: For in the \\sc Lord\\sc* JEHOVAH \\add is\\add* everlasting strength:"
    },
    {
      "verse": 5,
      "text": "For he bringeth down them that dwell on high; The lofty city, he layeth it low; He layeth it low, \\add even\\add* to the ground; He bringeth it \\add even\\add* to the dust."
    },
    {
      "verse": 6,
      "text": "The foot shall tread it down, \\add Even\\add* the feet of the poor, \\add and\\add* the steps of the needy."
    },
    {
      "verse": 7,
      "text": "The way of the just \\add is\\add* uprightness: Thou, most upright, dost weigh the path of the just."
    },
    {
      "verse": 8,
      "text": "Yea, \\add in\\add* the way of thy judgments, O \\sc Lord\\sc*, have we waited for thee; The desire of \\add our\\add* soul \\add is\\add* to thy name, and to the remembrance of thee."
    },
    {
      "verse": 9,
      "text": "\\add With\\add* my soul have I desired thee in the night; Yea, \\add with\\add* my spirit within me will I seek thee early: For when thy judgments \\add are\\add* in the earth, The inhabitants of the world will learn righteousness."
    },
    {
      "verse": 10,
      "text": "Let favour be shewed to the wicked, \\add yet\\add* will he not learn righteousness: In the land of uprightness will he deal unjustly, And will not behold the majesty of the \\sc Lord\\sc*."
    },
    {
      "verse": 11,
      "text": "\\sc Lord\\sc*, \\add when\\add* thy hand is lifted up, they will not see: \\add But\\add* they shall see, and be ashamed for \\add their\\add* envy at the people; Yea, the fire of thine enemies shall devour them."
    },
    {
      "verse": 12,
      "text": "\\sc Lord\\sc*, thou wilt ordain peace for us: For thou also hast wrought all our works in us."
    },
    {
      "verse": 13,
      "text": "O \\sc Lord\\sc* our God, \\add Other\\add* lords besides thee have had dominion over us: \\add But\\add* by thee only will we make mention of thy name."
    },
    {
      "verse": 14,
      "text": "\\add They are\\add* dead, they shall not live; \\add They are\\add* deceased, they shall not rise: Therefore hast thou visited and destroyed them, And made all their memory to perish."
    },
    {
      "verse": 15,
      "text": "Thou hast increased the nation, O \\sc Lord\\sc*, Thou hast increased the nation: thou art glorified: Thou hadst removed \\add it\\add* far \\add unto\\add* all the ends of the earth."
    },
    {
      "verse": 16,
      "text": "\\sc Lord\\sc*, in trouble have they visited thee, They poured out a prayer \\add when\\add* thy chastening \\add was\\add* upon them."
    },
    {
      "verse": 17,
      "text": "Like as a woman with child, \\add that\\add* draweth near the time of her delivery, Is in pain, \\add and\\add* crieth out in her pangs; So have we been in thy sight, O \\sc Lord\\sc*."
    },
    {
      "verse": 18,
      "text": "We have been with child, we have been in pain, We have as it were brought forth wind; We have not wrought any deliverance \\add in\\add* the earth; Neither have the inhabitants of the world fallen."
    },
    {
      "verse": 19,
      "text": "Thy dead \\add men\\add* shall live, \\add Together with\\add* my dead body shall they arise. Awake and sing, ye that dwell in dust: For thy dew \\add is as\\add* the dew of herbs, And the earth shall cast out the dead."
    },
    {
      "verse": 20,
      "text": "Come, my people, enter thou into thy chambers, And shut thy doors about thee: Hide thyself as it were for a little moment, Until the indignation be overpast."
    },
    {
      "verse": 21,
      "text": "For behold, the \\sc Lord\\sc* cometh out of his place To punish the inhabitants of the earth for their iniquity: The earth also shall disclose her blood, And shall no more cover her slain."
    }
  ]
}