{
  "book_id": "ISA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the rebellious children, saith the Lord, That take counsel, but not of me; And that cover witha covering, but not of my Spirit, That theymay add sin to sin:"
    },
    {
      "verse": 2,
      "text": "That walk to go down intoEgypt, And have not asked atmy mouth; To strengthen themselves in the strength of Pharaoh, And to trust in the shadow of Egypt."
    },
    {
      "verse": 3,
      "text": "Therefore shall the strength of Pharaoh be your shame, And the trust in the shadow of Egypt yourconfusion."
    },
    {
      "verse": 4,
      "text": "For his princes were at Zoan, And his ambassadors came to Hanes."
    },
    {
      "verse": 5,
      "text": "They were all ashamed of a people thatcould not profit them, Nor be a help nor profit, But a shame, and also a reproach."
    },
    {
      "verse": 6,
      "text": "The burden of the beasts of the south: Into the land of trouble and anguish, From whence comethe young and old lion, The viper and fiery flying serpent, They will carry their riches upon the shoulders of young asses, And their treasures upon the bunches of camels, To a people thatshall not profit them."
    },
    {
      "verse": 7,
      "text": "For the Egyptians shall help in vain, and to no purpose: Therefore have I cried concerning this, Their strength isto sit still."
    },
    {
      "verse": 8,
      "text": "Now go, write it before them in a table, And note it in a book, That it may be for the time to come For ever and ever:"
    },
    {
      "verse": 9,
      "text": "That this isa rebellious people, lying children, Children thatwill not hear the law of the Lord:"
    },
    {
      "verse": 10,
      "text": "Which say to the seers, See not; And to the prophets, Prophesy not unto us right things, Speak unto us smooth things, Prophesy deceits:"
    },
    {
      "verse": 11,
      "text": "Get ye out of the way, Turn aside out of the path, Cause the Holy One of Israel to cease from before us."
    },
    {
      "verse": 12,
      "text": "Wherefore thus saith the Holy One of Israel, Because ye despise this word, And trust in oppression and perverseness, And stay thereon:"
    },
    {
      "verse": 13,
      "text": "Therefore this iniquity shall be to you as a breach ready to fall, Swelling out in a high wall, Whose breaking cometh suddenly at an instant."
    },
    {
      "verse": 14,
      "text": "And he shall break it as the breaking of the potters’ vessel That is broken in pieces; he shall not spare: So that there shall not be found in the bursting of it a sheard To take fire from the hearth, Or to take water withalout of the pit."
    },
    {
      "verse": 15,
      "text": "For thus saith the Lord God, the Holy One of Israel; In returning and rest shall ye be saved; In quietness and in confidence shall be your strength: And ye would not."
    },
    {
      "verse": 16,
      "text": "But ye said, No; for we will flee upon horses; Therefore shall ye flee: And, We will ride upon the swift; Therefore shall they that pursue you be swift."
    },
    {
      "verse": 17,
      "text": "One thousand shall fleeat the rebuke of one; At the rebuke of five shall ye flee: Till ye be left as a beacon upon the top of a mountain, And as an ensign on a hill."
    },
    {
      "verse": 18,
      "text": "And therefore will the Lordwait, that hemay be gracious unto you, And therefore will he be exalted, that hemay have mercy upon you: For the Lordisa God of judgment: Blessed areall they that wait for him."
    },
    {
      "verse": 19,
      "text": "For the people shall dwell in Zion at Jerusalem: Thou shalt weep no more: He will be very gracious unto thee at the voice of thy cry; When heshall hear it, he will answer thee."
    },
    {
      "verse": 20,
      "text": "And thoughthe Lord give you the bread of adversity, and the water of affliction, Yet shall not thy teachers be removed into a corner any more, But thine eyes shall see thy teachers:"
    },
    {
      "verse": 21,
      "text": "And thine ears shall hear a word behind thee, saying, This isthe way, walk ye in it, When ye turn to the right hand, and when ye turn to the left."
    },
    {
      "verse": 22,
      "text": "Ye shall defile also the covering of thy graven images of silver, And the ornament of thy molten images of gold: Thou shalt cast them away as a menstruous cloth; Thou shalt say unto it, Get thee hence."
    },
    {
      "verse": 23,
      "text": "Then shall he give the rain of thy seed, That thou shalt sow the ground withal; And bread of the increase of the earth, And it shall be fat and plenteous: In that day shall thy cattle feed inlarge pastures."
    },
    {
      "verse": 24,
      "text": "The oxen likewise and the young asses that ear the ground Shall eat clean provender, Which hath been winnowed with the shovel and with the fan."
    },
    {
      "verse": 25,
      "text": "And there shall be upon every high mountain, And upon every high hill, Rivers andstreams of waters in the day of the great slaughter, When the towers fall."
    },
    {
      "verse": 26,
      "text": "Moreover the light of the moon shall be as the light of the sun, And the light of the sun shall be sevenfold, As the light of seven days, In the day that the Lordbindeth up the breach of his people, And healeth the stroke of their wound."
    },
    {
      "verse": 27,
      "text": "Behold, the name of the Lordcometh from far, Burning withhis anger, and the burden thereof isheavy: His lips are full ofindignation, And his tongue as a devouring fire:"
    },
    {
      "verse": 28,
      "text": "And his breath, as an overflowing stream, Shall reach to the midst of the neck, To sift the nations with the sieve of vanity: And there shall bea bridle in the jaws of the people, causing themto err."
    },
    {
      "verse": 29,
      "text": "Ye shall have a song, as inthe night when a holy solemnity is kept; And gladness of heart, as when one goeth with a pipe To come into the mountain of the Lord, to the mighty One of Israel."
    },
    {
      "verse": 30,
      "text": "And the Lordshall cause his glorious voice to be heard, And shall shew the lighting down of his arm, With the indignation of hisanger, And withthe flame of a devouring fire, Withscattering, and tempest, and hailstones."
    },
    {
      "verse": 31,
      "text": "For through the voice of the Lordshall the Assyrian be beaten down, Whichsmote with a rod."
    },
    {
      "verse": 32,
      "text": "And inevery placewhere the grounded staff shall pass, Which the Lordshall lay upon him, Itshall be with tabrets and harps: And in battles of shaking will he fight with it."
    },
    {
      "verse": 33,
      "text": "For Tophet isordained of old; Yea, for the king it is prepared; He hath made itdeep andlarge: The pile thereof isfire and much wood; The breath of the Lord, like a stream of brimstone, doth kindle it."
    }
  ]
}