{
  "book_id": "ISA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the rebellious children, saith the \\sc Lord\\sc*, That take counsel, but not of me; And that cover \\add with\\add* a covering, but not of my Spirit, That \\add they\\add* may add sin to sin:"
    },
    {
      "verse": 2,
      "text": "That walk to go down \\add into\\add* Egypt, And have not asked \\add at\\add* my mouth; To strengthen themselves in the strength of Pharaoh, And to trust in the shadow of Egypt."
    },
    {
      "verse": 3,
      "text": "Therefore shall the strength of Pharaoh be your shame, And the trust in the shadow of Egypt \\add your\\add* confusion."
    },
    {
      "verse": 4,
      "text": "For his princes were at Zoan, And his ambassadors came to Hanes."
    },
    {
      "verse": 5,
      "text": "They were all ashamed of a people \\add that\\add* could not profit them, Nor be a help nor profit, But a shame, and also a reproach."
    },
    {
      "verse": 6,
      "text": "The burden of the beasts of the south: Into the land of trouble and anguish, From whence \\add come\\add* the young and old lion, The viper and fiery flying serpent, They will carry their riches upon the shoulders of young asses, And their treasures upon the bunches of camels, To a people \\add that\\add* shall not profit \\add them\\add*."
    },
    {
      "verse": 7,
      "text": "For the Egyptians shall help in vain, and to no purpose: Therefore have I cried concerning this, Their strength \\add is\\add* to sit still."
    },
    {
      "verse": 8,
      "text": "Now go, write it before them in a table, And note it in a book, That it may be for the time to come For ever and ever:"
    },
    {
      "verse": 9,
      "text": "That this \\add is\\add* a rebellious people, lying children, Children \\add that\\add* will not hear the law of the \\sc Lord\\sc*:"
    },
    {
      "verse": 10,
      "text": "Which say to the seers, See not; And to the prophets, Prophesy not unto us right \\add things\\add*, Speak unto us smooth \\add things\\add*, Prophesy deceits:"
    },
    {
      "verse": 11,
      "text": "Get ye out of the way, Turn aside out of the path, Cause the Holy One of Israel to cease from before us."
    },
    {
      "verse": 12,
      "text": "Wherefore thus saith the Holy One of Israel, Because ye despise this word, And trust in oppression and perverseness, And stay thereon:"
    },
    {
      "verse": 13,
      "text": "Therefore this iniquity shall be to you as a breach ready to fall, Swelling out in a high wall, Whose breaking cometh suddenly at an instant."
    },
    {
      "verse": 14,
      "text": "And he shall break it as the breaking of the potters’ vessel That is broken in pieces; he shall not spare: So that there shall not be found in the bursting of it a sheard To take fire from the hearth, Or to take water \\add withal\\add* out of the pit."
    },
    {
      "verse": 15,
      "text": "For thus saith the Lord \\sc God\\sc*, the Holy One of Israel; In returning and rest shall ye be saved; In quietness and in confidence shall be your strength: And ye would not."
    },
    {
      "verse": 16,
      "text": "But ye said, No; for we will flee upon horses; Therefore shall ye flee: And, We will ride upon the swift; Therefore shall they that pursue you be swift."
    },
    {
      "verse": 17,
      "text": "One thousand \\add shall flee\\add* at the rebuke of one; At the rebuke of five shall ye flee: Till ye be left as a beacon upon the top of a mountain, And as an ensign on a hill."
    },
    {
      "verse": 18,
      "text": "And therefore will the \\sc Lord\\sc* wait, that \\add he\\add* may be gracious unto you, And therefore will he be exalted, that \\add he\\add* may have mercy upon you: For the \\sc Lord\\sc* \\add is\\add* a God of judgment: Blessed \\add are\\add* all they that wait for him."
    },
    {
      "verse": 19,
      "text": "For the people shall dwell in Zion at Jerusalem: Thou shalt weep no more: He will be very gracious unto thee at the voice of thy cry; When \\add he\\add* shall hear it, he will answer thee."
    },
    {
      "verse": 20,
      "text": "And \\add though\\add* the Lord give you the bread of adversity, and the water of affliction, Yet shall not thy teachers be removed into a corner any more, But thine eyes shall see thy teachers:"
    },
    {
      "verse": 21,
      "text": "And thine ears shall hear a word behind thee, saying, This \\add is\\add* the way, walk ye in it, When ye turn to the right hand, and when ye turn to the left."
    },
    {
      "verse": 22,
      "text": "Ye shall defile also the covering of thy graven images of silver, And the ornament of thy molten images of gold: Thou shalt cast them away as a menstruous cloth; Thou shalt say unto it, Get thee hence."
    },
    {
      "verse": 23,
      "text": "Then shall he give the rain of thy seed, That thou shalt sow the ground withal; And bread of the increase of the earth, And it shall be fat and plenteous: In that day shall thy cattle feed \\add in\\add* large pastures."
    },
    {
      "verse": 24,
      "text": "The oxen likewise and the young asses that ear the ground Shall eat clean provender, Which hath been winnowed with the shovel and with the fan."
    },
    {
      "verse": 25,
      "text": "And there shall be upon every high mountain, And upon every high hill, Rivers \\add and\\add* streams of waters in the day of the great slaughter, When the towers fall."
    },
    {
      "verse": 26,
      "text": "Moreover the light of the moon shall be as the light of the sun, And the light of the sun shall be sevenfold, As the light of seven days, In the day that the \\sc Lord\\sc* bindeth up the breach of his people, And healeth the stroke of their wound."
    },
    {
      "verse": 27,
      "text": "Behold, the name of the \\sc Lord\\sc* cometh from far, Burning \\add with\\add* his anger, and the burden \\add thereof is\\add* heavy: His lips are full \\add of\\add* indignation, And his tongue as a devouring fire:"
    },
    {
      "verse": 28,
      "text": "And his breath, as an overflowing stream, Shall reach to the midst of the neck, To sift the nations with the sieve of vanity: And \\add there shall be\\add* a bridle in the jaws of the people, causing \\add them\\add* to err."
    },
    {
      "verse": 29,
      "text": "Ye shall have a song, as \\add in\\add* the night when a holy solemnity is kept; And gladness of heart, as when one goeth with a pipe To come into the mountain of the \\sc Lord\\sc*, to the mighty One of Israel."
    },
    {
      "verse": 30,
      "text": "And the \\sc Lord\\sc* shall cause his glorious voice to be heard, And shall shew the lighting down of his arm, With the indignation of \\add his\\add* anger, And \\add with\\add* the flame of a devouring fire, \\add With\\add* scattering, and tempest, and hailstones."
    },
    {
      "verse": 31,
      "text": "For through the voice of the \\sc Lord\\sc* shall the Assyrian be beaten down, \\add Which\\add* smote with a rod."
    },
    {
      "verse": 32,
      "text": "And \\add in\\add* every \\add place\\add* where the grounded staff shall pass, Which the \\sc Lord\\sc* shall lay upon him, \\add It\\add* shall be with tabrets and harps: And in battles of shaking will he fight with it."
    },
    {
      "verse": 33,
      "text": "For Tophet \\add is\\add* ordained of old; Yea, for the king it is prepared; He hath made \\add it\\add* deep \\add and\\add* large: The pile thereof \\add is\\add* fire and much wood; The breath of the \\sc Lord\\sc*, like a stream of brimstone, doth kindle it."
    }
  ]
}