{
  "book_id": "ISA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to them that go down \\add to\\add* Egypt for help; And stay on horses, And trust in chariots, because \\add they are\\add* many; And in horsemen, because they are very strong; But they look not unto the Holy One of Israel, Neither seek the \\sc Lord\\sc*."
    },
    {
      "verse": 2,
      "text": "Yet he also \\add is\\add* wise, and will bring evil, And will not call back his words: But will arise against the house of the evildoers, And against the help of them that work iniquity."
    },
    {
      "verse": 3,
      "text": "Now the Egyptians \\add are\\add* men, and not God; And their horses flesh, and not spirit. When the \\sc Lord\\sc* shall stretch out his hand, Both he that helpeth shall fall, and he that is holpen shall fall down, And they all shall fail together."
    },
    {
      "verse": 4,
      "text": "For thus hath the \\sc Lord\\sc* spoken unto me, Like as the lion and the young lion roaring on his prey, When a multitude of shepherds is called forth against him, He will not be afraid of their voice, Nor abase himself for the noise of them: So shall the \\sc Lord\\sc* of hosts come down To fight for mount Zion, and for the hill thereof."
    },
    {
      "verse": 5,
      "text": "As birds flying, so will the \\sc Lord\\sc* of hosts defend Jerusalem; Defending also he will deliver \\add it;\\add* And passing over he will preserve \\add it\\add*."
    },
    {
      "verse": 6,
      "text": "Turn ye unto \\add him from\\add* whom the children of Israel have deeply revolted."
    },
    {
      "verse": 7,
      "text": "For in that day every man shall cast away His idols of silver, and his idols of gold, Which your own hands have made unto you \\add for\\add* a sin."
    },
    {
      "verse": 8,
      "text": "Then shall the Assyrian fall with the sword, not of a mighty man; And the sword, not of a mean man, shall devour him: But he shall flee from the sword, And his young men shall be discomfited."
    },
    {
      "verse": 9,
      "text": "And he shall pass over \\add to\\add* his strong hold for fear, And his princes shall be afraid of the ensign, Saith the \\sc Lord\\sc*, whose fire \\add is\\add* in Zion, And his furnace in Jerusalem."
    }
  ]
}