{
  "book_id": "ISA",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, a king shall reign in righteousness, And princes shall rule in judgment."
    },
    {
      "verse": 2,
      "text": "And a man shall be as a hiding place from the wind, And a covert from the tempest; As rivers of water in a dry place, As the shadow of a great rock in a weary land."
    },
    {
      "verse": 3,
      "text": "And the eyes of them that see shall not be dim, And the ears of them that hear shall hearken."
    },
    {
      "verse": 4,
      "text": "The heart also of the rash shall understand knowledge, And the tongue of the stammerers shall be ready to speak plainly."
    },
    {
      "verse": 5,
      "text": "The vile person shall be no more called liberal, Nor the churl said \\add to be\\add* bountiful."
    },
    {
      "verse": 6,
      "text": "For the vile person will speak villany, And his heart will work iniquity, To practise hypocrisy, and to utter error against the \\sc Lord\\sc*, To make empty the soul of the hungry, And he will cause the drink of the thirsty to fail."
    },
    {
      "verse": 7,
      "text": "The instruments also of the churl \\add are\\add* evil: He deviseth wicked devices To destroy the poor with lying words, Even when the needy speaketh right."
    },
    {
      "verse": 8,
      "text": "But the liberal deviseth liberal \\add things;\\add* And by liberal \\add things\\add* shall he stand."
    },
    {
      "verse": 9,
      "text": "Rise up, ye women that are at ease, hear my voice; Ye careless daughters, give ear unto my speech."
    },
    {
      "verse": 10,
      "text": "Many days and years shall ye be troubled, ye careless \\add women:\\add* For the vintage shall fail, the gathering shall not come."
    },
    {
      "verse": 11,
      "text": "Tremble, ye \\add women\\add* that are at ease; be troubled, ye careless ones: Strip ye, and make ye bare, and gird \\add sackcloth\\add* upon \\add your\\add* loins."
    },
    {
      "verse": 12,
      "text": "They \\add shall\\add* lament for the teats, For the pleasant fields, for the fruitful vine."
    },
    {
      "verse": 13,
      "text": "Upon the land of my people shall come up thorns \\add and\\add* briers; Yea, upon all the houses of joy \\add in\\add* the joyous city:"
    },
    {
      "verse": 14,
      "text": "Because the palaces shall be forsaken; The multitude of the city shall be left; The forts and towers shall be for dens for ever, A joy of wild asses, a pasture of flocks;"
    },
    {
      "verse": 15,
      "text": "Until the spirit be poured upon us from on high, And the wilderness be a fruitful field, And the fruitful field be counted for a forest."
    },
    {
      "verse": 16,
      "text": "Then judgment shall dwell in the wilderness, And righteousness remain in the fruitful field."
    },
    {
      "verse": 17,
      "text": "And the work of righteousness shall be peace; And the effect of righteousness quietness and assurance for ever."
    },
    {
      "verse": 18,
      "text": "And my people shall dwell in a peaceable habitation, And in sure dwellings, And in quiet resting places;"
    },
    {
      "verse": 19,
      "text": "When it shall hail, coming down \\add on\\add* the forest; And the city shall be low in a low place."
    },
    {
      "verse": 20,
      "text": "Blessed \\add are\\add* ye that sow beside all waters, That send forth \\add thither\\add* the feet of the ox and the ass."
    }
  ]
}