{
  "book_id": "ISA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "The wilderness and the solitary place shall be glad \\add for\\add* them; And the desert shall rejoice, and blossom as the rose."
    },
    {
      "verse": 2,
      "text": "It shall blossom abundantly and rejoice Even \\add with\\add* joy and singing: The glory of Lebanon shall be given unto it, The excellency of Carmel and Sharon, They shall see the glory of the \\sc Lord\\sc*, \\add And\\add* the excellency of our God."
    },
    {
      "verse": 3,
      "text": "Strengthen ye the weak hands, And confirm the feeble knees."
    },
    {
      "verse": 4,
      "text": "Say to them that are of a fearful heart, Be strong, fear not: Behold, your God will come \\add with\\add* vengeance, \\add Even\\add* God \\add with\\add* a recompence; He will come and save you."
    },
    {
      "verse": 5,
      "text": "Then the eyes of the blind shall be opened, And the ears of the deaf shall be unstopped."
    },
    {
      "verse": 6,
      "text": "Then shall the lame \\add man\\add* leap as a hart, And the tongue of the dumb sing: For in the wilderness shall waters break out, And streams in the desert."
    },
    {
      "verse": 7,
      "text": "And the parched ground shall become a pool, And the thirsty land springs of water: In the habitation of dragons, where each lay, \\add Shall be\\add* grass with reeds and rushes."
    },
    {
      "verse": 8,
      "text": "And a highway shall be there, and a way, And it shall be called The way of holiness; The unclean shall not pass over it; but it \\add shall be\\add* for those: The wayfaring men, though fools, shall not err \\add therein\\add*."
    },
    {
      "verse": 9,
      "text": "No lion shall be there, Nor \\add any\\add* ravenous beast shall go up thereon, It shall not be found there; But the redeemed shall walk \\add there:\\add*"
    },
    {
      "verse": 10,
      "text": "And the ransomed of the \\sc Lord\\sc* shall return, And come \\add to\\add* Zion with songs And everlasting joy upon their heads: They shall obtain joy and gladness, And sorrow and sighing shall flee away."
    }
  ]
}