{
  "book_id": "ISA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the \\sc Lord\\sc*, Set thine house in order: for thou shalt die, and not live."
    },
    {
      "verse": 2,
      "text": "Then Hezekiah turned his face toward the wall, and prayed unto the \\sc Lord\\sc*,"
    },
    {
      "verse": 3,
      "text": "and said, Remember now, O \\sc Lord\\sc*, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done \\add that\\add* which \\add is\\add* good in thy sight. And Hezekiah wept sore."
    },
    {
      "verse": 4,
      "text": "Then came the word of the \\sc Lord\\sc* to Isaiah, saying,"
    },
    {
      "verse": 5,
      "text": "Go and say to Hezekiah, Thus saith the \\sc Lord\\sc*, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add unto thy days fifteen years."
    },
    {
      "verse": 6,
      "text": "And I will deliver thee and this city out of the hand of the king of Assyria: and I will defend this city."
    },
    {
      "verse": 7,
      "text": "And this \\add shall be\\add* a sign unto thee from the \\sc Lord\\sc*, that the \\sc Lord\\sc* will do this thing that he hath spoken;"
    },
    {
      "verse": 8,
      "text": "behold, I will bring again the shadow of the degrees, which is gone down in the sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it was gone down."
    },
    {
      "verse": 9,
      "text": "The writing of Hezekiah, king of Judah, when he had been sick, and was recovered of his sickness:"
    },
    {
      "verse": 10,
      "text": "I said, in the cutting off of my days, I shall go to the gates of the grave: I am deprived of the residue of my years."
    },
    {
      "verse": 11,
      "text": "I said, I shall not see the \\sc Lord\\sc*, \\add even\\add* the \\sc Lord\\sc*, in the land of the living: I shall behold man no more with the inhabitants of the world."
    },
    {
      "verse": 12,
      "text": "Mine age is departed, and is removed from me as a shepherd’s tent: I have cut off like a weaver my life: he will cut me off with pining sickness: From day \\add even\\add* to night wilt thou make an end of me."
    },
    {
      "verse": 13,
      "text": "I reckoned till morning, \\add that\\add*, as a lion, so will he break all my bones: From day \\add even\\add* to night wilt thou make an end of me."
    },
    {
      "verse": 14,
      "text": "Like a crane \\add or\\add* a swallow, so did I chatter: I did mourn as a dove: Mine eyes fail \\add with looking\\add* upward: O \\sc Lord\\sc*, I am oppressed; undertake for me."
    },
    {
      "verse": 15,
      "text": "What shall I say? he hath both spoken unto me, and himself hath done \\add it:\\add* I shall go softly all my years in the bitterness of my soul."
    },
    {
      "verse": 16,
      "text": "O Lord, by these \\add things men\\add* live, And in all these \\add things is\\add* the life of my spirit: So wilt thou recover me, and make me to live."
    },
    {
      "verse": 17,
      "text": "Behold, for peace I had great bitterness: But thou hast in love to my soul \\add delivered it\\add* from the pit of corruption: For thou hast cast all my sins behind thy back."
    },
    {
      "verse": 18,
      "text": "For the grave cannot praise thee, death can \\add not\\add* celebrate thee: They that go down into the pit cannot hope for thy truth."
    },
    {
      "verse": 19,
      "text": "The living, the living, he shall praise thee, as I \\add do this\\add* day: The father to the children shall make known thy truth."
    },
    {
      "verse": 20,
      "text": "The \\sc Lord\\sc* \\add was ready\\add* to save me: Therefore we will sing my songs \\add to\\add* the stringed instruments All the days of our life in the house of the \\sc Lord\\sc*."
    },
    {
      "verse": 21,
      "text": "For Isaiah had said, Let them take a lump of figs, and lay \\add it\\add* for a plaister upon the boil, and he shall recover."
    },
    {
      "verse": 22,
      "text": "Hezekiah also had said, What \\add is\\add* the sign that I shall go up \\add to\\add* the house of the \\sc Lord\\sc*?"
    }
  ]
}