{
  "book_id": "ISA",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Comfort ye, comfort ye my people, saith your God."
    },
    {
      "verse": 2,
      "text": "Speak ye comfortably to Jerusalem, and cry unto her, That her warfare is accomplished, That her iniquity is pardoned: For she hath received of the \\sc Lord’s\\sc* hand double for all her sins."
    },
    {
      "verse": 3,
      "text": "The voice of him that crieth in the wilderness, Prepare ye the way of the \\sc Lord\\sc*, Make straight in the desert a highway for our God."
    },
    {
      "verse": 4,
      "text": "Every valley shall be exalted, And every mountain and hill shall be made low: And the crooked shall be made straight, And the rough places plain:"
    },
    {
      "verse": 5,
      "text": "And the glory of the \\sc Lord\\sc* shall be revealed, And all flesh shall see \\add it\\add* together: For the mouth of the \\sc Lord\\sc* hath spoken \\add it\\add*."
    },
    {
      "verse": 6,
      "text": "The voice said, Cry. And he said, What shall I cry? All flesh \\add is\\add* grass, And all the goodliness thereof \\add is\\add* as the flower of the field:"
    },
    {
      "verse": 7,
      "text": "The grass withereth, the flower fadeth: Because the spirit of the \\sc Lord\\sc* bloweth upon it: Surely the people \\add is\\add* grass."
    },
    {
      "verse": 8,
      "text": "The grass withereth, the flower fadeth: But the word of our God shall stand for ever."
    },
    {
      "verse": 9,
      "text": "O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; Lift \\add it\\add* up, be not afraid; Say unto the cities of Judah, Behold your God."
    },
    {
      "verse": 10,
      "text": "Behold, the Lord \\sc God\\sc* will come with strong \\add hand\\add*, And his arm \\add shall\\add* rule for him: Behold, his reward \\add is\\add* with him, And his work before him."
    },
    {
      "verse": 11,
      "text": "He shall feed his flock like a shepherd: He shall gather the lambs with his arm, And carry \\add them\\add* in his bosom, \\add And\\add* shall gently lead those that are with young."
    },
    {
      "verse": 12,
      "text": "Who hath measured the waters in the hollow of his hand, And meted out heaven with the span, And comprehended the dust of the earth in a measure, And weighed the mountains in scales, And the hills in a balance?"
    },
    {
      "verse": 13,
      "text": "Who hath directed the spirit of the \\sc Lord\\sc*, Or \\add being\\add* his counseller hath taught him?"
    },
    {
      "verse": 14,
      "text": "With whom took he counsel, and \\add who\\add* instructed him, And taught him in the path of judgment, And taught him knowledge, And shewed to him the way of understanding?"
    },
    {
      "verse": 15,
      "text": "Behold, the nations \\add are\\add* as a drop of a bucket, And are counted as the small dust of the balance: Behold, he taketh up the isles as a very little thing."
    },
    {
      "verse": 16,
      "text": "And Lebanon \\add is\\add* not sufficient to burn, Nor the beasts thereof sufficient \\add for\\add* a burnt offering."
    },
    {
      "verse": 17,
      "text": "All nations before him \\add are\\add* as nothing; And they are counted to him less than nothing, and vanity."
    },
    {
      "verse": 18,
      "text": "To whom then will ye liken God? Or what likeness will ye compare unto him?"
    },
    {
      "verse": 19,
      "text": "The workman melteth a graven image, And the goldsmith spreadeth it over with gold, And casteth silver chains."
    },
    {
      "verse": 20,
      "text": "He that \\add is\\add* so impoverished that he hath no oblation chooseth a tree \\add that\\add* will not rot; He seeketh unto him a cunning workman To prepare a graven image, \\add that\\add* shall not be moved."
    },
    {
      "verse": 21,
      "text": "Have ye not known? have ye not heard? Hath it not been told you from the beginning? Have ye not understood \\add from\\add* the foundations of the earth?"
    },
    {
      "verse": 22,
      "text": "\\add It is\\add* he that sitteth upon the circle of the earth, And the inhabitants thereof \\add are\\add* as grasshoppers; That stretcheth out the heavens as a curtain, And spreadeth them out as a tent to dwell in:"
    },
    {
      "verse": 23,
      "text": "That bringeth the princes to nothing; He maketh the judges of the earth as vanity."
    },
    {
      "verse": 24,
      "text": "Yea, they shall not be planted; Yea, they shall not be sown: Yea, their stock shall not take root in the earth: And he shall also blow upon them, and they shall wither, And the whirlwind shall take them away as stubble."
    },
    {
      "verse": 25,
      "text": "To whom then will ye liken me, or shall I be equal? saith the Holy One."
    },
    {
      "verse": 26,
      "text": "Lift up your eyes on high, And behold who hath created these \\add things\\add*, That bringeth out their host by number: He calleth them all by names By the greatness of \\add his\\add* might, for that \\add he is\\add* strong in power; Not one faileth."
    },
    {
      "verse": 27,
      "text": "Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the \\sc Lord\\sc*, And my judgment is passed over from my God?"
    },
    {
      "verse": 28,
      "text": "Hast thou not known? hast thou not heard, \\add That\\add* the everlasting God, the \\sc Lord\\sc*, The Creator of the ends of the earth, Fainteth not, neither is weary? \\add There is\\add* no searching of his understanding."
    },
    {
      "verse": 29,
      "text": "He giveth power to the faint; And to \\add them that have\\add* no might he increaseth strength."
    },
    {
      "verse": 30,
      "text": "Even the youths shall faint and be weary, And the young men shall utterly fall:"
    },
    {
      "verse": 31,
      "text": "But they that wait upon the \\sc Lord\\sc* shall renew \\add their\\add* strength; They shall mount up \\add with\\add* wings as eagles; They shall run, and not be weary; \\add And\\add* they shall walk, and not faint."
    }
  ]
}