{
  "book_id": "ISA",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Keep silence before me, O islands; And let the people renew \\add their\\add* strength: Let them come near; then let them speak: Let us come near together to judgment."
    },
    {
      "verse": 2,
      "text": "Who raised up the righteous \\add man\\add* from the east, Called him to his foot, Gave the nations before him, and made \\add him\\add* rule over kings? He gave \\add them\\add* as the dust \\add to\\add* his sword, \\add And\\add* as driven stubble \\add to\\add* his bow."
    },
    {
      "verse": 3,
      "text": "He pursued them, \\add and\\add* passed safely; \\add Even by\\add* the way \\add that\\add* he had not gone with his feet."
    },
    {
      "verse": 4,
      "text": "Who hath wrought and done \\add it\\add*, Calling the generations from the beginning? I the \\sc Lord\\sc*, the first, And with the last; I \\add am\\add* he."
    },
    {
      "verse": 5,
      "text": "The isles saw \\add it\\add*, and feared; The ends of the earth were afraid, Drew near, and came."
    },
    {
      "verse": 6,
      "text": "They helped every one his neighbour; And \\add every one\\add* said to his brother, Be of good courage."
    },
    {
      "verse": 7,
      "text": "So the carpenter encouraged the goldsmith, \\add And\\add* he that smootheth \\add with\\add* the hammer him that smote the anvil, Saying, It \\add is\\add* ready for the sodering: And he fastened it with nails, \\add that\\add* it should not be moved."
    },
    {
      "verse": 8,
      "text": "But thou, Israel, \\add art\\add* my servant, Jacob whom I have chosen, The seed of Abraham my friend."
    },
    {
      "verse": 9,
      "text": "\\add Thou\\add* whom I have taken from the ends of the earth, And called thee from the chief men thereof, And said unto thee, Thou \\add art\\add* my servant; I have chosen thee, and not cast thee away."
    },
    {
      "verse": 10,
      "text": "Fear thou not; for I \\add am\\add* with thee: Be not dismayed; for I \\add am\\add* thy God: I will strengthen thee; yea, I will help thee; Yea, I will uphold thee with the right hand of my righteousness."
    },
    {
      "verse": 11,
      "text": "Behold, all they that were incensed against thee shall be ashamed and confounded: They shall be as nothing; and they that strive with thee shall perish."
    },
    {
      "verse": 12,
      "text": "Thou shalt seek them, and shalt not find them, \\add even\\add* them that contended with thee: They that war against thee shall be as nothing, and as a thing of nought."
    },
    {
      "verse": 13,
      "text": "For I the \\sc Lord\\sc* thy God will hold thy right hand, Saying unto thee, Fear not; I will help thee."
    },
    {
      "verse": 14,
      "text": "Fear not, thou worm Jacob, \\add and\\add* ye men of Israel; I will help thee, saith the \\sc Lord\\sc*, And thy redeemer, the Holy One of Israel."
    },
    {
      "verse": 15,
      "text": "Behold, I will make thee a new sharp threshing instrument having teeth: Thou shalt thresh the mountains, and beat \\add them\\add* small, And shalt make the hills as chaff."
    },
    {
      "verse": 16,
      "text": "Thou shalt fan them, and the wind shall carry them away, And the whirlwind shall scatter them: And thou shalt rejoice in the \\sc Lord\\sc*, \\add And\\add* shalt glory in the Holy One of Israel."
    },
    {
      "verse": 17,
      "text": "\\add When\\add* the poor and needy seek water, and \\add there is\\add* none, \\add And\\add* their tongue faileth for thirst, I the \\sc Lord\\sc* will hear them, \\add I\\add* the God of Israel will not forsake them."
    },
    {
      "verse": 18,
      "text": "I will open rivers in high places, And fountains in the midst of the valleys: I will make the wilderness a pool of water, And the dry land springs of water."
    },
    {
      "verse": 19,
      "text": "I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree, \\add and\\add* the pine, and the box tree together:"
    },
    {
      "verse": 20,
      "text": "That they may see, and know, and consider, and understand together, That the hand of the \\sc Lord\\sc* hath done this, And the Holy One of Israel hath created it."
    },
    {
      "verse": 21,
      "text": "Produce your cause, saith the \\sc Lord\\sc*; Bring forth your strong \\add reasons\\add*, saith the King of Jacob."
    },
    {
      "verse": 22,
      "text": "Let them bring \\add them\\add* forth, and shew us what shall happen: Let them shew the former \\add things\\add*, what they \\add be\\add*, That we may consider \\add them\\add*, and know the latter end of them; Or declare us \\add things\\add* for to come."
    },
    {
      "verse": 23,
      "text": "Shew the \\add things\\add* that are to come hereafter, That we may know that ye \\add are\\add* gods: Yea, do good, or do evil, That we may be dismayed, and behold \\add it\\add* together."
    },
    {
      "verse": 24,
      "text": "Behold, ye \\add are\\add* of nothing, and your work of nought: An abomination \\add is he that\\add* chooseth you."
    },
    {
      "verse": 25,
      "text": "I have raised up \\add one\\add* from the north, and he shall come: From the rising of the sun shall he call upon my name: And he shall come \\add upon\\add* princes as \\add upon\\add* morter, And as the potter treadeth clay."
    },
    {
      "verse": 26,
      "text": "Who hath declared from the beginning, that we may know? And beforetime, that we may say, \\add He is\\add* righteous? Yea, \\add there is\\add* none that sheweth, yea, \\add there is\\add* none that declareth, Yea, \\add there is\\add* none that heareth your words."
    },
    {
      "verse": 27,
      "text": "The first \\add shall say\\add* to Zion, Behold, behold them: And I will give to Jerusalem one that bringeth good tidings."
    },
    {
      "verse": 28,
      "text": "For I beheld, and \\add there was\\add* no man; Even amongst them, and \\add there was\\add* no counseller, That, when I asked of them, could answer a word."
    },
    {
      "verse": 29,
      "text": "Behold, they \\add are\\add* all vanity; their works \\add are\\add* nothing: Their molten images \\add are\\add* wind and confusion."
    }
  ]
}