{
  "book_id": "ISA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Yet now hear, O Jacob my servant; And Israel, whom I have chosen:"
    },
    {
      "verse": 2,
      "text": "Thus saith the Lordthat made thee, And formed thee from the womb, whichwill help thee; Fear not, O Jacob, my servant; And thou, Jeshurun, whom I have chosen."
    },
    {
      "verse": 3,
      "text": "For I will pour water upon him that isthirsty, And floods upon the dry ground:I will pour my spirit upon thy seed, And my blessing upon thine offspring:"
    },
    {
      "verse": 4,
      "text": "And they shall spring up asamong the grass, As willows by the water courses."
    },
    {
      "verse": 5,
      "text": "One shall say, I amthe Lord’s; And another shall call himselfby the name of Jacob; And another shall subscribe withhis hand unto the Lord, And surname himselfby the name of Israel."
    },
    {
      "verse": 6,
      "text": "Thus saith the Lordthe King of Israel, And his redeemer the Lordof hosts; I amthe first, and I amthe last; And besides me there isno God."
    },
    {
      "verse": 7,
      "text": "And who, as I, shall call, And shall declare it, and set it in order for me, Since I appointed the ancient people? And the thingsthat are coming, and shall come, let them shew unto them."
    },
    {
      "verse": 8,
      "text": "Fear ye not, neither be afraid: Have not I told thee from that time, And have declared it?ye areeven my witnesses. Is there a God besides me? Yea, there isno God; I know not any."
    },
    {
      "verse": 9,
      "text": "They that make a graven image areall of them vanity; And their delectable thingsshall not profit; And they aretheir own witnesses; They see not, nor know; that they may be ashamed."
    },
    {
      "verse": 10,
      "text": "Who hath formed a god, or molten a graven image Thatis profitable for nothing?"
    },
    {
      "verse": 11,
      "text": "Behold, all his fellows shall be ashamed: And the workmen, they areof men: Let them all be gathered together, let them stand up;Yetthey shall fear, andthey shall be ashamed together."
    },
    {
      "verse": 12,
      "text": "The smith withthe tongs both worketh in the coals, And fashioneth it with hammers, And worketh it with the strength of his arms: Yea, he is hungry, and his strength faileth: He drinketh no water, and is faint."
    },
    {
      "verse": 13,
      "text": "The carpenter stretcheth out hisrule; he marketh it out with a line; He fitteth it with planes, and he marketh it out with the compass, And maketh it after the figure of a man, according to the beauty of a man; That it may remain inthe house."
    },
    {
      "verse": 14,
      "text": "Heheweth him down cedars, and taketh the cypress and the oak, Which he strengtheneth for himself among the trees of the forest: He planteth an ash, and the rain doth nourish it."
    },
    {
      "verse": 15,
      "text": "Then shall it be for a man to burn: For he will take thereof, and warm himself; Yea, he kindleth it, and baketh bread; Yea, he maketh a god, and worshippeth it;He maketh it a graven image, and falleth down thereto."
    },
    {
      "verse": 16,
      "text": "He burneth part thereof in the fire; With part thereof he eateth flesh; He roasteth roast, and is satisfied: Yea, he warmeth himself, and saith, Aha, I am warm, I have seen the fire:"
    },
    {
      "verse": 17,
      "text": "And the residue thereof he maketh a god, evenhis graven image: He falleth down unto it, and worshippeth it, and prayeth unto it, And saith, Deliver me; for thou artmy god."
    },
    {
      "verse": 18,
      "text": "They have not known nor understood: For he hath shut their eyes, that theycannot see; Andtheir hearts, that theycannot understand."
    },
    {
      "verse": 19,
      "text": "And none considereth in his heart, Neither is thereknowledge nor understanding to say, I have burnt part of it in the fire; Yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten it:And shall I make the residue thereof an abomination? Shall I fall down to the stock of a tree?"
    },
    {
      "verse": 20,
      "text": "He feedeth on ashes: A deceived heart hath turned him aside, That he cannot deliver his soul, nor say, Is therenot a lie in my right hand?"
    },
    {
      "verse": 21,
      "text": "Remember these, O Jacob And Israel; for thou artmy servant: I have formed thee; thou artmy servant: O Israel, thou shalt not be forgotten of me."
    },
    {
      "verse": 22,
      "text": "I have blotted out, as a thick cloud, thy transgressions, And, as a cloud, thy sins: Return unto me; for I have redeemed thee."
    },
    {
      "verse": 23,
      "text": "Sing, O ye heavens; for the Lordhath done it:Shout, ye lower parts of the earth: Break forth intosinging, ye mountains, O forest, and every tree therein: For the Lordhath redeemed Jacob, And glorified himself in Israel."
    },
    {
      "verse": 24,
      "text": "Thus saith the Lord, thy redeemer, And he that formed thee from the womb, I amthe Lordthat maketh all things;That stretcheth forth the heavens alone; That spreadeth abroad the earth by myself;"
    },
    {
      "verse": 25,
      "text": "That frustrateth the tokens of the liars, And maketh diviners mad; That turneth wise menbackward, And maketh their knowledge foolish;"
    },
    {
      "verse": 26,
      "text": "That confirmeth the word of his servant, And performeth the counsel of his messengers; That saith to Jerusalem, Thou shalt be inhabited; And to the cities of Judah, Ye shall be built, And I will raise up the decayed places thereof:"
    },
    {
      "verse": 27,
      "text": "That saith to the deep, Be dry, And I will dry up thy rivers:"
    },
    {
      "verse": 28,
      "text": "That saith of Cyrus, He ismy shepherd, And shall perform all my pleasure: Even saying to Jerusalem, Thou shalt be built; And tothe temple, Thy foundation shall be laid."
    }
  ]
}