{
  "book_id": "ISA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Yet now hear, O Jacob my servant; And Israel, whom I have chosen:"
    },
    {
      "verse": 2,
      "text": "Thus saith the \\sc Lord\\sc* that made thee, And formed thee from the womb, \\add which\\add* will help thee; Fear not, O Jacob, my servant; And \\add thou\\add*, Jeshurun, whom I have chosen."
    },
    {
      "verse": 3,
      "text": "For I will pour water upon \\add him that is\\add* thirsty, And floods upon the dry \\add ground:\\add* I will pour my spirit upon thy seed, And my blessing upon thine offspring:"
    },
    {
      "verse": 4,
      "text": "And they shall spring up \\add as\\add* among the grass, As willows by the water courses."
    },
    {
      "verse": 5,
      "text": "One shall say, I \\add am\\add* the \\sc Lord’s\\sc*; And another shall call \\add himself\\add* by the name of Jacob; And another shall subscribe \\add with\\add* his hand unto the \\sc Lord\\sc*, And surname \\add himself\\add* by the name of Israel."
    },
    {
      "verse": 6,
      "text": "Thus saith the \\sc Lord\\sc* the King of Israel, And his redeemer the \\sc Lord\\sc* of hosts; I \\add am\\add* the first, and I \\add am\\add* the last; And besides me \\add there is\\add* no God."
    },
    {
      "verse": 7,
      "text": "And who, as I, shall call, And shall declare it, and set it in order for me, Since I appointed the ancient people? And the \\add things\\add* that are coming, and shall come, let them shew unto them."
    },
    {
      "verse": 8,
      "text": "Fear ye not, neither be afraid: Have not I told thee from that time, And have declared \\add it?\\add* ye \\add are\\add* even my witnesses. Is there a God besides me? Yea, \\add there is\\add* no God; I know not \\add any\\add*."
    },
    {
      "verse": 9,
      "text": "They that make a graven image \\add are\\add* all of them vanity; And their delectable \\add things\\add* shall not profit; And they \\add are\\add* their own witnesses; They see not, nor know; that they may be ashamed."
    },
    {
      "verse": 10,
      "text": "Who hath formed a god, or molten a graven image \\add That\\add* is profitable for nothing?"
    },
    {
      "verse": 11,
      "text": "Behold, all his fellows shall be ashamed: And the workmen, they \\add are\\add* of men: Let them all be gathered together, let them stand \\add up;\\add* \\add Yet\\add* they shall fear, \\add and\\add* they shall be ashamed together."
    },
    {
      "verse": 12,
      "text": "The smith \\add with\\add* the tongs both worketh in the coals, And fashioneth it with hammers, And worketh it with the strength of his arms: Yea, he is hungry, and his strength faileth: He drinketh no water, and is faint."
    },
    {
      "verse": 13,
      "text": "The carpenter stretcheth out \\add his\\add* rule; he marketh it out with a line; He fitteth it with planes, and he marketh it out with the compass, And maketh it after the figure of a man, according to the beauty of a man; That it may remain \\add in\\add* the house."
    },
    {
      "verse": 14,
      "text": "\\add He\\add* heweth him down cedars, and taketh the cypress and the oak, Which he strengtheneth for himself among the trees of the forest: He planteth an ash, and the rain doth nourish \\add it\\add*."
    },
    {
      "verse": 15,
      "text": "Then shall it be for a man to burn: For he will take thereof, and warm himself; Yea, he kindleth \\add it\\add*, and baketh bread; Yea, he maketh a god, and worshippeth \\add it;\\add* He maketh it a graven image, and falleth down thereto."
    },
    {
      "verse": 16,
      "text": "He burneth part thereof in the fire; With part thereof he eateth flesh; He roasteth roast, and is satisfied: Yea, he warmeth himself, and saith, Aha, I am warm, I have seen the fire:"
    },
    {
      "verse": 17,
      "text": "And the residue thereof he maketh a god, \\add even\\add* his graven image: He falleth down unto it, and worshippeth \\add it\\add*, and prayeth unto it, And saith, Deliver me; for thou \\add art\\add* my god."
    },
    {
      "verse": 18,
      "text": "They have not known nor understood: For he hath shut their eyes, that \\add they\\add* cannot see; \\add And\\add* their hearts, that \\add they\\add* cannot understand."
    },
    {
      "verse": 19,
      "text": "And none considereth in his heart, Neither \\add is there\\add* knowledge nor understanding to say, I have burnt part of it in the fire; Yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten \\add it:\\add* And shall I make the residue thereof an abomination? Shall I fall down to the stock of a tree?"
    },
    {
      "verse": 20,
      "text": "He feedeth on ashes: A deceived heart hath turned him aside, That he cannot deliver his soul, nor say, \\add Is there\\add* not a lie in my right hand?"
    },
    {
      "verse": 21,
      "text": "Remember these, O Jacob And Israel; for thou \\add art\\add* my servant: I have formed thee; thou \\add art\\add* my servant: O Israel, thou shalt not be forgotten of me."
    },
    {
      "verse": 22,
      "text": "I have blotted out, as a thick cloud, thy transgressions, And, as a cloud, thy sins: Return unto me; for I have redeemed thee."
    },
    {
      "verse": 23,
      "text": "Sing, O ye heavens; for the \\sc Lord\\sc* hath done \\add it:\\add* Shout, ye lower parts of the earth: Break forth \\add into\\add* singing, ye mountains, O forest, and every tree therein: For the \\sc Lord\\sc* hath redeemed Jacob, And glorified himself in Israel."
    },
    {
      "verse": 24,
      "text": "Thus saith the \\sc Lord\\sc*, thy redeemer, And he that formed thee from the womb, I \\add am\\add* the \\sc Lord\\sc* that maketh all \\add things;\\add* That stretcheth forth the heavens alone; That spreadeth abroad the earth by myself;"
    },
    {
      "verse": 25,
      "text": "That frustrateth the tokens of the liars, And maketh diviners mad; That turneth wise \\add men\\add* backward, And maketh their knowledge foolish;"
    },
    {
      "verse": 26,
      "text": "That confirmeth the word of his servant, And performeth the counsel of his messengers; That saith to Jerusalem, Thou shalt be inhabited; And to the cities of Judah, Ye shall be built, And I will raise up the decayed places thereof:"
    },
    {
      "verse": 27,
      "text": "That saith to the deep, Be dry, And I will dry up thy rivers:"
    },
    {
      "verse": 28,
      "text": "That saith of Cyrus, \\add He is\\add* my shepherd, And shall perform all my pleasure: Even saying to Jerusalem, Thou shalt be built; And \\add to\\add* the temple, Thy foundation shall be laid."
    }
  ]
}