{
  "book_id": "ISA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the \\sc Lord\\sc* to his anointed, to Cyrus, Whose right hand I have holden, To subdue nations before him; And I will loose the loins of kings, To open before him the two leaved gates; And the gates shall not be shut;"
    },
    {
      "verse": 2,
      "text": "I will go before thee, And make the crooked places straight: I will break in pieces the gates of brass, And cut in sunder the bars of iron:"
    },
    {
      "verse": 3,
      "text": "And I will give thee the treasures of darkness, And hidden riches of secret places, That thou mayest know that I, the \\sc Lord\\sc*, which call \\add thee\\add* by thy name, \\add am\\add* the God of Israel."
    },
    {
      "verse": 4,
      "text": "For Jacob my servant’s sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me."
    },
    {
      "verse": 5,
      "text": "I \\add am\\add* the \\sc Lord\\sc*, and \\add there is\\add* none else, \\add There is\\add* no God besides me: I girded thee though thou hast not known me:"
    },
    {
      "verse": 6,
      "text": "That they may know from the rising of the sun, and from the west, That \\add there is\\add* none besides me. I \\add am\\add* the \\sc Lord\\sc*, and \\add there is\\add* none else."
    },
    {
      "verse": 7,
      "text": "I form the light, and create darkness: I make peace, and create evil: I the \\sc Lord\\sc* do all these \\add things\\add*."
    },
    {
      "verse": 8,
      "text": "Drop down, ye heavens, from above, And let the skies pour down righteousness: Let the earth open, and let them bring forth salvation, And let righteousness spring up together; I the \\sc Lord\\sc* have created it."
    },
    {
      "verse": 9,
      "text": "Woe unto him that striveth with his maker! \\add Let\\add* the potsherd \\add strive\\add* with the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? Or thy work, He hath no hands?"
    },
    {
      "verse": 10,
      "text": "Woe unto him that saith unto \\add his\\add* father, What begettest thou? Or to the woman, What hast thou brought forth?"
    },
    {
      "verse": 11,
      "text": "Thus saith the \\sc Lord\\sc*, the Holy One of Israel, and his maker, Ask me of \\add things\\add* to come concerning my sons, And concerning the work of my hands command ye me."
    },
    {
      "verse": 12,
      "text": "I have made the earth, And created man upon it: I, \\add even\\add* my hands, have stretched out the heavens, And all their host have I commanded."
    },
    {
      "verse": 13,
      "text": "I have raised him up in righteousness, And I will direct all his ways: He shall build my city, and he shall let go my captives, Not for price nor reward, Saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 14,
      "text": "Thus saith the \\sc Lord\\sc*, The labour of Egypt, and merchandise of Ethiopia And of the Sabeans, men of stature, Shall come over unto thee, and they shall be thine: They shall come after thee, in chains they shall come over, And they shall fall down unto thee, they shall make supplication unto thee, \\add saying\\add*, Surely God \\add is\\add* in thee; And \\add there is\\add* none else, \\add there is\\add* no God."
    },
    {
      "verse": 15,
      "text": "Verily thou \\add art\\add* a God that hidest thyself, O God of Israel, the saviour."
    },
    {
      "verse": 16,
      "text": "They shall be ashamed, and also confounded, all of them: They shall go to confusion together \\add that are\\add* makers of idols."
    },
    {
      "verse": 17,
      "text": "\\add But\\add* Israel shall be saved in the \\sc Lord\\sc* \\add with\\add* an everlasting salvation: Ye shall not be ashamed nor confounded world without end."
    },
    {
      "verse": 18,
      "text": "For thus saith the \\sc Lord\\sc* that created the heavens; God himself that formed the earth and made it; he hath established it, He created it not in vain, he formed it to be inhabited: I \\add am\\add* the \\sc Lord\\sc*; and \\add there is\\add* none else."
    },
    {
      "verse": 19,
      "text": "I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the \\sc Lord\\sc* speak righteousness, I declare things that are right."
    },
    {
      "verse": 20,
      "text": "Assemble yourselves and come; Draw near together, ye \\add that are\\add* escaped of the nations: They have no knowledge that set up the wood of their graven image, And pray unto a god \\add that\\add* cannot save."
    },
    {
      "verse": 21,
      "text": "Tell ye, and bring \\add them\\add* near; Yea, let them take counsel together: Who hath declared this from ancient time? \\add who\\add* hath told it from that time? \\add Have\\add* not I the \\sc Lord\\sc*? and \\add there is\\add* no God else beside me; A just God and a saviour; \\add there is\\add* none beside me."
    },
    {
      "verse": 22,
      "text": "Look unto me, and be ye saved, all the ends of the earth: For I \\add am\\add* God, and \\add there is\\add* none else."
    },
    {
      "verse": 23,
      "text": "I have sworn by myself, The word is gone out of my mouth \\add in\\add* righteousness, and shall not return, That unto me every knee shall bow, Every tongue shall swear."
    },
    {
      "verse": 24,
      "text": "Surely, shall \\add one\\add* say, in the \\sc Lord\\sc* have I righteousness and strength: \\add Even\\add* to him shall \\add men\\add* come; And all that are incensed against him shall be ashamed."
    },
    {
      "verse": 25,
      "text": "In the \\sc Lord\\sc* shall all the seed of Israel be justified, and shall glory."
    }
  ]
}