{
  "book_id": "ISA",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Bel boweth down, Nebo stoopeth, Their idols were upon the beasts, and upon the cattle: Your carriages \\add were\\add* heavy loaden; \\add They are\\add* a burden to the weary \\add beast\\add*."
    },
    {
      "verse": 2,
      "text": "They stoop, they bow down together; They could not deliver the burden, But themselves are gone into captivity."
    },
    {
      "verse": 3,
      "text": "Hearken unto me, O house of Jacob, And all the remnant of the house of Israel, Which are borne \\add by me\\add* from the belly, Which are carried from the womb:"
    },
    {
      "verse": 4,
      "text": "And \\add even\\add* to \\add your\\add* old age I \\add am\\add* he; And \\add even\\add* to hoar hairs will I carry \\add you:\\add* I have made, and I will bear; Even I will carry, and will deliver \\add you\\add*."
    },
    {
      "verse": 5,
      "text": "To whom will ye liken me, and make \\add me\\add* equal, And compare me, that we may be like?"
    },
    {
      "verse": 6,
      "text": "They lavish gold out of the bag, And weigh silver in the balance, \\add And\\add* hire a goldsmith; and he maketh it a god: They fall down, yea, they worship."
    },
    {
      "verse": 7,
      "text": "They bear him upon the shoulder, they carry him, And set him in his place, and he standeth; From his place shall he not remove: Yea, \\add one\\add* shall cry unto him, yet can he not answer, Nor save him out of his trouble."
    },
    {
      "verse": 8,
      "text": "Remember this, and shew yourselves men: Bring \\add it\\add* again to mind, O ye transgressors."
    },
    {
      "verse": 9,
      "text": "Remember the former \\add things\\add* of old: For I \\add am\\add* God, and \\add there is\\add* none else; \\add I am\\add* God, and \\add there is\\add* none like me,"
    },
    {
      "verse": 10,
      "text": "Declaring the end from the beginning, And from ancient times \\add the things\\add* that are not \\add yet\\add* done, Saying, My counsel shall stand, And I will do all my pleasure:"
    },
    {
      "verse": 11,
      "text": "Calling a ravenous bird from the east, The man that executeth my counsel from a far country: Yea, I have spoken \\add it\\add*, I will also bring it to pass; I have purposed \\add it\\add*, I will also do it."
    },
    {
      "verse": 12,
      "text": "Hearken unto me, ye stouthearted, That \\add are\\add* far from righteousness:"
    },
    {
      "verse": 13,
      "text": "I bring near my righteousness; it shall not be far off, And my salvation shall not tarry: And I will place salvation in Zion for Israel my glory."
    }
  ]
}