{
  "book_id": "ISA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye this, O house of Jacob, Which are called by the name of Israel, And are come forth out of the waters of Judah, Which swear by the name of the \\sc Lord\\sc*, And make mention of the God of Israel, \\add But\\add* not in truth, nor in righteousness."
    },
    {
      "verse": 2,
      "text": "For they call themselves of the holy city, And stay themselves upon the God of Israel; The \\sc Lord\\sc* of hosts \\add is\\add* his name."
    },
    {
      "verse": 3,
      "text": "I have declared the former \\add things\\add* from the beginning; And they went forth out of my mouth, and I shewed them; I did \\add them\\add* suddenly, and they came to pass."
    },
    {
      "verse": 4,
      "text": "Because I knew that thou \\add art\\add* obstinate, And thy neck \\add is\\add* an iron sinew, And thy brow brass:"
    },
    {
      "verse": 5,
      "text": "I have even from the beginning declared \\add it\\add* to thee; Before it came to pass I shewed \\add it\\add* thee: Lest thou shouldest say, Mine idol hath done them, And my graven image, and my molten image, hath commanded them."
    },
    {
      "verse": 6,
      "text": "Thou hast heard, see all this; And will not ye declare \\add it?\\add* I have shewed thee new \\add things\\add* from this time, Even hidden \\add things\\add*, and thou didst not know them."
    },
    {
      "verse": 7,
      "text": "They are created now, and not from the beginning; Even before the day when thou heardest them not; Lest thou shouldest say, Behold, I knew them."
    },
    {
      "verse": 8,
      "text": "Yea, thou heardest not; yea, thou knewest not; Yea, from that time \\add that\\add* thine ear was not opened: For I knew \\add that\\add* thou wouldest deal very treacherously, And wast called a transgressor from the womb."
    },
    {
      "verse": 9,
      "text": "For my name’s sake will I defer mine anger, And \\add for\\add* my praise will I refrain for thee, That \\add I\\add* cut thee not off."
    },
    {
      "verse": 10,
      "text": "Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction."
    },
    {
      "verse": 11,
      "text": "For mine own sake, \\add even\\add* for mine own sake, will I do \\add it:\\add* For how should \\add my name\\add* be polluted? And I will not give my glory unto another."
    },
    {
      "verse": 12,
      "text": "Hearken unto me, O Jacob, and Israel my called; I \\add am\\add* he; I \\add am\\add* the first, I also \\add am\\add* the last."
    },
    {
      "verse": 13,
      "text": "Mine hand also hath laid the foundation of the earth, And my right hand hath spanned the heavens: \\add When\\add* I call unto them, they stand \\add up\\add* together."
    },
    {
      "verse": 14,
      "text": "All ye, assemble yourselves, and hear; Which among them hath declared these \\add things?\\add* The \\sc Lord\\sc* hath loved him: He will do his pleasure on Babylon, And his arm \\add shall be on\\add* the Chaldeans."
    },
    {
      "verse": 15,
      "text": "I, \\add even\\add* I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous."
    },
    {
      "verse": 16,
      "text": "Come ye near unto me, hear ye this; I have not spoken in secret from the beginning; From the time that it was, there \\add am\\add* I: And now the Lord \\sc God\\sc*, and his Spirit, hath sent me."
    },
    {
      "verse": 17,
      "text": "Thus saith the \\sc Lord\\sc*, thy redeemer, the Holy One of Israel; I \\add am\\add* the \\sc Lord\\sc* thy God which teacheth thee to profit, Which leadeth thee by the way \\add that\\add* thou shouldest go."
    },
    {
      "verse": 18,
      "text": "O that thou hadst hearkened to my commandments! Then had thy peace been as a river, And thy righteousness as the waves of the sea:"
    },
    {
      "verse": 19,
      "text": "Thy seed also had been as the sand, And the offspring of thy bowels like the gravel thereof; His name should not have been cut off nor destroyed from before me."
    },
    {
      "verse": 20,
      "text": "Go ye forth of Babylon, flee ye from the Chaldeans, With a voice of singing declare ye, tell this, Utter it \\add even\\add* to the end of the earth; Say ye, The \\sc Lord\\sc* hath redeemed his servant Jacob."
    },
    {
      "verse": 21,
      "text": "And they thirsted not \\add when\\add* he led them through the deserts: He caused the waters to flow out of the rock for them: He clave the rock also, and the waters gushed out."
    },
    {
      "verse": 22,
      "text": "\\add There is\\add* no peace, saith the \\sc Lord\\sc*, unto the wicked."
    }
  ]
}