{
  "book_id": "ISA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the Lord, Where isthe bill of your mother’s divorcement, whom I have put away? Or which of my creditors is itto whom I have sold you? Behold, for your iniquities have you sold yourselves, And for your transgressions is your mother put away."
    },
    {
      "verse": 2,
      "text": "Wherefore, when I came, was thereno man? When I called, was therenone to answer? Is my hand shortened at all, that itcannot redeem? Or have I no power to deliver? Behold, at my rebuke I dry up the sea, I make the rivers a wilderness: Their fish stinketh, because there isno water, and dieth for thirst."
    },
    {
      "verse": 3,
      "text": "I clothe the heavens with blackness, And I make sackcloth their covering."
    },
    {
      "verse": 4,
      "text": "The Lord Godhath given me the tongue of the learned, That Ishould know how to speak a word in season to him that isweary: He wakeneth morning by morning, He wakeneth mine ear to hear as the learned."
    },
    {
      "verse": 5,
      "text": "The Lord Godhath opened mine ear, And I was not rebellious, Neither turned away back."
    },
    {
      "verse": 6,
      "text": "I gave my back to the smiters, And my cheeks to them that plucked off the hair: I hid not my face from shame and spitting."
    },
    {
      "verse": 7,
      "text": "For the Lord Godwill help me; Therefore shall I not be confounded: Therefore have I set my face like a flint, And I know that I shall not be ashamed."
    },
    {
      "verse": 8,
      "text": "He isnear that justifieth me; Who will contend with me? let us stand together: Who ismine adversary? let him come near to me."
    },
    {
      "verse": 9,
      "text": "Behold, the Lord Godwill help me; Who ishe thatshall condemn me? Lo, they all shall wax old as a garment; the moth shall eat them up."
    },
    {
      "verse": 10,
      "text": "Who isamong you that feareth the Lord, That obeyeth the voice of his servant, That walketh indarkness, and hath no light? Let him trust in the name of the Lord, And stay upon his God."
    },
    {
      "verse": 11,
      "text": "Behold, all ye that kindle a fire, that compass yourselvesabout with sparks: Walk in the light of your fire, and in the sparks thatye have kindled. This shall ye have of mine hand; Ye shall lie down in sorrow."
    }
  ]
}