{
  "book_id": "ISA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the \\sc Lord\\sc*, Where \\add is\\add* the bill of your mother’s divorcement, whom I have put away? Or which of my creditors \\add is it\\add* to whom I have sold you? Behold, for your iniquities have you sold yourselves, And for your transgressions is your mother put away."
    },
    {
      "verse": 2,
      "text": "Wherefore, when I came, \\add was there\\add* no man? When I called, \\add was there\\add* none to answer? Is my hand shortened at all, that \\add it\\add* cannot redeem? Or have I no power to deliver? Behold, at my rebuke I dry up the sea, I make the rivers a wilderness: Their fish stinketh, because \\add there is\\add* no water, and dieth for thirst."
    },
    {
      "verse": 3,
      "text": "I clothe the heavens with blackness, And I make sackcloth their covering."
    },
    {
      "verse": 4,
      "text": "The Lord \\sc God\\sc* hath given me the tongue of the learned, That \\add I\\add* should know how to speak a word in season to \\add him that is\\add* weary: He wakeneth morning by morning, He wakeneth mine ear to hear as the learned."
    },
    {
      "verse": 5,
      "text": "The Lord \\sc God\\sc* hath opened mine ear, And I was not rebellious, Neither turned away back."
    },
    {
      "verse": 6,
      "text": "I gave my back to the smiters, And my cheeks to them that plucked off the hair: I hid not my face from shame and spitting."
    },
    {
      "verse": 7,
      "text": "For the Lord \\sc God\\sc* will help me; Therefore shall I not be confounded: Therefore have I set my face like a flint, And I know that I shall not be ashamed."
    },
    {
      "verse": 8,
      "text": "\\add He is\\add* near that justifieth me; Who will contend with me? let us stand together: Who \\add is\\add* mine adversary? let him come near to me."
    },
    {
      "verse": 9,
      "text": "Behold, the Lord \\sc God\\sc* will help me; Who \\add is\\add* he \\add that\\add* shall condemn me? Lo, they all shall wax old as a garment; the moth shall eat them up."
    },
    {
      "verse": 10,
      "text": "Who \\add is\\add* among you that feareth the \\sc Lord\\sc*, That obeyeth the voice of his servant, That walketh \\add in\\add* darkness, and hath no light? Let him trust in the name of the \\sc Lord\\sc*, And stay upon his God."
    },
    {
      "verse": 11,
      "text": "Behold, all ye that kindle a fire, that compass \\add yourselves\\add* about with sparks: Walk in the light of your fire, and in the sparks \\add that\\add* ye have kindled. This shall ye have of mine hand; Ye shall lie down in sorrow."
    }
  ]
}