{
  "book_id": "ISA",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Hearken to me, ye that follow after righteousness, ye that seek the \\sc Lord\\sc*: Look unto the rock \\add whence\\add* ye are hewn, And to the hole of the pit \\add whence\\add* ye are digged."
    },
    {
      "verse": 2,
      "text": "Look unto Abraham your father, And unto Sarah \\add that\\add* bare you: For I called him alone, And blessed him, and increased him."
    },
    {
      "verse": 3,
      "text": "For the \\sc Lord\\sc* shall comfort Zion: He will comfort all her waste places; And he will make her wilderness like Eden, And her desert like the garden of the \\sc Lord\\sc*; Joy and gladness shall be found therein, Thanksgiving, and the voice of melody."
    },
    {
      "verse": 4,
      "text": "Hearken unto me, my people; And give ear unto me, O my nation: For a law shall proceed from me, And I will make my judgment to rest for a light of the people."
    },
    {
      "verse": 5,
      "text": "My righteousness \\add is\\add* near; my salvation is gone forth, And mine arms shall judge the people; The isles shall wait upon me, And on mine arm shall they trust."
    },
    {
      "verse": 6,
      "text": "Lift up your eyes to the heavens, And look upon the earth beneath: For the heavens shall vanish away like smoke, And the earth shall wax old like a garment, And they that dwell therein shall die in like manner: But my salvation shall be for ever, And my righteousness shall not be abolished."
    },
    {
      "verse": 7,
      "text": "Hearken unto me, ye that know righteousness, The people in whose heart \\add is\\add* my law; Fear ye not the reproach of men, Neither be ye afraid of their revilings."
    },
    {
      "verse": 8,
      "text": "For the moth shall eat them up like a garment, And the worm shall eat them like wool: But my righteousness shall be for ever, And my salvation from generation to generation."
    },
    {
      "verse": 9,
      "text": "Awake, awake, put on strength, O arm of the \\sc Lord\\sc*; Awake, as \\add in\\add* the ancient days, \\add in\\add* the generations of old. \\add Art\\add* thou not it that hath cut Rahab, \\add and\\add* wounded the dragon?"
    },
    {
      "verse": 10,
      "text": "\\add Art\\add* thou not it which hath dried the sea, the waters of the great deep; That hath made the depths of the sea a way for the ransomed to pass over?"
    },
    {
      "verse": 11,
      "text": "Therefore the redeemed of the \\sc Lord\\sc* shall return, And come with singing \\add unto\\add* Zion; And everlasting joy \\add shall be\\add* upon their head: They shall obtain gladness and joy; \\add And\\add* sorrow and mourning shall flee away."
    },
    {
      "verse": 12,
      "text": "I, \\add even\\add* I, \\add am\\add* he that comforteth you: Who \\add art\\add* thou, that thou shouldest be afraid of a man \\add that\\add* shall die, And of the son of man \\add which\\add* shall be made \\add as\\add* grass;"
    },
    {
      "verse": 13,
      "text": "And forgettest the \\sc Lord\\sc* thy Maker, That hath stretched forth the heavens, and laid the foundations of the earth; And hast feared continually every day because of the fury of the oppressor, As if he were ready to destroy? And where \\add is\\add* the fury of the oppressor?"
    },
    {
      "verse": 14,
      "text": "The captive exile hasteneth that \\add he\\add* may be loosed, And that he should not die in the pit, Nor that his bread should fail."
    },
    {
      "verse": 15,
      "text": "But I \\add am\\add* the \\sc Lord\\sc* thy God, That divided the sea, whose waves roared: The \\sc Lord\\sc* of hosts \\add is\\add* his name."
    },
    {
      "verse": 16,
      "text": "And I have put my words in thy mouth, And have covered thee in the shadow of mine hand, That I may plant the heavens, and lay the foundations of the earth, And say unto Zion, Thou \\add art\\add* my people."
    },
    {
      "verse": 17,
      "text": "Awake, awake, stand up, O Jerusalem, Which hast drunk at the hand of the \\sc Lord\\sc* the cup of his fury; Thou hast drunken the dregs of the cup of trembling, \\add and\\add* wrung \\add them\\add* out."
    },
    {
      "verse": 18,
      "text": "\\add There is\\add* none to guide her among all the sons \\add whom\\add* she hath brought forth; Neither \\add is there any\\add* that taketh her by the hand of all the sons \\add that\\add* she hath brought up."
    },
    {
      "verse": 19,
      "text": "These two \\add things\\add* are come unto thee; who shall be sorry for thee? Desolation, and destruction, and the famine, and the sword: \\add By\\add* whom shall I comfort thee?"
    },
    {
      "verse": 20,
      "text": "Thy sons have fainted, they lie at the head of all the streets, as a wild bull \\add in\\add* a net: \\add They are\\add* full \\add of\\add* the fury of the \\sc Lord\\sc*, the rebuke of thy God."
    },
    {
      "verse": 21,
      "text": "Therefore hear now this, thou afflicted, And drunken, but not with wine:"
    },
    {
      "verse": 22,
      "text": "Thus saith thy Lord the \\sc Lord\\sc*, And thy God \\add that\\add* pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, \\add Even\\add* the dregs of the cup of my fury; Thou shalt no more drink it again:"
    },
    {
      "verse": 23,
      "text": "But I will put it into the hand of them that afflict thee; Which have said to thy soul, Bow down, that we may go over: And thou hast laid thy body as the ground, And as the street, to them that went over."
    }
  ]
}