{
  "book_id": "ISA",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "Awake, awake; put on thy strength, O Zion; Put on thy beautiful garments, O Jerusalem, the holy city: For henceforth there shall no more come into thee the uncircumcised and the unclean."
    },
    {
      "verse": 2,
      "text": "Shake thyself from the dust; arise, \\add and\\add* sit down, O Jerusalem: Loose thyself from the bands of thy neck, O captive daughter of Zion."
    },
    {
      "verse": 3,
      "text": "For thus saith the \\sc Lord\\sc*, Ye have sold yourselves for nought; And ye shall be redeemed without money."
    },
    {
      "verse": 4,
      "text": "For thus saith the Lord \\sc God\\sc*, My people went down aforetime \\add into\\add* Egypt to sojourn there; And the Assyrian oppressed them without cause."
    },
    {
      "verse": 5,
      "text": "Now therefore, what have I here, saith the \\sc Lord\\sc*, That my people is taken away for nought? They that rule over them make \\add them\\add* to howl, saith the \\sc Lord\\sc*; And my name continually every day \\add is\\add* blasphemed."
    },
    {
      "verse": 6,
      "text": "Therefore my people shall know my name: Therefore \\add they shall know\\add* in that day that I \\add am\\add* he that doth speak: behold, \\add it is\\add* I."
    },
    {
      "verse": 7,
      "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; That bringeth good tidings of good, that publisheth salvation; That saith unto Zion, Thy God reigneth!"
    },
    {
      "verse": 8,
      "text": "Thy watchmen shall lift up the voice; \\add With\\add* the voice together shall they sing: For they shall see eye to eye, When the \\sc Lord\\sc* shall bring again Zion."
    },
    {
      "verse": 9,
      "text": "Break forth into joy, sing together, ye waste places of Jerusalem: For the \\sc Lord\\sc* hath comforted his people, he hath redeemed Jerusalem."
    },
    {
      "verse": 10,
      "text": "The \\sc Lord\\sc* hath made bare his holy arm in the eyes of all the nations; And all the ends of the earth shall see the salvation of our God."
    },
    {
      "verse": 11,
      "text": "Depart ye, depart ye, go ye out from thence, touch no unclean \\add thing;\\add* Go ye out of the midst of her; be ye clean, that bear the vessels of the \\sc Lord\\sc*."
    },
    {
      "verse": 12,
      "text": "For ye shall not go out with haste, Nor go by flight: For the \\sc Lord\\sc* will go before you; And the God of Israel \\add will be\\add* your rereward."
    },
    {
      "verse": 13,
      "text": "Behold, my servant shall deal prudently, He shall be exalted and extolled, and be very high."
    },
    {
      "verse": 14,
      "text": "As many were astonied at thee; His visage \\add was\\add* so marred more than \\add any\\add* man, And his form more than the sons of men:"
    },
    {
      "verse": 15,
      "text": "So shall he sprinkle many nations; The kings shall shut their mouths at him: For \\add that\\add* which had not been told them shall they see; And \\add that\\add* which they had not heard shall they consider."
    }
  ]
}