{
  "book_id": "ISA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "Ho, every one that thirsteth, come ye to the waters, And he that hath no money; Come ye, buy, and eat; Yea, come, buy wine and milk without money and without price."
    },
    {
      "verse": 2,
      "text": "Wherefore do ye spend money for \\add that which is\\add* not bread? And your labour for \\add that which\\add* satisfieth not? Hearken diligently unto me, and eat ye \\add that which is\\add* good, And let your soul delight itself in fatness."
    },
    {
      "verse": 3,
      "text": "Incline your ear, and come unto me: Hear, and your soul shall live; And I will make an everlasting covenant with you, \\add Even\\add* the sure mercies of David."
    },
    {
      "verse": 4,
      "text": "Behold, I have given him \\add for\\add* a witness to the people, A leader and commander to the people."
    },
    {
      "verse": 5,
      "text": "Behold, thou shalt call a nation \\add that\\add* thou knowest not, And nations \\add that\\add* knew not thee shall run unto thee Because of the \\sc Lord\\sc* thy God, And for the Holy One of Israel; for he hath glorified thee."
    },
    {
      "verse": 6,
      "text": "Seek ye the \\sc Lord\\sc* while he may be found, Call ye upon him while he is near:"
    },
    {
      "verse": 7,
      "text": "Let the wicked forsake his way, And the unrighteous man his thoughts: And let him return unto the \\sc Lord\\sc*, and he will have mercy upon him; And to our God, for he will abundantly pardon."
    },
    {
      "verse": 8,
      "text": "For my thoughts \\add are\\add* not your thoughts, Neither \\add are\\add* your ways my ways, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 9,
      "text": "For \\add as\\add* the heavens are higher than the earth, So are my ways higher than your ways, And my thoughts than your thoughts."
    },
    {
      "verse": 10,
      "text": "For as the rain cometh down, And the snow from heaven, And returneth not thither, But watereth the earth, And maketh it bring forth and bud, That it may give seed to the sower, and bread to the eater:"
    },
    {
      "verse": 11,
      "text": "So shall my word be that goeth forth out of my mouth: It shall not return unto me void, But it shall accomplish that which I please, And it shall prosper \\add in the thing\\add* whereto I sent it."
    },
    {
      "verse": 12,
      "text": "For ye shall go out with joy, And be led forth with peace: The mountains and the hills shall break forth before you \\add into\\add* singing, And all the trees of the field shall clap \\add their\\add* hands."
    },
    {
      "verse": 13,
      "text": "Instead of the thorn shall come up the fir tree, And instead of the brier shall come up the myrtle tree: And it shall be to the \\sc Lord\\sc* for a name, For an everlasting sign \\add that\\add* shall not be cut off."
    }
  ]
}