{
  "book_id": "ISA",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, the \\sc Lord’s\\sc* hand is not shortened, that \\add it\\add* cannot save; Neither his ear heavy, that \\add it\\add* cannot hear:"
    },
    {
      "verse": 2,
      "text": "But your iniquities have separated between you and your God, And your sins have hid \\add his\\add* face from you, that \\add he\\add* will not hear."
    },
    {
      "verse": 3,
      "text": "For your hands are defiled with blood, And your fingers with iniquity; Your lips have spoken lies, Your tongue hath uttered perverseness."
    },
    {
      "verse": 4,
      "text": "None calleth for justice, nor any pleadeth for truth: \\add They\\add* trust in vanity, and speak lies; \\add They\\add* conceive mischief, and bring forth iniquity."
    },
    {
      "verse": 5,
      "text": "They hatch cockatrice’ eggs, And weave the spider’s web: He that eateth of their eggs dieth, And that which is crushed breaketh out \\add into\\add* a viper."
    },
    {
      "verse": 6,
      "text": "Their webs shall not become garments, Neither shall they cover themselves with their works: Their works \\add are\\add* works of iniquity, And the act of violence \\add is\\add* in their hands."
    },
    {
      "verse": 7,
      "text": "Their feet run to evil, And they make haste to shed innocent blood: Their thoughts \\add are\\add* thoughts of iniquity; Wasting and destruction are in their paths."
    },
    {
      "verse": 8,
      "text": "The way of peace they know not; And \\add there is\\add* no judgment in their goings: They have made them crooked paths: Whosoever goeth therein shall not know peace."
    },
    {
      "verse": 9,
      "text": "Therefore is judgment far from us, Neither doth justice overtake us: We wait for light, but behold obscurity; For brightness, \\add but\\add* we walk in darkness."
    },
    {
      "verse": 10,
      "text": "We grope for the wall like the blind, And we grope as if \\add we had\\add* no eyes: We stumble at noonday as \\add in\\add* the night; \\add We are\\add* in desolate places as dead \\add men\\add*."
    },
    {
      "verse": 11,
      "text": "We roar all like bears, And mourn sore like doves: We look for judgment, but \\add there is\\add* none; For salvation, \\add but\\add* it is far off from us."
    },
    {
      "verse": 12,
      "text": "For our transgressions are multiplied before thee, And our sins testify against us: For our transgressions \\add are\\add* with us; And \\add as for\\add* our iniquities, we know them;"
    },
    {
      "verse": 13,
      "text": "In transgressing and lying against the \\sc Lord\\sc*, And departing away from our God, Speaking oppression and revolt, Conceiving and uttering from the heart words of falsehood."
    },
    {
      "verse": 14,
      "text": "And judgment is turned away backward, And justice standeth afar off: For truth is fallen in the street, And equity cannot enter."
    },
    {
      "verse": 15,
      "text": "Yea, truth faileth; And he \\add that\\add* departeth from evil maketh himself a prey: And the \\sc Lord\\sc* saw \\add it\\add*, and it displeased him That \\add there was\\add* no judgment."
    },
    {
      "verse": 16,
      "text": "And he saw that \\add there was\\add* no man, And wondered that \\add there was\\add* no intercessor: Therefore his arm brought salvation unto him; And his righteousness, it sustained him."
    },
    {
      "verse": 17,
      "text": "For he put on righteousness as a breastplate, And a helmet of salvation upon his head; And he put on the garments of vengeance \\add for\\add* clothing, And was clad with zeal as a cloke."
    },
    {
      "verse": 18,
      "text": "According to \\add their\\add* deeds, accordingly he will repay, Fury to his adversaries, recompence to his enemies; To the islands he will repay recompence."
    },
    {
      "verse": 19,
      "text": "So shall they fear the name of the \\sc Lord\\sc* from the west, And his glory from the rising of the sun. When the enemy shall come in like a flood, The spirit of the \\sc Lord\\sc* shall lift up a standard against him."
    },
    {
      "verse": 20,
      "text": "And the redeemer shall come to Zion, And unto them that turn from transgression in Jacob, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 21,
      "text": "As for me, this \\add is\\add* my covenant with them, saith the \\sc Lord\\sc*; My spirit that \\add is\\add* upon thee, And my words which I have put in thy mouth, Shall not depart out of thy mouth, Nor out of the mouth of thy seed, Nor out of the mouth of thy seed’s seed, saith the \\sc Lord\\sc*, From henceforth and for ever."
    }
  ]
}