{
  "book_id": "ISA",
  "chapter": 61,
  "verses": [
    {
      "verse": 1,
      "text": "The Spirit of the Lord \\sc God\\sc* \\add is\\add* upon me; Because the \\sc Lord\\sc* hath anointed me to preach good tidings unto the meek; He hath sent me to bind up the broken-hearted, To proclaim liberty to the captives, And the opening of the prison to \\add them that are\\add* bound;"
    },
    {
      "verse": 2,
      "text": "To proclaim the acceptable year of the \\sc Lord\\sc*, And the day of vengeance of our God; To comfort all that mourn;"
    },
    {
      "verse": 3,
      "text": "To appoint unto them that mourn in Zion, To give unto them beauty for ashes, The oil of joy for mourning, The garment of praise for the spirit of heaviness; That they might be called trees of righteousness, The planting of the \\sc Lord\\sc*, that \\add he\\add* might be glorified."
    },
    {
      "verse": 4,
      "text": "And they shall build the old wastes, They shall raise up the former desolations, And they shall repair the waste cities, The desolations of many generations."
    },
    {
      "verse": 5,
      "text": "And strangers shall stand and feed your flocks, And the sons of the alien \\add shall be\\add* your plowmen and your vinedressers."
    },
    {
      "verse": 6,
      "text": "But ye shall be named the Priests of the \\sc Lord\\sc*: \\add Men\\add* shall call you the Ministers of our God: Ye shall eat the riches of the Gentiles, And in their glory shall you boast yourselves."
    },
    {
      "verse": 7,
      "text": "For your shame \\add you shall have\\add* double; And \\add for\\add* confusion they shall rejoice in their portion: Therefore in their land they shall possess the double: Everlasting joy shall be unto them."
    },
    {
      "verse": 8,
      "text": "For I the \\sc Lord\\sc* love judgment, I hate robbery for burnt offering; And I will direct their work in truth, And I will make an everlasting covenant with them."
    },
    {
      "verse": 9,
      "text": "And their seed shall be known among the Gentiles, And their offspring among the people: All that see them shall acknowledge them, That they \\add are\\add* the seed \\add which\\add* the \\sc Lord\\sc* hath blessed."
    },
    {
      "verse": 10,
      "text": "I will greatly rejoice in the \\sc Lord\\sc*, My soul shall be joyful in my God; For he hath clothed me with the garments of salvation, He hath covered me with the robe of righteousness, As a bridegroom decketh \\add himself\\add* with ornaments, And as a bride adorneth \\add herself\\add* with her jewels."
    },
    {
      "verse": 11,
      "text": "For as the earth bringeth forth her bud, And as the garden causeth the things that are sown in it to spring forth; So the Lord \\sc God\\sc* will cause righteousness and praise to spring forth Before all the nations."
    }
  ]
}