{
  "book_id": "ISA",
  "chapter": 62,
  "verses": [
    {
      "verse": 1,
      "text": "For Zion’s sake will I not hold my peace, And for Jerusalem’s sake I will not rest, Until the righteousness thereof go forth as brightness, And the salvation thereof as a lamp thatburneth."
    },
    {
      "verse": 2,
      "text": "And the Gentiles shall see thy righteousness, And all kings thy glory: And thou shalt be called by a new name, Which the mouth of the Lordshall name."
    },
    {
      "verse": 3,
      "text": "Thou shalt also be a crown of glory in the hand of the Lord, And a royal diadem in the hand of thy God."
    },
    {
      "verse": 4,
      "text": "Thou shalt no more be termed Forsaken; Neither shall thy land any more be termed Desolate: But thou shalt be called Hephzi-bah, And thy land Beulah: For the Lorddelighteth in thee, And thy land shall be married."
    },
    {
      "verse": 5,
      "text": "For asa young man marrieth a virgin, Soshall thy sons marry thee: And asthe bridegroom rejoiceth over the bride, Soshall thy God rejoice over thee."
    },
    {
      "verse": 6,
      "text": "I have set watchmen upon thy walls, O Jerusalem, Whichshall never hold their peace day nor night: Ye that make mention of the Lord, Keep not silence,"
    },
    {
      "verse": 7,
      "text": "and give him no rest, Till he establish, and till he make Jerusalem a praise in the earth."
    },
    {
      "verse": 8,
      "text": "The Lordhath sworn by his right hand, and by the arm of his strength, Surely I will no more give thy corn to bemeat for thine enemies; And the sons of the stranger shall not drink thy wine, for the which thou hast laboured:"
    },
    {
      "verse": 9,
      "text": "But they that have gathered it shall eat it, and praise the Lord; And they that have brought it together shall drink it in the courts of my holiness."
    },
    {
      "verse": 10,
      "text": "Go through, go through the gates; prepare you the way of the people; Cast up, cast up the highway; gather out the stones; Lift up a standard for the people."
    },
    {
      "verse": 11,
      "text": "Behold, the Lordhath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; Behold, his reward iswith him, And his work before him."
    },
    {
      "verse": 12,
      "text": "And they shall call them, The holy people, The redeemed of the Lord: And thou shalt be called, Sought out, A city not forsaken."
    }
  ]
}