{
  "book_id": "ISA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "O that thou wouldest rend the heavens, that thou wouldest come down, That the mountains might flow down at thy presence,"
    },
    {
      "verse": 2,
      "text": "As whenthe melting fire burneth, the fire causeth the waters to boil, To make thy name known to thine adversaries, Thatthe nations may tremble at thy presence."
    },
    {
      "verse": 3,
      "text": "When thou didst terrible things whichwe looked not for, Thou camest down, the mountains flowed down at thy presence."
    },
    {
      "verse": 4,
      "text": "For since the beginning of the world menhave not heard, nor perceived by the ear, Neither hath the eye seen, O God, besides thee, Whathe hath prepared for him that waiteth for him."
    },
    {
      "verse": 5,
      "text": "Thou meetest him that rejoiceth and worketh righteousness, Those thatremember thee in thy ways: Behold, thou art wroth; for we have sinned: In those is continuance, and we shall be saved."
    },
    {
      "verse": 6,
      "text": "But we are all as an unclean thing, And all our righteousnesses areas filthy rags; And we all do fade as a leaf; And our iniquities, like the wind, have taken us away."
    },
    {
      "verse": 7,
      "text": "And there isnone that calleth upon thy name, That stirreth up himself to take hold of thee: For thou hast hid thy face from us, And hast consumed us, because of our iniquities."
    },
    {
      "verse": 8,
      "text": "But now, O Lord, thou artour father; We arethe clay, and thou our potter; And we all arethe work of thine hand."
    },
    {
      "verse": 9,
      "text": "Be not wroth very sore, O Lord, Neither remember iniquity for ever: Behold, see, we beseech thee, we areall thy people."
    },
    {
      "verse": 10,
      "text": "Thy holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation."
    },
    {
      "verse": 11,
      "text": "Our holy and our beautiful house, Where our fathers praised thee, Is burnt up with fire: And all our pleasant things are laid waste."
    },
    {
      "verse": 12,
      "text": "Wilt thou refrain thyself for these things, O Lord? Wilt thou hold thy peace, and afflict us very sore?"
    }
  ]
}