{
  "book_id": "ISA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the \\sc Lord\\sc*, The heaven \\add is\\add* my throne, and the earth \\add is\\add* my footstool: Where \\add is\\add* the house that ye build unto me? And where \\add is\\add* the place of my rest?"
    },
    {
      "verse": 2,
      "text": "For all those \\add things\\add* hath mine hand made, And all those \\add things\\add* have been, saith the \\sc Lord\\sc*: But to this \\add man\\add* will I look, \\add Even\\add* to \\add him that is\\add* poor and of a contrite spirit, And trembleth at my word."
    },
    {
      "verse": 3,
      "text": "He that killeth an ox \\add is as if\\add* he slew a man; He that sacrificeth a lamb, \\add as if\\add* he cut off a dog’s neck; He that offereth an oblation, \\add as if he offered\\add* swine’s blood; He that burneth incense, \\add as if\\add* he blessed an idol. Yea, they have chosen their own ways, And their soul delighteth in their abominations."
    },
    {
      "verse": 4,
      "text": "I also will choose their delusions, And will bring their fears upon them; Because when I called, none did answer; When I spake, they did not hear: But they did evil before mine eyes, And chose \\add that\\add* in which I delighted not."
    },
    {
      "verse": 5,
      "text": "Hear the word of the \\sc Lord\\sc*, ye that tremble at his word; Your brethren that hated you, That cast you out for my name’s sake, said, Let the \\sc Lord\\sc* be glorified: But he \\add shall\\add* appear to your joy, and they shall be ashamed."
    },
    {
      "verse": 6,
      "text": "A voice of noise from the city, a voice from the temple, A voice of the \\sc Lord\\sc* that rendereth recompence to his enemies."
    },
    {
      "verse": 7,
      "text": "Before she travailed, she brought forth; Before her pain came, she was delivered of a man child."
    },
    {
      "verse": 8,
      "text": "Who hath heard such \\add a thing?\\add* who hath seen such \\add things?\\add* Shall the earth be made to bring forth in one day? \\add Or\\add* shall a nation be born at once? For as soon as Zion travailed, she brought forth her children."
    },
    {
      "verse": 9,
      "text": "Shall I bring to the birth, and not cause to bring forth? saith the \\sc Lord\\sc*: Shall I cause to bring forth, and shut \\add the womb?\\add* saith thy God."
    },
    {
      "verse": 10,
      "text": "Rejoice ye with Jerusalem, and be glad with her, all ye that love her: Rejoice for joy with her, all ye that mourn for her:"
    },
    {
      "verse": 11,
      "text": "That ye may suck, and be satisfied with the breasts of her consolations; That ye may milk out, and be delighted with the abundance of her glory."
    },
    {
      "verse": 12,
      "text": "For thus saith the \\sc Lord\\sc*, Behold, I will extend peace to her like a river, And the glory of the Gentiles like a flowing stream: Then shall ye suck, ye shall be borne upon \\add her\\add* sides, And be dandled upon \\add her\\add* knees."
    },
    {
      "verse": 13,
      "text": "As one whom his mother comforteth, so will I comfort you; And ye shall be comforted in Jerusalem."
    },
    {
      "verse": 14,
      "text": "And when ye see \\add this\\add*, your heart shall rejoice, And your bones shall flourish like an herb: And the hand of the \\sc Lord\\sc* shall be known towards his servants, And \\add his\\add* indignation towards his enemies."
    },
    {
      "verse": 15,
      "text": "For behold, the \\sc Lord\\sc* will come with fire, And with his chariots like a whirlwind, To render his anger with fury, And his rebuke with flames of fire."
    },
    {
      "verse": 16,
      "text": "For by fire and by his sword will the \\sc Lord\\sc* plead with all flesh: And the slain of the \\sc Lord\\sc* shall be many."
    },
    {
      "verse": 17,
      "text": "They that sanctify themselves, and purify themselves in the gardens Behind one \\add tree\\add* in the midst, Eating swine’s flesh, and the abomination, and the mouse, Shall be consumed together, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 18,
      "text": "For I \\add know\\add* their works and their thoughts: It shall come, that \\add I\\add* will gather all nations and tongues; And they shall come, and see my glory."
    },
    {
      "verse": 19,
      "text": "And I will set a sign among them, And I will send those that escape of them unto the nations, \\add To\\add* Tarshish, Pul, and Lud, that draw the bow, \\add To\\add* Tubal, and Javan, \\add to\\add* the isles afar off, That have not heard my fame, neither have seen my glory; And they shall declare my glory among the Gentiles."
    },
    {
      "verse": 20,
      "text": "And they shall bring all your brethren \\add for\\add* an offering unto the \\sc Lord\\sc* out of all nations Upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, To my holy mountain Jerusalem, saith the \\sc Lord\\sc*, As the children of Israel bring an offering In a clean vessel \\add into\\add* the house of the \\sc Lord\\sc*."
    },
    {
      "verse": 21,
      "text": "And I will also take of them for priests \\add and\\add* for Levites, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 22,
      "text": "For as the new heavens and the new earth, which I \\add will\\add* make, \\add Shall\\add* remain before me, saith the \\sc Lord\\sc*, So shall your seed and your name remain."
    },
    {
      "verse": 23,
      "text": "And it shall come to pass, \\add that\\add* from one new moon to another, And from one sabbath to another, Shall all flesh come to worship before me, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 24,
      "text": "And they shall go forth, and look Upon the carcases of the men that have transgressed against me: For their worm shall not die, Neither shall their fire be quenched; And they shall be an abhorring unto all flesh."
    }
  ]
}