{
  "book_id": "SNG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "TheSong of songs, which is Solomon’s."
    },
    {
      "verse": 2,
      "text": "Let him kiss me with the kisses of his mouth: For thy breasts are better than wine."
    },
    {
      "verse": 3,
      "text": "And the smell of thine ointments is better than all spices: Thy name is ointment poured forth; Therefore do the young maidens love thee."
    },
    {
      "verse": 4,
      "text": "They have drawn thee: We will run after thee, for the smell of thine ointments: The king has brought me into his closet: Let us rejoice and be glad in thee; We will love thy breasts more than wine: Righteousness loves thee."
    },
    {
      "verse": 5,
      "text": "I am black, but beautiful, Ye daughters of Jerusalem, As the tents of Kedar, as the curtains of Solomon."
    },
    {
      "verse": 6,
      "text": "Look not upon me, because I am dark, Because the sun has looked unfavorably upon me: My mother’s sons strove with me; They made me keeper in the vineyards; I have not kept my own vineyard."
    },
    {
      "verse": 7,
      "text": "Tell me, thouwhom my soul loves, Where thou tendest thy flock, where thou causest themto rest at noon, Lest I become as one that is veiled by the flocks of thy companions."
    },
    {
      "verse": 8,
      "text": "If thou know not thyself, thou fair one among women, Go thou forth by the footsteps of the flocks, And feed thy kids by the shepherds’ tents."
    },
    {
      "verse": 9,
      "text": "I have likened thee, my companion, To my horses in the chariots of Pharaoh."
    },
    {
      "verse": 10,
      "text": "How are thy cheeks beautiful as thoseof a dove, Thy neck as chains!"
    },
    {
      "verse": 11,
      "text": "We will make thee figures of gold With studs of silver."
    },
    {
      "verse": 12,
      "text": "So long as the king was at table, My spikenard gave forth its smell."
    },
    {
      "verse": 13,
      "text": "My kinsman is to me a bundle of myrrh; He shall lie between my breasts."
    },
    {
      "verse": 14,
      "text": "My kinsman is to me a cluster of camphor In the vineyards of Engedi."
    },
    {
      "verse": 15,
      "text": "Behold, thou art fair, my companion; Behold, thou art fair; thine eyes are doves."
    },
    {
      "verse": 16,
      "text": "Behold, thou art fair, my kinsman, Yea, beautiful, overshadowing our bed."
    },
    {
      "verse": 17,
      "text": "The beams of our house are cedars, Our ceilings are of cypress."
    }
  ]
}