{
  "book_id": "SNG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "By night on my bed I sought him whom my soul loves: I sought him, but found him not; I called him, but he hearkened not to me."
    },
    {
      "verse": 2,
      "text": "I will rise now, and go about in the city, In the marketplaces, and in the streets, And I will seek him whom my soul loves: I sought him, but I found him not."
    },
    {
      "verse": 3,
      "text": "The watchmen who go their rounds in the city found me. I said, Have ye seen him whom my soul loves?"
    },
    {
      "verse": 4,
      "text": "It wasas a little whileafter I parted from them, That I found him whom my soul loves: I held him, and did not let him go, Until I brought him into my mother’s house, And into the chamber of her that conceived me."
    },
    {
      "verse": 5,
      "text": "I have charged you, O daughters of Jerusalem, By the powers and by the virtues of the field, That ye rouse not nor awake mylove, until he please."
    },
    {
      "verse": 6,
      "text": "Who is this that comes up from the wilderness As pillars of smoke, Perfumed with myrrh and frankincense, With all powders of the perfumer?"
    },
    {
      "verse": 7,
      "text": "Behold Solomon’s bed; Sixty mighty men of the mighty ones of Israel are round about it."
    },
    {
      "verse": 8,
      "text": "They all hold a sword, Being expert in war: Every man hashis sword upon his thigh Because of fear by night."
    },
    {
      "verse": 9,
      "text": "King Solomon made himself a litter of woods of Lebanon."
    },
    {
      "verse": 10,
      "text": "He made the pillars of it silver, The bottom of it gold, The covering of it scarlet, In the midst of it a pavement of love, For the daughters of Jerusalem."
    },
    {
      "verse": 11,
      "text": "Go forth, ye daughters of Zion, And behold King Solomon, With the crown wherewith his mother crowned him, In the day of his espousals, And in the day of the gladness of his heart."
    }
  ]
}