{
  "book_id": "SNG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Whither is thy kinsman gone, Thou beautiful among women? Whither has thy kinsman turned aside? \\add Tell us\\add*, and we will seek him with thee."
    },
    {
      "verse": 2,
      "text": "My kinsman is gone down to his garden, to the beds of spice, To feed \\add his flock\\add* in the gardens, and to gather lilies."
    },
    {
      "verse": 3,
      "text": "I am my kinsman’s, and my kinsman is mine, Who feeds among the lilies."
    },
    {
      "verse": 4,
      "text": "Thou art fair, my companion, as Pleasure, Beautiful as Jerusalem, Terrible as \\add armies\\add* set in array."
    },
    {
      "verse": 5,
      "text": "Turn away thine eyes from before me, For they have ravished me: Thy hair is as flocks of goats Which have appeared from Gilead."
    },
    {
      "verse": 6,
      "text": "Thy teeth are as flocks of shorn \\add sheep\\add*, That have gone up from the washing, All of them bearing twins, And there is none barren among them: Thy lips are as a thread of scarlet, And thy speech is comely."
    },
    {
      "verse": 7,
      "text": "Thy cheek is like the rind of a pomegranate, \\add Being seen\\add* without thy veil."
    },
    {
      "verse": 8,
      "text": "There are sixty queens, and eighty concubines, And maidens without number."
    },
    {
      "verse": 9,
      "text": "My dove, my perfect one is one; She is the \\add only\\add* one of her mother; She is the choice of her that bore her. The daughters saw her, and the queens will pronounce her blessed, Yea, and the concubines, and they will praise her."
    },
    {
      "verse": 10,
      "text": "Who is this that looks forth as the morning, Fair as the moon, choice as the sun, Terrible as \\add armies\\add* set in array?"
    },
    {
      "verse": 11,
      "text": "I went down to the garden of nuts, To look at the fruits of the valley, To see if the vine flowered, \\add If\\add* the pomegranates blossomed."
    },
    {
      "verse": 12,
      "text": "There I will give thee my breasts: My soul knew \\add it\\add* not: It made me as the chariots of Amminadab."
    }
  ]
}