{
  "book_id": "SNG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I would that thou, O my kinsman, wert he that sucked the breasts of my mother; When I found thee without, I would kiss thee; Yea, they should not despise me."
    },
    {
      "verse": 2,
      "text": "I would take thee, I would bring thee into my mother’s house, And into the chamber of her that conceived me; I would make thee to drink of spiced wine, Of the juice of my pomegranates."
    },
    {
      "verse": 3,
      "text": "His left hand should beunder my head, And his right hand should embrace me."
    },
    {
      "verse": 4,
      "text": "I have charged you, ye daughters of Jerusalem, By the virtues of the field, That ye stir not up, nor awake mylove, until he please."
    },
    {
      "verse": 5,
      "text": "Who is this that comes up all white, Leaning on her kinsman? I raised thee up under an apple tree; There thy mother brought thee forth; There she that bore thee brought thee forth."
    },
    {
      "verse": 6,
      "text": "Set me as a seal upon thy heart, As a seal upon thine arm; For love is strong as death; Jealousy is cruel as the grave, Her shafts are shafts of fire, eventhe flames thereof."
    },
    {
      "verse": 7,
      "text": "Much water will not be able to quench love, And rivers shall not drown it; If a man would give all his substance for love, Menwould utterly despise it."
    },
    {
      "verse": 8,
      "text": "Our sister is little, and has no breasts; What shall we do for our sister, In the day wherein she shall be spoken for?"
    },
    {
      "verse": 9,
      "text": "If she is a wall, let us build upon her silver bulwarks; And if she is a door, let us carve for her cedar panels."
    },
    {
      "verse": 10,
      "text": "I am a wall, and my breasts are as towers; I was in their eyes as one that found peace."
    },
    {
      "verse": 11,
      "text": "Solomon had a vineyard in Baal-hamon; He let his vineyard to keepers; Every one was to bring for its fruit a thousand piecesof silver."
    },
    {
      "verse": 12,
      "text": "My vineyard, even mine, is before me; Solomon shall havea thousand, And they that keep its fruit two hundred."
    },
    {
      "verse": 13,
      "text": "Thou that dwellest in the gardens, The companions hearken to thy voice: Make me hear it."
    },
    {
      "verse": 14,
      "text": "Away, my kinsman, and be like a doe Or a fawn on the mountains of spices."
    }
  ]
}