{
  "book_id": "LUK",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐπειδήπερ πολλοὶ ἐπεχείρησαν ἀνατάξασθαι διήγησιν περὶ τῶν πεπληροφορημένων ἐν ἡμῖν πραγμάτων,"
    },
    {
      "verse": 2,
      "text": "καθὼς παρέδοσαν ἡμῖν οἱ ἀπ᾽ ἀρχῆς αὐτόπται καὶ ὑπηρέται γενόμενοι τοῦ λόγου,"
    },
    {
      "verse": 3,
      "text": "ἔδοξεν κἀμοί, παρηκολουθηκότι ἄνωθεν πᾶσιν ἀκριβῶς, καθεξῆς σοι γράψαι, κράτιστε Θεόφιλε,"
    },
    {
      "verse": 4,
      "text": "ἵνα ἐπιγνῷς περὶ ὧν κατηχήθης λόγων τὴν ἀσφάλειαν."
    },
    {
      "verse": 5,
      "text": "Ἐγένετο ἐν ταῖς ἡμέραις Ἡρῴδου ⸋τοῦ⸌ βασιλέως τῆς Ἰουδαίας ἱερεύς τις ὀνόματι Ζαχαρίας, ἐξ ἐφημερίας Ἀβιά· καὶ ⸋2ἡ⸌ γυνὴ ⸂αὐτοῦ⸃ ἐκ τῶν θυγατέρων Ἀαρών, καὶ τὸ ὄνομα αὐτῆς Ἐλισάβετ."
    },
    {
      "verse": 6,
      "text": "Ἦσαν δὲ δίκαιοι ἀμφότεροι ⸂ἐνώπιον⸃ τοῦ θεοῦ, πορευόμενοι ἐν πάσαις ταῖς ἐντολαῖς καὶ δικαιώμασιν τοῦ κυρίου ἄμεμπτοι."
    },
    {
      "verse": 7,
      "text": "Καὶ οὐκ ἦν αὐτοῖς τέκνον, καθότι ⸉ἡ Ἐλισάβετ ἦν⸊ στεῖρα, καὶ ἀμφότεροι προβεβηκότες ἐν ταῖς ἡμέραις αὐτῶν ἦσαν."
    },
    {
      "verse": 8,
      "text": "Ἐγένετο δὲ ἐν τῷ ἱερατεύειν αὐτὸν ἐν τῇ τάξει τῆς ἐφημερίας αὐτοῦ ἔναντι τοῦ θεοῦ,"
    },
    {
      "verse": 9,
      "text": "κατὰ τὸ ἔθος τῆς ἱερατείας, ἔλαχεν τοῦ θυμιᾶσαι εἰσελθὼν εἰς τὸν ναὸν τοῦ κυρίου."
    },
    {
      "verse": 10,
      "text": "Καὶ πᾶν τὸ πλῆθος ⸉ἦν τοῦ λαοῦ⸊ προσευχόμενον ἔξω τῇ ὥρᾳ τοῦ θυμιάματος."
    },
    {
      "verse": 11,
      "text": "Ὤφθη δὲ αὐτῷ ἄγγελος κυρίου, ἑστὼς ἐκ δεξιῶν τοῦ θυσιαστηρίου τοῦ θυμιάματος."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐταράχθη Ζαχαρίας ἰδών, καὶ φόβος ἐπέπεσεν ἐπ᾽ αὐτόν."
    },
    {
      "verse": 13,
      "text": "Εἶπεν δὲ πρὸς αὐτὸν ὁ ἄγγελος, Μὴ φοβοῦ, Ζαχαρία· διότι εἰσηκούσθη ἡ δέησίς σου, καὶ ἡ γυνή σου Ἐλισάβετ γεννήσει υἱόν σοι, καὶ καλέσεις τὸ ὄνομα αὐτοῦ Ἰωάννην."
    },
    {
      "verse": 14,
      "text": "Καὶ ἔσται χαρά σοι καὶ ἀγαλλίασις, καὶ πολλοὶ ἐπὶ τῇ γεννήσει αὐτοῦ χαρήσονται."
    },
    {
      "verse": 15,
      "text": "Ἔσται γὰρ μέγας ἐνώπιον ⸋τοῦ⸌ κυρίου, καὶ οἶνον καὶ σίκερα οὐ μὴ πίῃ, καὶ πνεύματος ἁγίου πλησθήσεται ἔτι ἐκ κοιλίας μητρὸς αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Καὶ πολλοὺς τῶν υἱῶν Ἰσραὴλ ἐπιστρέψει ἐπὶ κύριον τὸν θεὸν αὐτῶν·"
    },
    {
      "verse": 17,
      "text": "καὶ αὐτὸς προελεύσεται ἐνώπιον αὐτοῦ ἐν πνεύματι καὶ δυνάμει Ἠλίου, ἐπιστρέψαι καρδίας πατέρων ἐπὶ τέκνα, καὶ ἀπειθεῖς ἐν φρονήσει δικαίων, ἑτοιμάσαι κυρίῳ λαὸν κατεσκευασμένον."
    },
    {
      "verse": 18,
      "text": "Καὶ εἶπεν Ζαχαρίας πρὸς τὸν ἄγγελον, Κατὰ τί γνώσομαι τοῦτο; Ἐγὼ γάρ εἰμι πρεσβύτης, καὶ ἡ γυνή μου προβεβηκυῖα ἐν ταῖς ἡμέραις αὐτῆς."
    },
    {
      "verse": 19,
      "text": "Καὶ ἀποκριθεὶς ὁ ἄγγελος εἶπεν αὐτῷ, Ἐγώ εἰμι Γαβριὴλ ὁ παρεστηκὼς ἐνώπιον τοῦ θεοῦ· καὶ ἀπεστάλην λαλῆσαι πρός σε, καὶ εὐαγγελίσασθαί σοι ταῦτα."
    },
    {
      "verse": 20,
      "text": "Καὶ ἰδού, ἔσῃ σιωπῶν καὶ μὴ δυνάμενος λαλῆσαι, ἄχρι ἧς ἡμέρας γένηται ταῦτα, ἀνθ᾽ ὧν οὐκ ἐπίστευσας τοῖς λόγοις μου, οἵτινες πληρωθήσονται εἰς τὸν καιρὸν αὐτῶν."
    },
    {
      "verse": 21,
      "text": "Καὶ ἦν ὁ λαὸς προσδοκῶν τὸν Ζαχαρίαν· καὶ ἐθαύμαζον ἐν τῷ χρονίζειν ⸉αὐτὸν ἐν τῷ ναῷ.⸊"
    },
    {
      "verse": 22,
      "text": "Ἐξελθὼν δὲ οὐκ ἠδύνατο λαλῆσαι αὐτοῖς· καὶ ἐπέγνωσαν ὅτι ὀπτασίαν ἑώρακεν ἐν τῷ ναῷ· καὶ αὐτὸς ἦν διανεύων αὐτοῖς, καὶ διέμενεν κωφός."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐγένετο, ὡς ἐπλήσθησαν αἱ ἡμέραι τῆς λειτουργίας αὐτοῦ, ἀπῆλθεν εἰς τὸν οἶκον αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "Μετὰ δὲ ταύτας τὰς ἡμέρας συνέλαβεν Ἐλισάβετ ἡ γυνὴ αὐτοῦ, καὶ περιέκρυβεν ἑαυτὴν μῆνας πέντε, λέγουσα"
    },
    {
      "verse": 25,
      "text": "ὅτι Οὕτως μοι πεποίηκεν ⸋ὁ⸌ κύριος ἐν ἡμέραις αἷς ἐπεῖδεν ἀφελεῖν ⸋2τὸ⸌ ὄνειδός μου ἐν ἀνθρώποις."
    },
    {
      "verse": 26,
      "text": "Ἐν δὲ τῷ μηνὶ τῷ ἕκτῳ ἀπεστάλη ὁ ἄγγελος Γαβριὴλ ⸂ὑπὸ⸃ τοῦ θεοῦ εἰς πόλιν τῆς Γαλιλαίας, ᾗ ὄνομα Ναζαρέτ,"
    },
    {
      "verse": 27,
      "text": "πρὸς παρθένον ⸂μεμνηστευμένην⸃ ἀνδρί, ᾧ ὄνομα Ἰωσήφ, ἐξ οἴκου Δαυίδ· καὶ τὸ ὄνομα τῆς παρθένου Μαριάμ."
    },
    {
      "verse": 28,
      "text": "Καὶ εἰσελθὼν ⸋ὁ ἄγγελος⸌ πρὸς αὐτὴν εἶπεν, Χαῖρε, κεχαριτωμένη· ὁ κύριος μετὰ σοῦ, ⸋2εὐλογημένη σὺ ἐν γυναιξίν.⸌"
    },
    {
      "verse": 29,
      "text": "Ἡ δὲ ⸋ἰδοῦσα⸌ ⸂διεταράχθη ἐπὶ τῷ λόγῳ αὐτοῦ,⸃ καὶ διελογίζετο ποταπὸς εἴη ὁ ἀσπασμὸς οὗτος."
    },
    {
      "verse": 30,
      "text": "Καὶ εἶπεν ὁ ἄγγελος αὐτῇ, Μὴ φοβοῦ, Μαριάμ· εὗρες γὰρ χάριν παρὰ τῷ θεῷ."
    },
    {
      "verse": 31,
      "text": "Καὶ ἰδού, συλλήψῃ ἐν γαστρί, καὶ τέξῃ υἱόν, καὶ καλέσεις τὸ ὄνομα αὐτοῦ Ἰησοῦν."
    },
    {
      "verse": 32,
      "text": "Οὗτος ἔσται μέγας, καὶ υἱὸς ὑψίστου κληθήσεται· καὶ δώσει αὐτῷ κύριος ὁ θεὸς τὸν θρόνον Δαυὶδ τοῦ πατρὸς αὐτοῦ,"
    },
    {
      "verse": 33,
      "text": "καὶ βασιλεύσει ἐπὶ τὸν οἶκον Ἰακὼβ εἰς τοὺς αἰῶνας, καὶ τῆς βασιλείας αὐτοῦ οὐκ ἔσται τέλος."
    },
    {
      "verse": 34,
      "text": "Εἶπεν δὲ Μαριὰμ πρὸς τὸν ἄγγελον, Πῶς ἔσται τοῦτο, ἐπεὶ ἄνδρα οὐ γινώσκω;"
    },
    {
      "verse": 35,
      "text": "Καὶ ἀποκριθεὶς ὁ ἄγγελος εἶπεν αὐτῇ, Πνεῦμα ἅγιον ἐπελεύσεται ἐπὶ σέ, καὶ δύναμις ὑψίστου ἐπισκιάσει σοι· διὸ καὶ τὸ γεννώμενον ἅγιον κληθήσεται υἱὸς θεοῦ."
    },
    {
      "verse": 36,
      "text": "Καὶ ἰδού, Ἐλισάβετ ἡ συγγενής σου, καὶ αὐτὴ ⸂συνειληφυῖα⸃ υἱὸν ἐν γήρει αὐτῆς· καὶ οὗτος μὴν ἕκτος ἐστὶν αὐτῇ τῇ καλουμένῃ στείρᾳ."
    },
    {
      "verse": 37,
      "text": "Ὅτι οὐκ ἀδυνατήσει παρὰ ⸂τῷ θεῷ⸃ πᾶν ῥῆμα."
    },
    {
      "verse": 38,
      "text": "Εἶπεν δὲ Μαριάμ, Ἰδού, ἡ δούλη κυρίου· γένοιτό μοι κατὰ τὸ ῥῆμά σου. Καὶ ἀπῆλθεν ἀπ᾽ αὐτῆς ὁ ἄγγελος."
    },
    {
      "verse": 39,
      "text": "Ἀναστᾶσα δὲ Μαριὰμ ἐν ταῖς ἡμέραις ταύταις ἐπορεύθη εἰς τὴν ὀρεινὴν μετὰ σπουδῆς, εἰς πόλιν Ἰούδα,"
    },
    {
      "verse": 40,
      "text": "καὶ εἰσῆλθεν εἰς τὸν οἶκον Ζαχαρίου, καὶ ἠσπάσατο τὴν Ἐλισάβετ."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐγένετο ὡς ἤκουσεν ⸉ἡ Ἐλισάβετ τὸν ἀσπασμὸν τῆς Μαρίας,⸊ ἐσκίρτησεν τὸ βρέφος ἐν τῇ κοιλίᾳ αὐτῆς· καὶ ἐπλήσθη πνεύματος ἁγίου ἡ Ἐλισάβετ,"
    },
    {
      "verse": 42,
      "text": "καὶ ἀνεφώνησεν ⸂φωνῇ⸃ μεγάλῃ, καὶ εἶπεν, Εὐλογημένη σὺ ἐν γυναιξίν, καὶ εὐλογημένος ὁ καρπὸς τῆς κοιλίας σου."
    },
    {
      "verse": 43,
      "text": "Καὶ πόθεν μοι τοῦτο, ἵνα ἔλθῃ ἡ μήτηρ τοῦ κυρίου μου πρός ⸂με;⸃"
    },
    {
      "verse": 44,
      "text": "Ἰδοὺ γάρ, ὡς ἐγένετο ἡ φωνὴ τοῦ ἀσπασμοῦ σου εἰς τὰ ὦτά μου, ἐσκίρτησεν ⸉τὸ βρέφος ἐν ἀγαλλιάσει⸊ ἐν τῇ κοιλίᾳ μου."
    },
    {
      "verse": 45,
      "text": "Καὶ μακαρία ἡ πιστεύσασα, ὅτι ἔσται τελείωσις τοῖς λελαλημένοις αὐτῇ παρὰ κυρίου."
    },
    {
      "verse": 46,
      "text": "Καὶ εἶπεν Μαριάμ, Μεγαλύνει ἡ ψυχή μου τὸν κύριον,"
    },
    {
      "verse": 47,
      "text": "καὶ ἠγαλλίασεν τὸ πνεῦμά μου ἐπὶ τῷ θεῷ τῷ σωτῆρί μου."
    },
    {
      "verse": 48,
      "text": "Ὅτι ἐπέβλεψεν ἐπὶ τὴν ταπείνωσιν τῆς δούλης αὐτοῦ. Ἰδοὺ γάρ, ἀπὸ τοῦ νῦν μακαριοῦσίν με πᾶσαι αἱ γενεαί."
    },
    {
      "verse": 49,
      "text": "Ὅτι ἐποίησέν μοι ⸂μεγαλεῖα⸃ ὁ δυνατός, καὶ ἅγιον τὸ ὄνομα αὐτοῦ."
    },
    {
      "verse": 50,
      "text": "Καὶ τὸ ἔλεος αὐτοῦ εἰς γενεὰς ⸂γενεῶν⸃ τοῖς φοβουμένοις αὐτόν."
    },
    {
      "verse": 51,
      "text": "Ἐποίησεν κράτος ἐν βραχίονι αὐτοῦ· διεσκόρπισεν ὑπερηφάνους διανοίᾳ καρδίας αὐτῶν."
    },
    {
      "verse": 52,
      "text": "Καθεῖλεν δυνάστας ἀπὸ θρόνων, καὶ ὕψωσεν ταπεινούς."
    },
    {
      "verse": 53,
      "text": "Πεινῶντας ἐνέπλησεν ἀγαθῶν, καὶ πλουτοῦντας ἐξαπέστειλεν κενούς."
    },
    {
      "verse": 54,
      "text": "Ἀντελάβετο Ἰσραὴλ παιδὸς αὐτοῦ, μνησθῆναι ἐλέους,"
    },
    {
      "verse": 55,
      "text": "καθὼς ἐλάλησεν πρὸς τοὺς πατέρας ἡμῶν, τῷ Ἀβραὰμ καὶ τῷ σπέρματι αὐτοῦ ⸂εἰς τὸν αἰῶνα.⸃"
    },
    {
      "verse": 56,
      "text": "Ἔμεινεν δὲ Μαριὰμ σὺν αὐτῇ ⸂ὡσεὶ⸃ μῆνας τρεῖς, καὶ ὑπέστρεψεν εἰς τὸν οἶκον αὐτῆς."
    },
    {
      "verse": 57,
      "text": "Τῇ δὲ Ἐλισάβετ ἐπλήσθη ὁ χρόνος τοῦ τεκεῖν αὐτήν, καὶ ἐγέννησεν υἱόν."
    },
    {
      "verse": 58,
      "text": "Καὶ ἤκουσαν οἱ περίοικοι καὶ οἱ συγγενεῖς αὐτῆς ὅτι ἐμεγάλυνεν κύριος τὸ ἔλεος αὐτοῦ μετ᾽ αὐτῆς, καὶ συνέχαιρον αὐτῇ."
    },
    {
      "verse": 59,
      "text": "Καὶ ἐγένετο ἐν τῇ ⸂ὀγδόῃ ἡμέρᾳ,⸃ ἦλθον περιτεμεῖν τὸ παιδίον· καὶ ἐκάλουν αὐτὸ ἐπὶ τῷ ὀνόματι τοῦ πατρὸς αὐτοῦ Ζαχαρίαν."
    },
    {
      "verse": 60,
      "text": "Καὶ ἀποκριθεῖσα ἡ μήτηρ αὐτοῦ εἶπεν, Οὐχί, ἀλλὰ κληθήσεται Ἰωάννης."
    },
    {
      "verse": 61,
      "text": "Καὶ εἶπον πρὸς αὐτὴν ὅτι Οὐδείς ἐστιν ⸂ἐν τῇ συγγενείᾳ⸃ σου ὃς καλεῖται τῷ ὀνόματι τούτῳ."
    },
    {
      "verse": 62,
      "text": "Ἐνένευον δὲ τῷ πατρὶ αὐτοῦ, τὸ τί ἂν θέλοι καλεῖσθαι ⸂αὐτόν.⸃"
    },
    {
      "verse": 63,
      "text": "Καὶ αἰτήσας πινακίδιον ἔγραψεν, λέγων, Ἰωάννης ⸂ἐστὶν⸃ ⸋τὸ⸌ ὄνομα αὐτοῦ· καὶ ἐθαύμασαν πάντες."
    },
    {
      "verse": 64,
      "text": "Ἀνεῴχθη δὲ τὸ στόμα αὐτοῦ παραχρῆμα καὶ ἡ γλῶσσα αὐτοῦ, καὶ ἐλάλει εὐλογῶν τὸν θεόν."
    },
    {
      "verse": 65,
      "text": "Καὶ ἐγένετο ἐπὶ πάντας φόβος τοὺς περιοικοῦντας αὐτούς· καὶ ἐν ὅλῃ τῇ ὀρεινῇ τῆς Ἰουδαίας διελαλεῖτο πάντα τὰ ῥήματα ταῦτα."
    },
    {
      "verse": 66,
      "text": "Καὶ ἔθεντο πάντες οἱ ἀκούσαντες ἐν τῇ καρδίᾳ αὐτῶν, λέγοντες, Τί ἄρα τὸ παιδίον τοῦτο ἔσται; Καὶ ⸆ χεὶρ κυρίου ἦν μετ᾽ αὐτοῦ."
    },
    {
      "verse": 67,
      "text": "Καὶ Ζαχαρίας ὁ πατὴρ αὐτοῦ ἐπλήσθη πνεύματος ἁγίου, καὶ προεφήτευσεν, λέγων,"
    },
    {
      "verse": 68,
      "text": "Εὐλογητὸς κύριος ὁ θεὸς τοῦ Ἰσραήλ, ὅτι ἐπεσκέψατο καὶ ἐποίησεν λύτρωσιν τῷ λαῷ αὐτοῦ,"
    },
    {
      "verse": 69,
      "text": "καὶ ἤγειρεν κέρας σωτηρίας ἡμῖν ἐν ⸋τῷ⸌ οἴκῳ Δαυὶδ ⸋2τοῦ⸌ παιδὸς αὐτοῦ—"
    },
    {
      "verse": 70,
      "text": "καθὼς ἐλάλησεν διὰ στόματος τῶν ἁγίων ⸋τῶν⸌ ἀπ᾽ αἰῶνος προφητῶν αὐτοῦ—"
    },
    {
      "verse": 71,
      "text": "σωτηρίαν ἐξ ἐχθρῶν ἡμῶν, καὶ ἐκ χειρὸς πάντων τῶν μισούντων ἡμᾶς·"
    },
    {
      "verse": 72,
      "text": "ποιῆσαι ἔλεος μετὰ τῶν πατέρων ἡμῶν, καὶ μνησθῆναι διαθήκης ἁγίας αὐτοῦ,"
    },
    {
      "verse": 73,
      "text": "ὅρκον ὃν ὤμοσεν πρὸς Ἀβραὰμ τὸν πατέρα ἡμῶν, τοῦ δοῦναι ἡμῖν,"
    },
    {
      "verse": 74,
      "text": "ἀφόβως, ἐκ χειρὸς ⸂τῶν ἐχθρῶν ἡμῶν⸃ ῥυσθέντας, λατρεύειν αὐτῷ"
    },
    {
      "verse": 75,
      "text": "ἐν ὁσιότητι καὶ δικαιοσύνῃ ἐνώπιον αὐτοῦ ⸂πάσας τὰς ἡμέρας⸃ ⸋τῆς ζωῆς⸌ ἡμῶν."
    },
    {
      "verse": 76,
      "text": "Καὶ σύ, ⸆ παιδίον, προφήτης ὑψίστου κληθήσῃ· προπορεύσῃ γὰρ ⸂πρὸ προσώπου⸃ κυρίου ἑτοιμάσαι ὁδοὺς αὐτοῦ·"
    },
    {
      "verse": 77,
      "text": "τοῦ δοῦναι γνῶσιν σωτηρίας τῷ λαῷ αὐτοῦ ἐν ἀφέσει ἁμαρτιῶν αὐτῶν,"
    },
    {
      "verse": 78,
      "text": "διὰ σπλάγχνα ἐλέους θεοῦ ἡμῶν, ἐν οἷς ⸂ἐπεσκέψατο⸃ ἡμᾶς ἀνατολὴ ἐξ ὕψους,"
    },
    {
      "verse": 79,
      "text": "ἐπιφᾶναι τοῖς ἐν σκότει καὶ σκιᾷ θανάτου καθημένοις, τοῦ κατευθῦναι τοὺς πόδας ἡμῶν εἰς ὁδὸν εἰρήνης."
    },
    {
      "verse": 80,
      "text": "Τὸ δὲ παιδίον ηὔξανεν καὶ ἐκραταιοῦτο πνεύματι, καὶ ἦν ἐν ταῖς ἐρήμοις ἕως ἡμέρας ἀναδείξεως αὐτοῦ πρὸς τὸν Ἰσραήλ."
    }
  ]
}