{
  "book_id": "PHM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Παῦλος, δέσμιος Ἰησοῦ Χριστοῦ, καὶ Τιμόθεος ὁ ἀδελφός, Φιλήμονι τῷ ἀγαπητῷ καὶ συνεργῷ ἡμῶν,"
    },
    {
      "verse": 2,
      "text": "καὶ Ἀπφίᾳ τῇ ἀγαπητῇ καὶ Ἀρχίππῳ τῷ συστρατιώτῃ ἡμῶν, καὶ τῇ κατ᾿ οἶκόν σου ἐκκλησίᾳ·"
    },
    {
      "verse": 3,
      "text": "Χάρις ὑμῖν καὶ εἰρήνη ἀπὸ Θεοῦ Πατρὸς ἡμῶν καὶ Κυρίου Ἰησοῦ Χριστοῦ. Paul commends Philemon"
    },
    {
      "verse": 4,
      "text": "Εὐχαριστῶ τῷ Θεῷ μου πάντοτε μνείαν σου ποιούμενος ἐπὶ τῶν προσευχῶν μου,"
    },
    {
      "verse": 5,
      "text": "ἀκούων σου τὴν ἀγάπην καὶ τὴν πίστιν ἣν ἔχεις πρὸς τὸν Κύριον Ἰησοῦν, καὶ εἰς πάντας τοὺς ἁγίους,"
    },
    {
      "verse": 6,
      "text": "ὅπως ἡ κοινωνία τῆς πίστεώς σου ἐνεργὴς γένηται ἐν ἐπιγνώσει παντὸς ἀγαθοῦ τοῦ ἐν ὑμῖν εἰς Χριστὸν Ἰησοῦν·"
    },
    {
      "verse": 7,
      "text": "χάριν γὰρ ἔχομεν πολλὴν καὶ παράκλησιν ἐπὶ τῇ ἀγάπῃ σου, ὅτι τὰ σπλάγχνα τῶν ἁγίων ἀναπέπαυται διὰ σοῦ, ἀδελφέ. Paul intercedes for Onesimus"
    },
    {
      "verse": 8,
      "text": "Διό, πολλὴν ἐν Χριστῷ παρρησίαν ἔχων ἐπιτάσσειν σοι τὸ ἀνῆκον,"
    },
    {
      "verse": 9,
      "text": "διὰ τὴν ἀγάπην μᾶλλον παρακαλῶ—τοιοῦτος ὢν ὡς Παῦλος πρεσβύτης, νυνὶ δὲ καὶ δέσμιος Ἰησοῦ Χριστοῦ."
    },
    {
      "verse": 10,
      "text": "Παρακαλῶ σε περὶ τοῦ ἐμοῦ τέκνου, ὃν ἐγέννησα ἐν τοῖς δεσμοῖς μου, Ὀνήσιμον"
    },
    {
      "verse": 11,
      "text": "—τὸν ποτέ σοι ἄχρηστον, νυνὶ δὲ σοὶ καὶ ἐμοὶ εὔχρηστον—ὃν ἀνέπεμψα."
    },
    {
      "verse": 12,
      "text": "Σὺ δὲ αὐτόν, τοῦτ᾿ ἔστιν τὰ ἐμὰ σπλάγχνα, προσλαβοῦ"
    },
    {
      "verse": 13,
      "text": "—ὃν ἐγὼ ἐβουλόμην πρὸς ἐμαυτὸν κατέχειν, ἵνα ὑπὲρ σοῦ διακονῇ μοι, ἐν τοῖς δεσμοῖς τοῦ εὐαγγελίου,"
    },
    {
      "verse": 14,
      "text": "χωρὶς δὲ τῆς σῆς γνώμης οὐδὲν ἠθέλησα ποιῆσαι, ἵνα μὴ ὡς κατὰ ἀνάγκην τὸ ἀγαθόν σου ᾖ, ἀλλὰ κατὰ ἑκούσιον."
    },
    {
      "verse": 15,
      "text": "Τάχα γὰρ διὰ τοῦτο ἐχωρίσθη πρὸς ὥραν, ἵνα αἰώνιον αὐτὸν ἀπέχῃς"
    },
    {
      "verse": 16,
      "text": "—οὐκέτι ὡς δοῦλον, ἀλλ᾿ ὑπὲρ δοῦλον, ἀδελφὸν ἀγαπητόν, μάλιστα ἐμοί, πόσῳ δὲ μᾶλλον σοί, καὶ ἐν σαρκὶ καὶ ἐν Κυρίῳ. Paul asks for obedience"
    },
    {
      "verse": 17,
      "text": "Εἰ οὖν με ἔχεις κοινωνόν, προσλαβοῦ αὐτὸν ὡς ἐμέ."
    },
    {
      "verse": 18,
      "text": "Εἰ δέ τι ἠδίκησέν σε ἢ ὀφείλει, τοῦτο ἐμοὶ ἐλλόγει."
    },
    {
      "verse": 19,
      "text": "Ἐγώ, Παῦλος, ἔγραψα τῇ ἐμῇ χειρί, «Ἐγὼ ἀποτίσω» (ἵνα μὴ λέγω σοι ὅτι καὶ σεαυτόν μοι προσοφείλεις.)."
    },
    {
      "verse": 20,
      "text": "Ναὶ ἀδελφέ, ἐγώ σου ὀναίμην ἐν Κυρίῳ· ἀνάπαυσόν μου τὰ σπλάγχνα ἐν Κυρίῳ."
    },
    {
      "verse": 21,
      "text": "Πεποιθὼς τῇ ὑπακοῇ σου ἔγραψά σοι, εἰδὼς ὅτι καὶ ὑπὲρ ὃ λέγω ποιήσεις."
    },
    {
      "verse": 22,
      "text": "Ἅμα δὲ καὶ ἑτοίμαζέ μοι ξενίαν, ἐλπίζω γὰρ ὅτι διὰ τῶν προσευχῶν ὑμῶν χαρισθήσομαι ὑμῖν. Farewell"
    },
    {
      "verse": 23,
      "text": "Ἀσπάζονταί σε Ἐπαφρᾶς ὁ συναιχμάλωτός μου ἐν Χριστῷ Ἰησοῦ,"
    },
    {
      "verse": 24,
      "text": "Μᾶρκος, Ἀρίσταρχος, Δημᾶς, Λουκᾶς, οἱ συνεργοί μου."
    },
    {
      "verse": 25,
      "text": "Ἡ χάρις τοῦ Κυρίου ἡμῶν Ἰησοῦ μετὰ τοῦ πνεύματος ὑμῶν. Ἀμήν.,"
    }
  ]
}