{
  "book_id": "JER",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἤκουσε Πασχὼρ ὁ υἱὸς Ἑμμὴρ ὁ ἱερεὺς, καὶ οὗτος ἦν καθεσταμένος ἡγούμενος οἴκου Κυρίου, τοῦ Ἱερεμίου προφητεύοντος τοὺς λόγους τούτους."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐπάταξεν αὐτὸν, καὶ ἐνέβαλεν αὐτὸν εἰς τὸν καταράκτην, ὃς ἦν ἐν πύλῃ οἴκου ἀποτεταγμένου τοῦ ὑπερῴου, ὃς ἦν ἐν οἴκῳ Κυρίου."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐξήγαγε Πασχὼρ τὸν Ἱερεμίαν ἐκ τοῦ καταράκτου· καὶ εἶπεν αὐτῷ Ἱερεμίας, οὐχὶ Πασχὼρ ἐκάλεσε τὸ ὄνομά σου, ἀλλʼ ἢ Μέτοικον."
    },
    {
      "verse": 4,
      "text": "Διότι τάδε λέγει Κύριος, ἰδοὺ ἐγὼ δίδωμί σε εἰς μετοικίαν σὺν πᾶσι τοῖς φίλοις σου· καὶ πεσοῦνται ἐν μαχαίρᾳ ἐχθρῶν αὐτῶν, καὶ οἱ ὀφθαλμοί σου ὄψονται· καὶ σὲ καὶ πάντα Ἰούδα δώσω εἰς χεῖρας βασιλέως Βαβυλῶνος, καὶ μετοικιοῦσιν αὐτοὺς, καὶ κατακόψουσιν ἐν μαχαίραις."
    },
    {
      "verse": 5,
      "text": "Καὶ δώσω τὴν πᾶσαν ἰσχὺν τῆς πόλεως ταύτης, καὶ πάντας τοὺς πόνους αὐτῆς, καὶ πάντας τοὺς θησαυροὺς τοῦ βασιλέως Ἰούδα εἰς χεῖρας ἐχθρῶν αὐτοῦ, καὶ ἄξουσιν αὐτοὺς εἰς Βαβυλῶνα."
    },
    {
      "verse": 6,
      "text": "Καὶ σὺ καὶ πάντες οἱ κατοικοῦντες ἐν τῷ οἴκῳ σου, πορεύσεσθε ἐν αἰχμαλωσίᾳ, καὶ ἐν Βαβυλῶνι ἀποθανῇ, καὶ ἐκεῖ ταφήσῃ σὺ καὶ πάντες οἱ φίλοι σου, οἷς ἐπροφήτευσας αὐτοῖς ψευδῆ."
    },
    {
      "verse": 7,
      "text": "Ἠπάτησάς με Κύριε, καὶ ἠπατήθην, ἐκράτησας, καὶ ἠδυνάσθης· ἐγενόμην εἰς γέλωτα, πᾶσαν ἡμέραν διετέλεσα μυκτηριζόμενος·"
    },
    {
      "verse": 8,
      "text": "Ὅτι πικρῷ λόγῳ μου γελάσομαι, ἀθεσίαν καὶ ταλαιπωρίαν ἐπικαλέσομαι, ὅτι ἐγενήθη λόγος Κυρίου εἰς ὀνειδισμὸν ἐμοὶ καὶ εἰς χλευασμὸν πᾶσαν ἡμέραν μου."
    },
    {
      "verse": 9,
      "text": "Καὶ εἶπα, οὐ μὴ ὀνομάσω τὸ ὄνομα Κυρίου, καὶ οὐ μὴ λαλήσω ἔτι ἐπὶ τῷ ὀνόματι αὐτοῦ· καὶ ἐγένετο ὡς πῦρ καιόμενον φλέγον ἐν τοῖς ὀστοῖς μου, καὶ παρεῖμαι πάντοθεν, καὶ οὐ δύναμαι φέρειν,"
    },
    {
      "verse": 10,
      "text": "ὅτι ἤκουσα ψόγον πολλῶν συναθροιζομένων κυκλόθεν, ἐπισύστητε, καὶ ἐπισυστῶμεν ἐπʼ αὐτῷ πάντες ἄνδρες φιλοι αὐτοῦ· τηρήσατε τὴν ἐπίνοιαν αὐτοῦ, εἰ ἀπατηθήσεται, καὶ δυνησόμεθα αὐτῷ, καὶ ληψόμεθα τὴν ἐκδίκησιν ἡμῶν ἐξ αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ κύριος μετʼ ἐμοῦ καθὼς μαχητὴς ἰσχύων· διατοῦτο ἐδίωξαν, καὶ νοῆσαι οὐκ ἠδύναντο· ᾐσχύνθησαν σφόδρα, ὅτι οὐκ ἐνόησαν ἀτιμίας αὐτῶν, αἳ διʼ αἰῶνος οὐκ ἐπιλησθήσονται."
    },
    {
      "verse": 12,
      "text": "Κύριε δοκιμάζων δίκαια, συνιῶν νεφροὺς καὶ καρδίας, ἴδοιμι τὴν παρὰ σοῦ ἐκδίκησιν ἐν αὐτοῖς, ὅτι πρὸς σὲ ἀπεκάλυψα τὰ ἀπολογήματά μου."
    },
    {
      "verse": 13,
      "text": "Ἄσατε τῷ Κυρίῳ, αἰνέσατε αὐτῷ, ὅτι ἐξείλατο τὴν ψυχὴν πένητος ἐκ χειρὸς πονηρευομένων."
    },
    {
      "verse": 14,
      "text": "Ἐπικατάρατος ἡ ἡμέρα ἐν ᾗ ἐτέχθην ἐν αὐτῇ· ἡ ἡμέρα ἐν ᾗ ἔτεκέν με ἡ μήτηρ μου, μὴ ἔστω ἐπευκτή."
    },
    {
      "verse": 15,
      "text": "Ἐπικατάρατος ὁ ἄνθρωπος ὁ εὐαγγελισάμενος τῷ πατρί μου λέγων, ἐτέχθη σοι ἄρσην· εὐφραινόμενος"
    },
    {
      "verse": 16,
      "text": "ἔστω ὁ ἄνθρωπος ἐκεῖνος, ὡς αἱ πόλεις ἃς κατέστρεψε Κύριος ἐν θυμῷ καὶ οὐ μετεμελήθη· ἀκουσάτω κραυγῆς τῷ πρωὶ, καὶ ἀλαλαγμοῦ μεσημβρίας,"
    },
    {
      "verse": 17,
      "text": "ὅτι οὐκ ἀπέκτεινέ με ἐν μήτρᾳ, καὶ ἐγένετό μοι ἡ μήτηρ μου τάφος μου, καὶ ἡ μήτρα συλλήψεως αἰωνίας."
    },
    {
      "verse": 18,
      "text": "Ἱνατί τοῦτο ἐξῆλθον ἐκ μήτρας, τοῦ βλέπειν κόπους καὶ πόνους, καὶ διετέλεσαν ἐν αἰσχύνῃ αἱ ἡμέραι μου;"
    }
  ]
}