{
  "book_id": "JER",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ἐν τῷ τετάρτῳ ἔτει Σεδεκία βασιλέως Ἰούδα ἐν μηνὶ τῷ πέμπτῳ, εἶπέ μοι Ἀνανίας υἱὸς Ἀζὼρ ὁ ψευδοπροφήτης ἀπὸ Γαβαὼν ἐν οἴκῳ Κυρίου, κατʼ ὀφθαλμοὺς τῶν ἱερέων, καὶ παντὸς τοῦ λαοῦ, λέγων,"
    },
    {
      "verse": 2,
      "text": "Οὕτως εἶπε Κύριος, συνέτριψα τὸν ζυγὸν τοῦ βασιλέως Βαβυλῶνος."
    },
    {
      "verse": 3,
      "text": "Ἔτι δύο ἔτη ἡμερῶν, καὶ ἐγὼ ἀποστρέψω εἰς τὸν τόπον τοῦτον τὰ σκεύη οἴκου Κυρίου,"
    },
    {
      "verse": 4,
      "text": "καὶ Ἰεχονίαν, καὶ τὴν ἀποικίαν Ἰούδα, ὅτι συντρίψω τὸν ζυγὸν βασιλέως Βαβυλῶνος."
    },
    {
      "verse": 5,
      "text": "Καὶ εἶπεν Ἱερεμίας πρὸς Ἀνανίαν κατʼ ὀφθαλμοὺς παντὸς τοῦ λαοῦ καὶ κατʼ ὀφθαλμοὺς τῶν ἱερέων τῶν ἑστηκότων ἐν οἴκῳ Κυρίου,"
    },
    {
      "verse": 6,
      "text": "καὶ εἶπεν Ἱερεμίας, ἀληθῶς οὕτω ποιήσαι Κύριος, στήσαι τὸν λόγον σου ὃν σὺ προφητεύεις, τοῦ ἐπιστρέψαι τὰ σκεύη οἴκου Κυρίου καὶ πᾶσαν τὴν ἀποικίαν ἐκ Βαβυλῶνος εἰς τὸν τόπον τοῦτον."
    },
    {
      "verse": 7,
      "text": "Πλὴν ἀκούσατε τὸν λόγον Κυρίου, ὃν ἐγὼ λέγω εἰς τὰ ὦτα ὑμῶν καὶ εἰς τὰ ὦτα παντὸς τοῦ λαοῦ."
    },
    {
      "verse": 8,
      "text": "Οἱ προφῆται οἱ γεγονότες πρότεροί μου καὶ πρότεροι ὑμῶν ἀπὸ τοῦ αἰῶνος, καὶ ἐπροφήτευσαν ἐπὶ γῆς πολλῆς, καὶ ἐπὶ βασιλείας μεγάλας εἰς πόλεμον."
    },
    {
      "verse": 9,
      "text": "Ὁ προφήτης ὁ προφητεύσας εἰς εἰρήνην, ἐλθόντος τοῦ λόγου, γνώσονται τὸν προφήτην ὃν ἀπέστειλεν αὐτοῖς Κύριος ἐν πίστει."
    },
    {
      "verse": 10,
      "text": "Καὶ ἔλαβεν Ἀνανίας ἐν ὀφθαλμοῖς παντὸς τοῦ λαοῦ τοὺς κλοιοὺς ἀπὸ τοῦ τραχήλου Ἱερεμίου, καὶ συνέτριψεν αὐτούς."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπεν Ἀνανίας κατʼ ὀφθαλμοὺς παντὸς τοῦ λαοῦ, λέγων, οὕτως εἶπε Κύριος, οὕτως συντρίψω τὸν ζυγὸν βασιλέως Βαβυλῶνος ἀπὸ τραχήλων πάντων τῶν ἐθνῶν· καὶ ᾤχετο Ἱερεμίας εἰς τὴν ὁδὸν αὐτοῦ."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐγένετο λόγος Κυρίου πρὸς Ἱερεμίαν, μετὰ τὸ συντρίψαι Ἀνανίαν τοὺς κλοιοὺς ἀπὸ τοῦ τραχήλου αὐτοῦ, λέγων,"
    },
    {
      "verse": 13,
      "text": "Βάδιζε, καὶ εἰπὸν πρὸς Ἀνανίαν, λέγων, οὕτως εἶπε Κύριος, κλοιοὺς ξυλίνους συνέτριψας, καὶ ποιήσω ἀντʼ αὐτῶν κλοιοὺς σιδηροῦς·"
    },
    {
      "verse": 14,
      "text": "Ὅτι οὕτως εἶπε Κύριος, ζυγὸν σιδηροῦν ἔθηκα ἐπὶ τὸν τράχηλον πάντων τῶν ἐθνῶν, ἐργάζεσθαι τῷ βασιλεῖ Βαβυλῶνος."
    },
    {
      "verse": 15,
      "text": "Καὶ εἶπεν Ἱερεμίας τῷ Ἀνανίᾳ, οὐκ ἀπέσταλκέ σε Κύριος, καὶ πεποιθέναι ἐποίησας τὸν λαὸν τοῦτον ἐπʼ ἀδίκῳ."
    },
    {
      "verse": 16,
      "text": "Διατοῦτο οὕτως εἶπε Κύριος, ἰδοὺ ἐγὼ ἐξαποστέλλω σε ἀπὸ προσώπου τῆς γῆς, τούτῳ τῷ ἐνιαυτῷ ἀποθανῇ."
    },
    {
      "verse": 17,
      "text": "Καὶ ἀπέθανεν ἐν τῷ μηνὶ τῷ ἑβδόμῳ."
    }
  ]
}