{
  "book_id": "1ES",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Then \\x + \\xo 7:1 \\xt Ezra vi. 13.\\x* Sisinnes the governor of Coelesyria and Phoenicia, and Sathrabuzanes, with their companions, following the commandments of king Darius,"
    },
    {
      "verse": 2,
      "text": "did very carefully oversee the holy works, assisting the elders of the Jews and rulers of the temple."
    },
    {
      "verse": 3,
      "text": "And so the holy works prospered, while Aggaeus and Zacharias the prophets prophesied."
    },
    {
      "verse": 4,
      "text": "And they finished these things by the commandment of the Lord, the God of Israel, and with the consent of Cyrus, Darius, and Artaxerxes, kings of the Persians."
    },
    {
      "verse": 5,
      "text": "\\add And thus\\add* was \\f + \\fr 7:5 \\ft Another reading is, \\fqa the holy house.\\f* the house finished by the three and twentieth day of the month Adar, in the sixth year of king Darius."
    },
    {
      "verse": 6,
      "text": "And the children of Israel, the priests, and the Levites, and the other that were of the captivity, that were added \\add unto them,\\add* did according to the things \\add written\\add* in the book of Moses."
    },
    {
      "verse": 7,
      "text": "And to the dedication of the temple of the Lord they offered a hundred bullocks, two hundred rams, four hundred lambs;"
    },
    {
      "verse": 8,
      "text": "\\add and\\add* twelve he-goats for the sin of all Israel, according to the number of the twelve \\f + \\fr 7:8 \\ft Another reading is, \\fqa tribes of Israel.\\f* princes of the tribes of Israel."
    },
    {
      "verse": 9,
      "text": "The priests also and the Levites stood arrayed in their vestments, according to their kindreds, for the services of the Lord, the God of Israel, according to the book of Moses: and the porters at every gate."
    },
    {
      "verse": 10,
      "text": "And the children of Israel that came out of the captivity held the passover the fourteenth day of the first month, when the priests and the Levites were sanctified together,"
    },
    {
      "verse": 11,
      "text": "\\f + \\fr 7:11 \\ft Another reading is, \\fqa And they that were of the captivity were not all sanctified together: but the Levites were all sanctified together. And &c.\\f* and all they that were of the captivity; for they were sanctified. For the Levites were all sanctified together,"
    },
    {
      "verse": 12,
      "text": "and they offered the passover for all them of the captivity, and for their brethren the priests, and for themselves."
    },
    {
      "verse": 13,
      "text": "And the children of Israel that came out of the captivity did eat, even all they that had separated themselves from the abominations of the heathen of the land, and sought the Lord."
    },
    {
      "verse": 14,
      "text": "And they kept the feast of unleavened bread seven days, making merry before the Lord,"
    },
    {
      "verse": 15,
      "text": "for that he had turned the counsel of the king of Assyria toward them, to strengthen their hands in the works of the Lord, the God of Israel."
    }
  ]
}