{
  "book_id": "1ES",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then Esdras rising from the court of the temple went to the chamber of Jonas the son of Eliasib,"
    },
    {
      "verse": 2,
      "text": "and lodged there, and did eat no bread nor drink water, mourning for the great iniquities of the multitude."
    },
    {
      "verse": 3,
      "text": "And there was made proclamation in all Jewry and Jerusalem to all them that were of the captivity, that they should be gathered together at Jerusalem:"
    },
    {
      "verse": 4,
      "text": "and that whosoever met not there within two or three days, according as the elders that bare rule appointed, their cattle should be seized to the use of the temple, and himself cast out from the multitude of them that were of the captivity."
    },
    {
      "verse": 5,
      "text": "And in three days were all they of the tribe of Judah and Benjamin gathered together at Jerusalem: this was the ninth month, on the twentieth day of the month."
    },
    {
      "verse": 6,
      "text": "And all the multitude sat together trembling in the broad place before the temple because of the present foul weather."
    },
    {
      "verse": 7,
      "text": "So Esdras arose up and said unto them, ye have transgressed the law and married strange wives, therebyto increase the sins of Israel."
    },
    {
      "verse": 8,
      "text": "And now make confession and give glory unto the Lord, the God of our fathers,"
    },
    {
      "verse": 9,
      "text": "and do his will, and separate yourselves from the heathen of the land, and from the strange women."
    },
    {
      "verse": 10,
      "text": "Then cried the whole multitude, and said with a loud voice, Like as thou hast spoken, so will we do."
    },
    {
      "verse": 11,
      "text": "But forasmuch as the multitude is great, and it is foul weather, so that we cannot stand without, and this is not a work of one day or two, seeing our sin in these things is spread far:"
    },
    {
      "verse": 12,
      "text": "therefore let the rulers of the multitude stay, and let all them of our habitations that have strange wives come at the time appointed,"
    },
    {
      "verse": 13,
      "text": "and with them the rulers and judges of every place, till we turn away the wrath of the Lord from us for this matter."
    },
    {
      "verse": 14,
      "text": "ThenJonathan the son of Azael and Ezekias the son of Thocanus accordingly took the matter upon them: and Mosollamus and Levis and Sabbateus were assessors to them."
    },
    {
      "verse": 15,
      "text": "And they that were of the captivity did according to all these things."
    },
    {
      "verse": 16,
      "text": "And Esdras the priest chose unto him principal men of their families, all by name: and on the new moon of the tenth month they were shut in together to examine the matter."
    },
    {
      "verse": 17,
      "text": "So their cause that held strange wives was brought to an end by the new moon of the first month."
    },
    {
      "verse": 18,
      "text": "And of the priests that were come together, and had strange wives, there were found;"
    },
    {
      "verse": 19,
      "text": "of the sons of Jesus the son of Josedek, and his brethren; Mathelas, and Eleazar, and Joribus, and Joadanus."
    },
    {
      "verse": 20,
      "text": "And they gave their hands to put away their wives, and to offerrams to make reconcilement for their error."
    },
    {
      "verse": 21,
      "text": "And of the sons of Emmer; Ananias, and Zabdeus, and Manes, and Sameus, and Hiereel, and Azarias."
    },
    {
      "verse": 22,
      "text": "And of the sons of Phaisur; Elionas, Massias, Ismael, and Nathanael, and Ocidelus, and Saloas."
    },
    {
      "verse": 23,
      "text": "And of the Levites; Jozabdus, and Semeis, and Colius, who was called Calitas, and Patheus, and Judas, and Jonas."
    },
    {
      "verse": 24,
      "text": "Of the holy singers; Eliasibus, Bacchurus."
    },
    {
      "verse": 25,
      "text": "Of the porters: Sallumus, and Tolbanes."
    },
    {
      "verse": 26,
      "text": "Of Israel, of the sons of Phoros; Hiermas, and Ieddias, and Melchias, and Maelus, and Eleazar, and Asibas, and Banneas."
    },
    {
      "verse": 27,
      "text": "Of the sons of Ela; Matthanias, Zacharias, and Jezrielus, and Oabdius, and Hieremoth, and Aedias."
    },
    {
      "verse": 28,
      "text": "And of the sons of Zamoth; Eliadas, Eliasimus, Othonias, Jarimoth, and Sabathus, and Zardeus."
    },
    {
      "verse": 29,
      "text": "Of the sons of Bebai; Joannes, and Ananias, and Jozabdus, and Ematheis."
    },
    {
      "verse": 30,
      "text": "Of the sons of Mani; Olamus, Mamuchus, Jedeus, Jasubas, and Jasaelus, and Hieremoth."
    },
    {
      "verse": 31,
      "text": "And of the sons of Addi; Naathus, and Moossias, Laccunus, and Naidus, and Matthanias, and Sesthel, Balnuus, and Manasseas."
    },
    {
      "verse": 32,
      "text": "And of the sons of Annas; Elionas, and Aseas, and Melchias, and Sabbeus, and Simon Chosameus."
    },
    {
      "verse": 33,
      "text": "And of the sons of Asom; Maltanneus, and Mattathias, and Sabanneus, Eliphalat, and Manasses, and Semei."
    },
    {
      "verse": 34,
      "text": "And of the sons of Baani; Jeremias, Momdis, Ismaerus, Juel, Mamdai, and Pedias, and Anos, Carabasion, and Enasibus, and Mamnitamenus, Eliasis, Bannus, Eliali, Someis, Selemias, Nathanias: and of the sons of Ezora; Sesis, Ezril, Azaelus, Samatus, Zambri, Josephus."
    },
    {
      "verse": 35,
      "text": "And of the sons of Nooma; Mazitias, Zabadeas, Edos, Juel, Banaias."
    },
    {
      "verse": 36,
      "text": "All these had taken strange wives, and they put them away with their children."
    },
    {
      "verse": 37,
      "text": "And the priests and Levites, and they that were of Israel, dwelt in Jerusalem, and in the country, on the new moon of the seventh month, and the children of Israel in their habitations."
    },
    {
      "verse": 38,
      "text": "And the whole multitude were gathered together with one accord into the broad place before the porch of the temple toward the east:"
    },
    {
      "verse": 39,
      "text": "and they said unto Esdras the priest and reader, Bring the law of Moses, that was given of the Lord, the God of Israel."
    },
    {
      "verse": 40,
      "text": "So Esdras the chief priest brought the law unto the whole multitude both of men and women, and to all the priests, to hear the law on the new moon of the seventh month."
    },
    {
      "verse": 41,
      "text": "And he read in the broad place before the porch of the temple from morning unto mid-day, before both men and women; and all the multitude gave heed unto the law."
    },
    {
      "verse": 42,
      "text": "And Esdras the priest and reader of the law stood up upon the pulpit of wood, which was made for that purpose."
    },
    {
      "verse": 43,
      "text": "And there stood up by him Mattathias, Sammus, Ananias, Azarias, Urias, Ezekias, Baalsamus, upon the right hand:"
    },
    {
      "verse": 44,
      "text": "and upon his left hand, Phaldeus, Misael, Melchias, Lothasubus, Nabarias, Zacharias."
    },
    {
      "verse": 45,
      "text": "Then took Esdras the book of the law before the multitude, and sat honourably in the first place before all."
    },
    {
      "verse": 46,
      "text": "And when he opened the law, they stood all straight up. So Esdras blessed the Lord God Most High, the God of hosts, Almighty."
    },
    {
      "verse": 47,
      "text": "And all the people answered, Amen; and lifting up their hands they fell to the ground, and worshipped the Lord."
    },
    {
      "verse": 48,
      "text": "Also Jesus, Annus, Sarabias, Iadinus, Jacubus, Sabateus, Auteas, Maiannas, and Calitas, Azarias, and Jozabdus, and Ananias, Phalias, the Levites, taught the law of the Lord, and read to the multitude the law of the Lord, making them withal to understand it."
    },
    {
      "verse": 49,
      "text": "Then said Attharates unto Esdras the chief priest and reader, and to the Levites that taught the multitude, even to all,"
    },
    {
      "verse": 50,
      "text": "This day is holy unto the Lord; (now they all wept when they heard the law:)"
    },
    {
      "verse": 51,
      "text": "go then, and eat the fat, and drink the sweet, and send portions to them that have nothing;"
    },
    {
      "verse": 52,
      "text": "for the day is holy unto the Lord: and be not sorrowful; for the Lord will bring you to honour."
    },
    {
      "verse": 53,
      "text": "So the Levites published all things to the people, saying, This day is holy; be not sorrowful."
    },
    {
      "verse": 54,
      "text": "Then went they their way, every one to eat and drink, and make merry, and to give portions to them that had nothing, and to make great cheer;"
    },
    {
      "verse": 55,
      "text": "because they understood the words wherein they were instructed, and for the which they had been assembled."
    }
  ]
}