{
  "book_id": "REV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐδόθη μοι κάλαμος ὅμοιος ῥάβδῳ, λέγων· ⸀Ἔγειρεκαὶ μέτρησον τὸν ναὸν τοῦ θεοῦ καὶ τὸ θυσιαστήριον καὶ τοὺς προσκυνοῦντας ἐν αὐτῷ."
    },
    {
      "verse": 2,
      "text": "καὶ τὴν αὐλὴν τὴν ἔξωθεντοῦ ναοῦ ἔκβαλε ⸀ἔξωθεν, καὶ μὴ αὐτὴν μετρήσῃς, ὅτι ἐδόθη τοῖς ἔθνεσιν, καὶ τὴν πόλιν τὴν ἁγίαν πατήσουσιν μῆνας ⸀τεσσεράκονταδύο."
    },
    {
      "verse": 3,
      "text": "καὶ δώσω τοῖς δυσὶν μάρτυσίν μου, καὶ προφητεύσουσιν ἡμέρας χιλίας διακοσίας ἑξήκοντα, ⸀περιβεβλημένοισάκκους."
    },
    {
      "verse": 4,
      "text": "Οὗτοί εἰσιν αἱ δύο ἐλαῖαι καὶ αἱ δύο λυχνίαι αἱ ἐνώπιον τοῦ κυρίου τῆς γῆς ⸀ἑστῶτες"
    },
    {
      "verse": 5,
      "text": "καὶ εἴ τις αὐτοὺς θέλει ἀδικῆσαι, πῦρ ἐκπορεύεται ἐκ τοῦ στόματος αὐτῶν καὶ κατεσθίει τοὺς ἐχθροὺς αὐτῶν· καὶ εἴ τις ⸂θελήσῃ αὐτοὺς ἀδικῆσαι, οὕτως δεῖ αὐτὸν ἀποκτανθῆναι."
    },
    {
      "verse": 6,
      "text": "οὗτοι ἔχουσιν ⸂τὴν ἐξουσίαν κλεῖσαι τὸν οὐρανόν, ἵνα μὴ ὑετὸς βρέχῃ τὰς ἡμέρας τῆς προφητείας αὐτῶν, καὶ ἐξουσίαν ἔχουσιν ἐπὶ τῶν ὑδάτων στρέφειν αὐτὰ εἰς αἷμα καὶ πατάξαι τὴν γῆν ⸂ἐν πάσῃ πληγῇ ὁσάκις ἐὰν θελήσωσιν."
    },
    {
      "verse": 7,
      "text": "Καὶ ὅταν τελέσωσιν τὴν μαρτυρίαν αὐτῶν, τὸ θηρίον τὸ ἀναβαῖνον ἐκ τῆς ἀβύσσου ποιήσει μετʼ αὐτῶν πόλεμον καὶ νικήσει αὐτοὺς καὶ ἀποκτενεῖ αὐτούς."
    },
    {
      "verse": 8,
      "text": "καὶ τὸ πτῶμα αὐτῶν ἐπὶ τῆς πλατείας τῆς πόλεως τῆς μεγάλης, ἥτις καλεῖται πνευματικῶς Σόδομα καὶ Αἴγυπτος, ὅπου καὶ ὁ κύριος αὐτῶν ἐσταυρώθη."
    },
    {
      "verse": 9,
      "text": "καὶβλέπουσιν ἐκ τῶν λαῶν καὶ φυλῶν καὶ γλωσσῶν καὶ ἐθνῶν τὸ πτῶμα αὐτῶν ἡμέρας τρεῖς ⸀καὶ ἥμισυ, καὶ τὰ πτώματα αὐτῶν οὐκ ⸀ἀφίουσιντεθῆναι εἰς μνῆμα."
    },
    {
      "verse": 10,
      "text": "καὶ οἱ κατοικοῦντες ἐπὶ τῆς γῆς χαίρουσιν ἐπʼ αὐτοῖς καὶ ⸀εὐφραίνονται καὶ δῶρα ⸀πέμψουσινἀλλήλοις, ὅτι οὗτοι οἱ δύο προφῆται ἐβασάνισαν τοὺς κατοικοῦντας ἐπὶ τῆς γῆς."
    },
    {
      "verse": 11,
      "text": "Καὶ μετὰ τὰς τρεῖς ἡμέρας καὶ ἥμισυ πνεῦμα ζωῆς ἐκ τοῦ θεοῦ εἰσῆλθεν ⸂ἐν αὐτοῖς, καὶ ἔστησαν ἐπὶ τοὺς πόδας αὐτῶν, καὶ φόβος μέγας ⸀ἐπέπεσενἐπὶ τοὺς θεωροῦντας αὐτούς·"
    },
    {
      "verse": 12,
      "text": "καὶ ⸀ἤκουσαν⸂φωνῆς μεγάλης ἐκ τοῦ οὐρανοῦ ⸀λεγούσηςαὐτοῖς· ⸀Ἀνάβατεὧδε, καὶ ἀνέβησαν εἰς τὸν οὐρανὸν ἐν τῇ νεφέλῃ, καὶ ἐθεώρησαν αὐτοὺς οἱ ἐχθροὶ αὐτῶν."
    },
    {
      "verse": 13,
      "text": "καὶ ἐν ἐκείνῃ τῇ ⸀ὥρᾳἐγένετο σεισμὸς μέγας, καὶ τὸ δέκατον τῆς πόλεως ἔπεσεν, καὶ ἀπεκτάνθησαν ἐν τῷ σεισμῷ ὀνόματα ἀνθρώπων χιλιάδες ἑπτά, καὶ οἱ λοιποὶ ἔμφοβοι ἐγένοντο καὶ ἔδωκαν δόξαν τῷ θεῷ τοῦ οὐρανοῦ."
    },
    {
      "verse": 14,
      "text": "Ἡ οὐαὶ ἡ δευτέρα ἀπῆλθεν· ⸂ἰδοὺ ἡ οὐαὶ ἡ τρίτη ἔρχεται ταχύ."
    },
    {
      "verse": 15,
      "text": "Καὶ ὁ ἕβδομος ἄγγελος ἐσάλπισεν· καὶ ἐγένοντο φωναὶ μεγάλαι ἐν τῷ οὐρανῷ ⸀λέγοντες Ἐγένετο ἡ βασιλεία τοῦ κόσμου τοῦ κυρίου ἡμῶν καὶ τοῦ χριστοῦ αὐτοῦ, καὶ βασιλεύσει εἰς τοὺς αἰῶνας τῶν αἰώνων."
    },
    {
      "verse": 16,
      "text": "Καὶ οἱ εἴκοσι τέσσαρες πρεσβύτεροι οἱ ἐνώπιον τοῦ ⸂θεοῦ καθήμενοι ἐπὶ τοὺς θρόνους αὐτῶν ἔπεσαν ἐπὶ τὰ πρόσωπα αὐτῶν καὶ προσεκύνησαν τῷ θεῷ,"
    },
    {
      "verse": 17,
      "text": "λέγοντες· Εὐχαριστοῦμέν σοι, κύριε, ὁ θεός, ὁ παντοκράτωρ, ὁ ὢν καὶ ὁ ἦν, ὅτι εἴληφας τὴν δύναμίν σου τὴν μεγάλην καὶ ἐβασίλευσας."
    },
    {
      "verse": 18,
      "text": "καὶ τὰ ἔθνη ὠργίσθησαν, καὶ ἦλθεν ἡ ὀργή σου καὶ ὁ καιρὸς τῶν νεκρῶν κριθῆναι καὶ δοῦναι τὸν μισθὸν τοῖς δούλοις σου τοῖς προφήταις καὶ τοῖς ἁγίοις καὶ τοῖς φοβουμένοις τὸ ὄνομά σου, ⸂τοὺς μικροὺς καὶ τοὺς μεγάλους, καὶ διαφθεῖραι τοὺς διαφθείροντας τὴν γῆν."
    },
    {
      "verse": 19,
      "text": "Καὶ ἠνοίγη ὁ ναὸς τοῦ θεοῦ ⸀ὁ ἐν τῷ οὐρανῷ, καὶ ὤφθη ἡ κιβωτὸς τῆς διαθήκης ⸀αὐτοῦἐν τῷ ναῷ αὐτοῦ· καὶ ἐγένοντο ἀστραπαὶ καὶ φωναὶ καὶ βρονταὶ ⸂καὶ σεισμὸς καὶ χάλαζα μεγάλη."
    }
  ]
}