{
  "book_id": "RUT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And it cometh to pass, in the days of the judging of the judges, that there is a famine in the land, and there goeth a man from Beth-Lehem-Judah to sojourn in the fields of Moab, he, and his wife, and his two sons."
    },
    {
      "verse": 2,
      "text": "And the name of the man [is] Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites from Beth-Lehem-Judah; and they come into the fields of Moab, and are there."
    },
    {
      "verse": 3,
      "text": "And Elimelech husband of Naomi dieth, and she is left, she and her two sons;"
    },
    {
      "verse": 4,
      "text": "and they take to them wives, Moabitesses: the name of the one [is] Orpah, and the name of the second Ruth; and they dwell there about ten years."
    },
    {
      "verse": 5,
      "text": "And they die also, both of them — Mahlon and Chilion — and the woman is left of her two children and of her husband."
    },
    {
      "verse": 6,
      "text": "And she riseth, she and her daughters-in-law, and turneth back from the fields of Moab, for she hath heard in the fields of Moab that God hath looked after His people, — to give to them bread."
    },
    {
      "verse": 7,
      "text": "And she goeth out from the place where she hath been, and her two daughters-in-law with her, and they go in the way to turn back unto the land of Judah."
    },
    {
      "verse": 8,
      "text": "And Naomi saith to her two daughters-in-law, 'Go, turn back, each to the house of her mother; Jehovah doth with you kindness as ye have done with the dead, and with me;"
    },
    {
      "verse": 9,
      "text": "Jehovah doth grant to you, and find ye rest each in the house of her husband;' and she kisseth them, and they lift up their voice and weep."
    },
    {
      "verse": 10,
      "text": "And they say to her, 'Surely with thee we go back to thy people.'"
    },
    {
      "verse": 11,
      "text": "And Naomi saith, 'Turn back, my daughters; why do ye go with me? are there yet to me sons in my bowels that they have been to you for husbands?"
    },
    {
      "verse": 12,
      "text": "Turn back, my daughters, go, for I am too aged to be to a husband; though I had said, There is for me hope, also, I have been to-night to a husband, and also I have borne sons:"
    },
    {
      "verse": 13,
      "text": "for them do ye wait till that they grow up? for them do ye shut yourselves up, not to be to a husband? nay, my daughters, for more bitter to me than to you, for the hand of Jehovah hath gone out against me.'"
    },
    {
      "verse": 14,
      "text": "And they lift up their voice, and weep again, and Orpah kisseth her mother-in-law, and Ruth hath cleaved to her."
    },
    {
      "verse": 15,
      "text": "And she saith, 'Lo, thy sister-in-law hath turned back unto her people, and unto her god, turn thou back after thy sister-in-law.'"
    },
    {
      "verse": 16,
      "text": "And Ruth saith, 'Urge me not to leave thee — to turn back from after thee; for whither thou goest I go, and where thou lodgest I lodge; thy people [is] my people, and thy God my God."
    },
    {
      "verse": 17,
      "text": "Where thou diest I die, and there I am buried; thus doth Jehovah to me, and thus doth He add — for death itself doth part between me and thee.'"
    },
    {
      "verse": 18,
      "text": "And she seeth that she is strengthening herself to go with her, and she ceaseth to speak unto her;"
    },
    {
      "verse": 19,
      "text": "and they go both of them till their coming in to Beth-Lehem; and it cometh to pass at their coming in to Beth-Lehem, that all the city is moved at them, and they say, 'Is this Naomi?'"
    },
    {
      "verse": 20,
      "text": "And she saith unto them, 'Call me not Naomi; call me Mara, for the Almighty hath dealt very bitterly to me,"
    },
    {
      "verse": 21,
      "text": "I went out full, and empty hath Jehovah brought me back, why do ye call me Naomi, and Jehovah hath testified against me, and the Almighty hath done evil to me?'"
    },
    {
      "verse": 22,
      "text": "And Naomi turneth back, and Ruth the Moabitess her daughter-in-law with her, who hath turned back from the fields of Moab, and they have come in to Beth-Lehem at the commencement of barley-harvest."
    }
  ]
}