{
  "book_id": "1JN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ye beloved beleve not every sprete: but prove the spretes whether they are of God or no: for many falce Prophetes are gone out into the worlde."
    },
    {
      "verse": 2,
      "text": "Herby shall ye knowe the sprete of God. Every sprete that confesseth that Iesus Christ is come in the flesshe is of God."
    },
    {
      "verse": 3,
      "text": "And every sprete which confesseth not that Iesus Christ is come in the flesshe is not of God. And this is that sprete of Antichrist of whom ye have hearde howe that he shuld come: and even now alredy is he in the worlde."
    },
    {
      "verse": 4,
      "text": "Lytell chyldren ye are of God and have overcome them: for greater is he that is in you then he that is in the worlde."
    },
    {
      "verse": 5,
      "text": "They are of the worlde and therfore speake they of the worlde and the worlde heareth them."
    },
    {
      "verse": 6,
      "text": "We are of God. He that knoweth God heareth vs: he that is not of God heareth vs not. Herby knowe we the sprete of veritie and the sprete of erroure."
    },
    {
      "verse": 7,
      "text": "Beloved let vs love one another: for love cometh of God. And every one that loveth is borne of God and knoweth God."
    },
    {
      "verse": 8,
      "text": "He that loveth not knoweth not God: for God is love."
    },
    {
      "verse": 9,
      "text": "In this appered the love of god to vs ward because that god sent his only begotten sonne into the worlde that we myght live thorow him."
    },
    {
      "verse": 10,
      "text": "Herin is love not that we loved god but that he loved vs and sent his sonne to make agrement for oure sinnes."
    },
    {
      "verse": 11,
      "text": "Beloved yf god so loved vs we ought also to love one another."
    },
    {
      "verse": 12,
      "text": "No man hath sene god at enytyme. Yf we love one another god dwelleth in vs and his love is parfect in vs."
    },
    {
      "verse": 13,
      "text": "Herby know we that we dwell in him and he in vs: because he hath geven vs of his sprete."
    },
    {
      "verse": 14,
      "text": "And we have sene and do testifie that the father sent the sonne which is the saveour of the worlde."
    },
    {
      "verse": 15,
      "text": "Whosoever confesseth that Iesus is the sonne of god in him dwelleth god and he in god."
    },
    {
      "verse": 16,
      "text": "And we have knowen and beleved the love that god hath to vs. God is love and he that dwelleth in love dwelleth in god and god in him."
    },
    {
      "verse": 17,
      "text": "Herin is the love perfect in vs that we shuld have trust in the daye of iudgement: For as he is even so are we in this worlde."
    },
    {
      "verse": 18,
      "text": "Ther is no feare in love but parfect love casteth out all feare for feare hath paynfulnes. He that feareth is not parfect in love."
    },
    {
      "verse": 19,
      "text": "We love him for he loved vs fyrst."
    },
    {
      "verse": 20,
      "text": "Yf a man saye I love god and yet hate his brother he is a lyar. For how can he that loveth not his brother whom he hath sene love god whom he hath not sene?"
    },
    {
      "verse": 21,
      "text": "And this commaundement have we of him: that he which loveth God shuld love his brother also."
    }
  ]
}