{
  "book_id": "1JN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Whosoever beleveth that Iesus is Christ is borne of god. And every one that loveth him which begat loveth him also which was begotte of him."
    },
    {
      "verse": 2,
      "text": "In this we knowe that we love the children of god when we love god and kepe his commaudementes."
    },
    {
      "verse": 3,
      "text": "This is the love of god that we kepe his commaundementes and his commaundementes are not greveous"
    },
    {
      "verse": 4,
      "text": "For all that is borne of god over commeth the worlde. And this is the victory that overcometh the worlde even oure fayth."
    },
    {
      "verse": 5,
      "text": "Who is it that overcommeth the worlde: but he which beleveth that Iesus is the sonne of god?"
    },
    {
      "verse": 6,
      "text": "This Iesus Christ is he that cam by water and bloud not by water only: but by water and bloud. And it is the sprete that beareth witnes because the sprete ys trueth."
    },
    {
      "verse": 7,
      "text": "(For ther are thre which beare recorde in heuen the father the worde and the wholy goost. And these thre are one)"
    },
    {
      "verse": 8,
      "text": "For there are thre which beare recorde (in erth:) the sprete and water and bloud: and these thre are one."
    },
    {
      "verse": 9,
      "text": "Yf we receave the witnes of men the witnes of god is greater. For this is the witnes of god which he testifyed of his sonne."
    },
    {
      "verse": 10,
      "text": "He that beleveth on the sonne of god hath the witnes in him silfe. He that beleveth not God hath made him a lyar be cause he beleved not the recorde that god gave of his sonne."
    },
    {
      "verse": 11,
      "text": "And this ys that recorde how that god hath geven vnto vs eternall lyfe and this lyfe is in his sonne."
    },
    {
      "verse": 12,
      "text": "He that hath the sonne hath lyfe: and he that hath not the sonne of god hath not lyfe."
    },
    {
      "verse": 13,
      "text": "These thynges have I written vnto you that beleve on the name of the sonne of God that ye maye knowe howe that ye have eternall lyfe and that ye maye beleve on the name of the sonne of god."
    },
    {
      "verse": 14,
      "text": "And this is the trust that we have in him: that yf we axe eny thinge accordynge to his will he heareth vs."
    },
    {
      "verse": 15,
      "text": "And yf we knowe that he heare vs what soever we axe we knowe that we shall have the peticions that we desyre of him."
    },
    {
      "verse": 16,
      "text": "Yf eny man se his brother synne a synne that is not vnto deeth let him axe and he shall geve him lyfe for them that synne not vnto deeth. Ther is a synne vnto deeth for which saye I not that a man shuld praye."
    },
    {
      "verse": 17,
      "text": "All vnrightewesnes is synne and ther is synne not vnto deeth."
    },
    {
      "verse": 18,
      "text": "We knowe that whosoever is borne of god synneth not: but he that is begotten of god kepeth him silfe and that wicked toucheth him not."
    },
    {
      "verse": 19,
      "text": "We knowe that we are of god and that the worlde is altogedder set on wickednes."
    },
    {
      "verse": 20,
      "text": "We knowe that the sonne of God is come and hath geven vs a mynde to knowe him which is true: and we are in him that is true through his sonne Iesu Christ. This same is very god and eternall lyfe."
    },
    {
      "verse": 21,
      "text": "Babes kepe youre selves from ymages. Amen."
    }
  ]
}