{
  "book_id": "1KI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And the wisdom of Solomon abounded exceedingly beyond the wisdom of all the ancients, and beyond all the wise men of Egypt: and he took the daughter of Pharao, and brought her into the city of David, until he had finished building his own house, and the house of the Lord first, and the wall of Jerusalem round about. In seven years he made and finished \\add them\\add*. And Solomon had seventy thousand bearers of burdens, and eight thousand hewers of stone in the mountain: and Solomon made the sea, and the bases, and the great lavers, and the pillars, and the fountain of the court, and the brazen sea— \\f + \\fr 3:1 \\ft Probably some hiatus in the text. \\f* and he built the citadel as a defence above it, he made a breach in the wall of the city of David: thus the daughter of Pharao went up out of the city of David to her house which he built for her. Then he built the citadel: and Solomon offered up three whole burnt offerings in the year, and peace-offerings on the altar which he built to the Lord, and he burnt incense before the Lord, and finished the house. And these are the chief persons who presided over the works of Solomon; three thousand and six hundred masters of the people that wrought the works. And he burit Assur, and Magdo, and Gazer, and upper Baethoron, and Ballath: only after he had built the house of the Lord, and the wall of Jerusalem round about, afterwards he built these cities. And when David was yet living, he charged Solomon, saying, Behold, there is with you Semei the son of Gera, of the seed of \\f + \\fr 3:1 \\fl Gr. \\ft Jemini. \\f* Benjamin out of Chebron: he cursed me with a grievous curse in the day when I went into the camp; and he came down to meet me at Jordan, and I swore to him by the Lord, saying, \\f + \\fr 3:1 \\fl Gr. \\ft if he shall be slain. \\f* He shall not be slain with the sword. But now do not you hold him guiltless, for you are a man of understanding, and you will know what you shall do to him, and you shall bring down his \\f + \\fr 3:1 \\fl Gr. \\ft hoary head. \\f* grey hairs with blood to \\f + \\fr 3:1 \\fl Gr. \\ft Hades. \\f* the grave. \\f + \\fr 3:1 \\ft The verses below numbered 36) to 46) appear between verses one and two in Brenton. \\f* \\vp 36) \\vp* And the king called Semei, and said to him, Build you a house in Jerusalem, and dwell there, and you shall not go out thence any whither. \\vp 37) \\vp* And it shall come to pass in the day \\f + \\fr 3:1 \\fl Gr. \\ft of your going forth. \\f* that you shall go forth and cross over the brook Kedron, \\f + \\fr 3:1 \\fl Gr. \\ft knowing you shall know. \\f* know assuredly that you shall certainly die: your blood shall be upon your head. And the king caused him to swear in that day. \\vp 38) \\vp* And Semei said to the king, Good \\add is\\add* the word that you have spoken, my lord O king: thus will your servant do. And Semei lived in Jerusalem three years. \\vp 39) \\vp* And it came to pass after the three years, that two servants of Semei ran away to Anchus son of Maacha king of Geth: and it was told Semei, saying, Behold, your servants \\add are\\add* in Geth. \\vp 40) \\vp* And Semei rose up, and saddled his ass, and went to Geth to Anchus to seek out his servants: and Semei went, and brought his servants out of Geth. \\vp 41) \\vp* And it was told Solomon, saying, Semei is gone out of Jerusalem to Geth, and has brought back his servants. \\vp 42) \\vp* And the king sent and called Semei, and said to him, Did I not adjure you by the Lord, and testify to you, saying, In whatever day you shall go out of Jerusalem, and go to the right or left, know certainly that you shall assuredly die? \\vp 43) \\vp* And why have you not kept the oath of the Lord, and the commandment which I commanded \\f + \\fr 3:1 \\fl Gr. \\ft against you. \\f* you? \\vp 44) \\vp* And the king said to Semei, You know all your mischief which your heart knows, which you did to David my father: and the Lord has recompensed your mischief on your \\add own\\add* head. \\vp 45) \\vp* And king Solomon \\add is\\add* blessed, and the throne of David shall be established before the Lord for ever. \\vp 46) \\vp* And Solomon commanded Banaeas the son of Jodae, and he went forth and killed him. And king Solomon was very prudent and wise: and Juda and Israel \\add were\\add* very many, as the sand which is by the sea for multitude, eating, and drinking, and rejoicing: and Solomon was chief in all the kingdoms, and they brought gifts, and served Solomon all the days of his life. And Solomon began to open the domains of Libanus, and he built Thermae in the wilderness. And this was the \\f + \\fr 3:1 \\fl Gr. \\ft dinner. \\f* daily provision of Solomon, thirty measures of fine flour, and sixty measures of ground meal, ten choice calves, and twenty oxen from the pastures, and one hundred sheep, besides stags, and does, and choice fed birds. For he ruled in all the country on this side the river, from Raphi to Gaza, over all the kings \\f + \\fr 3:1 \\fl Gr. \\ft beyond. \\f* on this side the river: and he was at peace on all sides round about; and Juda and Israel lived \\f + \\fr 3:1 \\fl Gr. \\ft trusting in confidence. See \\fqa Heb. \\f* safely, every one under his vine and under his fig tree, eating and drinand feasting, from Dan even to Bersabee, all the days of Solomon. And these \\add were\\add* the princes of Solomon; Azariu son of Sadoc the priest, and Orniu son of Nathan chief of the officers, and he \\f + \\fr 3:1 \\fl Gr. \\ft ran. \\f* went to his house; and Suba the scribe, and Basa son of Achithalam recorder, and Abi son of Joab commander-in-chief, and Achire son of Edrai \\add was\\add* over the \\f + \\fr 3:1 \\fl Or. \\ft tributes. \\f* levies, and Banaeas son of Jodae over the household and over the brick work, and Cachur the son of Nathan \\add was\\add* counsellor. And Solomon had forty thousand brood mares for his chariots, and twelve thousand horses. And he reigned over all the kings from the river and to the land of the Philistines, and to the borders of Egypt: so Solomon the son of David reigned over Israel and Juda in Jerusalem."
    },
    {
      "verse": 2,
      "text": "Nevertheless the people burnt incense on the high places, because a house had not yet been built to the Lord."
    },
    {
      "verse": 3,
      "text": "And Solomon loved the Lord, \\add so as\\add* to walk in the ordinances of David his father; only he sacrificed and burnt incense on the high places."
    },
    {
      "verse": 4,
      "text": "And he arose and went to Gabaon to sacrifice there, for that \\add was\\add* the highest place, and great: Solomon offered a whole burnt offering of a thousand \\add victims\\add* on the altar in Gabaon."
    },
    {
      "verse": 5,
      "text": "And the Lord appeared to Solomon in a dream by night, and the Lord said to Solomon, Ask some petition for yourself."
    },
    {
      "verse": 6,
      "text": "And Solomon said, You have dealt very mercifully with your servant David my father according as he walked before you in truth, and in righteousness, and in uprightness of heart with you, and you have kept for him this great mercy, to \\f + \\fr 3:6 \\fl Gr. \\ft give. \\f* set his son upon his throne, \\f + \\fr 3:6 \\fl Gr. \\ft as this day \\+add is. \\+add* \\f* as \\add it is\\add* this day."
    },
    {
      "verse": 7,
      "text": "And now, O Lord my God, you have \\f + \\fr 3:7 \\fl Gr. \\ft given. \\f* appointed your servant in the room of David my father; and I am a little child, and know not my going out and my coming in."
    },
    {
      "verse": 8,
      "text": "But your servant \\add is\\add* in the midst of your people, whom you have chosen, a great people, which as this day \\f + \\fr 3:8 \\fl Gr. \\ft shall \\fl or \\ft will not. \\f* can’t be numbered."
    },
    {
      "verse": 9,
      "text": "You shall give therefore to your servant a heart to hear and to judge your people justly, and to discern between good and evil: for who will be able to judge this your \\f + \\fr 3:9 \\fl Gr. \\ft heavy. \\f* great people?"
    },
    {
      "verse": 10,
      "text": "And it was pleasing before the Lord, that Solomon asked this thing."
    },
    {
      "verse": 11,
      "text": "And the Lord said to him, Because you have asked this thing of me, and have not asked for yourself \\f + \\fr 3:11 \\fl Gr. \\ft many days. \\f* long life, and have not asked wealth, nor have asked the lives of your enemies, but have asked for yourself understanding to hear judgment;"
    },
    {
      "verse": 12,
      "text": "behold, I have done according to your word: behold, I have given you an understanding and wise heart: there has not been \\add any one\\add* like you before you, and after you there shall not arise one like you."
    },
    {
      "verse": 13,
      "text": "And I have given you what you have not asked, wealth and glory, so that there has not been any one like you among kings."
    },
    {
      "verse": 14,
      "text": "And if you will walk in my way, to keep my commandments and my ordinances, as David your father walked, then will I multiply your days."
    },
    {
      "verse": 15,
      "text": "And Solomon awoke, and, behold, \\add it was\\add* a dream: and he arose and \\f + \\fr 3:15 \\fl Gr. \\ft comes. \\f* came to Jerusalem, and stood before the altar that was in front of the ark of the covenant of the Lord in Sion: and he offered whole burnt offerings, and sacrificed peace-offerings, and made a great banquet for himself and all his servants."
    },
    {
      "verse": 16,
      "text": "Then there appeared two harlots before the king, and they stood before him."
    },
    {
      "verse": 17,
      "text": "And the one woman said, Hear me, \\add my\\add* lord; I and this woman lived in one house, and we were delivered in the house."
    },
    {
      "verse": 18,
      "text": "And it came to pass on the third day after I was delivered, this woman also was delivered: and we \\add were\\add* together; and there \\f + \\fr 3:18 \\fl Gr. \\ft is. \\f* was no one with us besides our two selves in the house."
    },
    {
      "verse": 19,
      "text": "And this woman's child died in the night; because she \\f + \\fr 3:19 \\fl Gr. \\ft slept upon it. \\f* overlaid it."
    },
    {
      "verse": 20,
      "text": "and she arose in the middle of the night, \\f + \\fr 3:20 \\fqa Heb. and \\fl Alex.+ \\ft 'while your handmaid slept.' \\f* and took my son from my arms, and laid him in her bosom, and \\f + \\fr 3:20 \\fl Gr. \\ft caused to sleep. \\f* laid her dead son in my bosom."
    },
    {
      "verse": 21,
      "text": "and I arose in the morning to suckle my son, and he was dead: and, behold, I considered him in the morning, and, behold, it was not my son whom I bore."
    },
    {
      "verse": 22,
      "text": "And the other woman said, No, but the living \\add is\\add* my son, and the dead \\add is\\add* your son. So they spoke before the king."
    },
    {
      "verse": 23,
      "text": "and the king said to them, You say, This \\add is\\add* my son, \\add even\\add* the living \\add one\\add*, and this woman's son \\add is\\add* the dead one: and you say, No, but the living \\add is\\add* my son, and the dead \\add is\\add* your son."
    },
    {
      "verse": 24,
      "text": "And the king said, Fetch a sword. And they brought a sword before the king."
    },
    {
      "verse": 25,
      "text": "And the king said, Divide the live child, the suckling, in two; and give half of it to one, and half of it to the other."
    },
    {
      "verse": 26,
      "text": "And the woman whose the living child was, answered and said to the king, (for her \\f + \\fr 3:26 \\fl Gr. \\ft her womb was troubled. \\f* bowels yearned over her son) and she said, I pray you, \\add my\\add* lord, give her the child, and in nowise kill it. But the other said, Let it be neither mine nor hers; divide \\add it\\add*."
    },
    {
      "verse": 27,
      "text": "Then the king answered and said, Give the child to her that said, 'Give it to her, and by no means kill it:' she \\add is\\add* its mother."
    },
    {
      "verse": 28,
      "text": "and all Israel heard this judgment which the king judged, and they feared before the king; because they saw that the wisdom of God \\add was\\add* in him, to execute judgment."
    }
  ]
}