{
  "book_id": "1KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Chiram king of Tyre sent his servants to anoint Solomon in the room of David his father, because Chiram always loved David."
    },
    {
      "verse": 2,
      "text": "And Solomon sent to Chiram, saying,"
    },
    {
      "verse": 3,
      "text": "You knew \\f + \\fr 5:3 \\fl Or, \\ft that my father David, etc. \\f* my father David, that he could not build a house to the name of the Lord my God \\f + \\fr 5:3 \\fl Gr. \\ft from the face of. \\fl Hebraism.\\f* because of the wars that compassed him about, until the Lord put them under the \\f + \\fr 5:3 \\fl Or, \\ft steps. \\f* soles of his feet."
    },
    {
      "verse": 4,
      "text": "And now the Lord my God has given me rest round about; there is no one plotting against \\add me\\add*, and there is no \\f + \\fr 5:4 \\fl Alex. \\ft ἀπαντήμα. See συναντήματα, Ex. 9:14. \\f* evil trespass \\add against me\\add*."
    },
    {
      "verse": 5,
      "text": "And, behold, I intend to build a house to the name of the Lord my God, as the Lord God spoke to my father David, saying, Your son whom I will set on your throne in your place, he shall build a house to my name."
    },
    {
      "verse": 6,
      "text": "And now command, and let \\add men\\add* cut wood for me out of Libanus: and, behold, my servants \\add shall be\\add* with your servants, and I will give you the wages of your service, according to all that you shall say, because you know that we have no one skilled in cutting timber like the Sidonians."
    },
    {
      "verse": 7,
      "text": "And it came to pass, as soon as Chiram heard the words of Solomon, that he rejoiced greatly, and said, Blessed \\add be\\add* God today, who has given to David a wise son over this numerous people."
    },
    {
      "verse": 8,
      "text": "And he sent to Solomon, saying, I have listened concerning all that you have sent to me for: I will do all your will: \\add as for\\add* timber of cedar and fir,"
    },
    {
      "verse": 9,
      "text": "my servants shall bring them down from Libanus to the sea: I will form them \\add into\\add* rafts, \\add and bring them\\add* to the place which you shall send to me \\add about\\add*; and I will \\f + \\fr 5:9 \\fl Lit. \\ft shake them off. \\f* land them there, and you shall take \\add them\\add* up: and you shall do my will, in giving bread to my household."
    },
    {
      "verse": 10,
      "text": "So Chiram gave to Solomon cedars, and fir trees, and all his desire."
    },
    {
      "verse": 11,
      "text": "And Solomon gave to Chiram twenty thousand measures of wheat \\f + \\fr 5:11 \\ft Some read μαχὰλ, \\fl or \\ft μαχὰθ, as if from מכרח \\fqa cibus.\\f* as food for his house, and twenty thousand baths of beaten oil thus Solomon gave to Chiram yearly."
    },
    {
      "verse": 12,
      "text": "And the Lord gave wisdom to Solomon as he \\f + \\fr 5:12 \\fl Gr. \\ft spoke to him. \\f* promised him; and there was peace between Chiram and Solomon, and they made a covenant between them."
    },
    {
      "verse": 13,
      "text": "And the king raised \\f + \\fr 5:13 \\fl Lit. \\ft tribute, etc. \\f* a levy out of all Israel, and the levy was thirty thousand men."
    },
    {
      "verse": 14,
      "text": "And he sent them to Libanus, ten thousand taking turn every month: they were a month in Libanus and two months at home: and Adoniram \\add was\\add* over the levy."
    },
    {
      "verse": 15,
      "text": "And Solomon had seventy thousand bearers of burdens, and eighty thousand hewers of stone in the mountain;"
    },
    {
      "verse": 16,
      "text": "besides the rulers that were appointed over the works of Solomon, \\add there were\\add* three thousand \\f + \\fr 5:16 \\fqa Heb. 300. \\fl Alex. \\ft 500. \\f* six hundred \\f + \\fr 5:16 \\fqa Heb. and \\fl Alex. \\ft overseers of the people. \\f* masters who wrought in the works."
    },
    {
      "verse": 17,
      "text": "\\f + \\fr 5:17 \\ft Verse 17 is not in \\fl Vat. \\ft The following is from \\fl Alex.\\f* \\add And the king commanded and they \\add* \\f + \\fr 5:17 \\fl Gr. \\ft bring. \\f* \\add brought great stones, precious stones for the foundation of the house, and unhewn stones. \\add*"
    },
    {
      "verse": 18,
      "text": "And they prepared the stones and the timber \\add during\\add* three years."
    }
  ]
}