{
  "book_id": "1KI",
  "chapter": 7,
  "verses": [
    {
      "verse": 13,
      "text": "And king Solomon sent, and took Chiram out of Tyre,"
    },
    {
      "verse": 14,
      "text": "the son of a widow woman; and he \\add was\\add* of the tribe of Nephthalim, and his father \\add was\\add* a Tyrian; a worker in brass, and accomplished in are and skill and knowledge to work every work in brass: and he was brought in to king Solomon, and he wrought all the works."
    },
    {
      "verse": 15,
      "text": "And he cast the two pillars for the porch of the house: eighteen cubits \\add was\\add* the height of \\add each\\add* pillar, and a circumference of fourteen cubits encompassed it, even the thickness of the pillar: the \\f + \\fr 7:15 \\fl Or, \\ft embossed \\fl or \\ft hollow work. \\f* flutings \\add were\\add* four fingers \\add wide\\add*, and thus \\add was\\add* the other pillar \\add formed\\add*."
    },
    {
      "verse": 16,
      "text": "And he made two molten capitals to \\f + \\fr 7:16 \\fl Gr. \\ft give. \\f* put on the heads of the pillars: five cubits \\add was\\add* the height of one chapiter, and five cubits \\add was\\add* the height of the other chapiter."
    },
    {
      "verse": 17,
      "text": "And he made two \\f + \\fr 7:17 \\fl Gr. \\ft nets. \\f* ornaments of network to cover the \\f + \\fr 7:17 \\fl Gr. \\ft chapiter. \\f* capitals of the pillars; even a net for one chapiter, and a net for the other chapiter."
    },
    {
      "verse": 18,
      "text": "And hanging work, two rows of brazen pomegranates, \\f + \\fr 7:18 \\fl q.d. \\ft netted. \\f* formed with network, hanging work, row upon row: and thus he framed \\add the ornaments\\add* for the second chapiter. \\vp 21\\vp* And he set up the pillars of the porch of the temple: and he set up the one pillar, and called its name Jachum: and he set up the second pillar, and called its name Boloz."
    },
    {
      "verse": 19,
      "text": "And on the heads of the pillars he made lily-work against the porch, of four cubits,"
    },
    {
      "verse": 23,
      "text": "And he made the sea, ten cubits from one rim to the other, the same was \\f + \\fr 7:23 \\fl Gr. \\ft round in a circle. \\f* completely circular round about: its height \\add was\\add* five cubits, and its circumference thirty-three cubits."
    },
    {
      "verse": 24,
      "text": "And stays underneath its rim round about compassed it ten cubits round;"
    },
    {
      "verse": 25,
      "text": "And \\add there were\\add* twelve oxen under the sea: three looking to the north, and three looking to the west, and three looking to the south, and three looking to the east: and all their hinder parts \\add were\\add* \\f + \\fr 7:25 \\fl Lit. \\ft to \\fl or \\ft into the house. \\f* inward, and the sea \\add was\\add* above upon them."
    },
    {
      "verse": 26,
      "text": "and its rim \\add was\\add* as the work of the rim of a cup, a lily-flower, and the thickness of it \\add was\\add* a span."
    },
    {
      "verse": 27,
      "text": "And he made ten brazen bases: five cubits \\add was\\add* the length of one base, and four cubits the breadth of it, and its height \\add was\\add* six cubits."
    },
    {
      "verse": 28,
      "text": "And this work of the bases \\add was\\add* \\f + \\fr 7:28 \\fl Gr. \\ft shut up. \\f* formed with a border the them, and \\add there was\\add* a border between the ledges."
    },
    {
      "verse": 29,
      "text": "And upon their borders between the projection \\add were\\add* lions, and oxen, and cherubs: and on the projections, even so above, and also below \\add were\\add* the places of lions and oxen, hanging work."
    },
    {
      "verse": 30,
      "text": "And \\add there were\\add* four brazen wheels to one base; and \\add there were\\add* brazen bases, and their four sides \\add answering to them\\add*, side \\f + \\fr 7:30 \\fl Or, \\ft bearings, \\fl or \\ft shoulders; \\fl A.V. \\ft undersetters. \\f* pieces under the bases."
    },
    {
      "verse": 31,
      "text": "And \\add there were\\add* \\f + \\fr 7:31 \\fl Gr. \\ft hands. \\f* axles in the wheels \\f + \\fr 7:31 \\fl Gr. \\ft in. \\f* under the base."
    },
    {
      "verse": 32,
      "text": "And the height of one wheel \\add was\\add* a cubit and a half."
    },
    {
      "verse": 33,
      "text": "And the work of the wheels \\add was\\add* as the work of chariot wheels: their \\f + \\fr 7:33 \\fl Gr. \\ft their hands and their backs. \\f* axles, and their felloes, and \\add the rest of\\add* their work, \\add were\\add* all molten."
    },
    {
      "verse": 34,
      "text": "The four side pieces were at the four corners of each base; its shoulders \\add were formed\\add* of the base."
    },
    {
      "verse": 35,
      "text": "And on the top of the base half a cubit \\add was\\add* the size of it, \\add there was\\add* a circle on the top of the base, and \\add there was\\add* the top of its spaces and its borders: and it \\f + \\fr 7:35 \\fl Gr. \\ft was opened. \\f* was open at the top of its spaces."
    },
    {
      "verse": 36,
      "text": "And its borders \\add were\\add* cherubs, and lions, and palm-trees, upright, each \\add was\\add* joined in front \\add and\\add* within and round about."
    },
    {
      "verse": 37,
      "text": "According to the same form he made all the ten bases, \\add even\\add* one order and one measure to all."
    },
    {
      "verse": 38,
      "text": "And he made ten brazen lavers, each laver containing forty \\f + \\fr 7:38 \\fl Gr. \\ft gallons. The \\fl Gr. \\ft seems to have this meaning, but the \\fqa Heb. word means more. \\f* baths, \\add and\\add* measuring four cubits, each laver \\add placed\\add* on a several base throughout the ten bases."
    },
    {
      "verse": 39,
      "text": "And he put five bases on the right side of the house, and five on the left side of the house: and the sea was placed \\f + \\fr 7:39 \\fl Gr. \\ft on the shoulder-piece of the house on the right. \\f* on the right side of the house eastward in the direction of the south."
    },
    {
      "verse": 40,
      "text": "And Chiram made the caldrons, and the pans, and the bowls; and Chiram finished making all the works that he wrought for king Solomon in the house of the Lord:"
    },
    {
      "verse": 41,
      "text": "two pillars and the wreathen works of the pillars on the heads of the two pillars; and the two \\f + \\fr 7:41 \\fl Gr. \\ft nets. \\f* networks to cover both the wreathen works of the flutings that were upon the pillars."
    },
    {
      "verse": 42,
      "text": "The four hundred pomegranates for both the networks, two rows of pomegranates for one network, to cover both the wreathen works of the bases belonging to both pillars."
    },
    {
      "verse": 43,
      "text": "And the ten bases, and the ten lavers upon the bases."
    },
    {
      "verse": 44,
      "text": "And one sea, and the twelve oxen under the sea."
    },
    {
      "verse": 45,
      "text": "And the caldrons, and pans, and bowls, and all the furniture, which Chiram made for king Solomon for the house of the Lord: and \\add there were\\add* eight and forty pillars of the house of the king and of the house of the Lord: all the works of the king which Chiram made were entirely of brass. \\f + \\fr 7:45 \\fl Gr. \\ft Brenton places verse 46 after verse 47 - here shown as 46). \\f*"
    },
    {
      "verse": 47,
      "text": "There was no \\f + \\fr 7:47 \\fl Gr. \\ft weight. \\f* reckoning of the brass of which he made all these works, from the very great abundance, there was no end of the \\f + \\fr 7:47 \\fl Gr. \\ft weights. \\f* weight of the brass. \\vp 46 \\vp* In the country round about Jordan did he cast them, in the \\f + \\fr 7:47 \\ft thick \\+add part \\+add* of the land. \\f* clay land between Socchoth and Sira."
    },
    {
      "verse": 48,
      "text": "And king Solomon took the furniture which \\add Chiram\\add* made for the house of the Lord, the golden altar, and the golden table of show bread."
    },
    {
      "verse": 49,
      "text": "And \\add he put\\add* the five candlesticks on the left, and five on the right in front of the oracle, \\add being\\add* of \\f + \\fr 7:49 \\fl Lit. \\ft golden, shut up. \\f* pure gold, and the lamp-stands, and the lamps, and the \\f + \\fr 7:49 \\ft Perhaps small vessels with lips for pouring oil. \\f* snuffers of gold."
    },
    {
      "verse": 50,
      "text": "And \\add there were made\\add* the \\f + \\fr 7:50 \\fl Or, \\ft rather work about the door. \\f* porches, and the nails, and the bowls, and the spoons, and the golden censers, \\f + \\fr 7:50 \\fl Gr. \\ft shut up. \\f* of pure gold: and the panels of the doors of the innermost part of the house, \\add even\\add* the holy of holies, and the golden doors of the temple."
    },
    {
      "verse": 51,
      "text": "So the work of the house of the Lord which Solomon wrought was finished; and Solomon brought in the holy things of David his father, and all the holy things of Solomon; he \\f + \\fr 7:51 \\fl Gr. \\ft gave. \\f* put the silver, and the gold, and the furniture, into the treasures of the house of the Lord. \\f + \\fr 7:51 \\fl Gr. \\ft See note at verse 1 for the following verses shown as 1) to 12). \\f* \\vp 1) \\vp* And Solomon built a house for himself in thirteen years. \\vp 2) \\vp* And he built the house with the \\f + \\fr 7:51 \\fl Lit. \\ft thicket. \\f* wood of Libanus; its length \\add was\\add* one hundred cubits, and its breadth \\add was\\add* fifty cubits, and its height \\add was\\add* of thirty cubits, and \\add it was made\\add* \\f + \\fr 7:51 \\ft 2) \\fl Gr. \\ft of. \\f* with three rows of cedar pillars, and the pillars had \\f + \\fr 7:51 \\ft 2) \\fl Or, \\ft shoulders, \\fl or \\ft shoulder pieces. \\f* side-pieces of cedar. \\vp 3) \\vp* And he \\f + \\fr 7:51 \\ft 3) \\fl Gr. \\ft ceiled \\fl or \\ft wainscoted the house. \\f* formed the house with chambers above on the sides of the pillars, and the number of the pillars \\add was each\\add* row forty and five, \\vp 4) \\vp* and \\add there were\\add* three chambers, and space against space in three rows. \\vp 5) \\vp* And all the doors and spaces formed like chambers \\add were\\add* square, and from door to door \\add was a correspondence\\add* in three rows. \\vp 6) \\vp* And \\add he made\\add* the \\f + \\fr 7:51 \\ft 6) \\fl Or, \\ft portico. \\f* porch of the pillars, \\add they were\\add* fifty \\add cubits\\add* long and fifty broad, the porch joining them in front; and the \\add other\\add* pillars and the thick beam \\add were\\add* in front of the house by the porches. \\vp 7) \\vp* And \\add there was\\add* the Porch of seats where he would judge, the porch of judgment. \\vp 8) \\vp* And their house where he \\f + \\fr 7:51 \\ft 8) \\fl Gr. \\ft will. \\f* would dwell, \\add had\\add* one court communicating with these according to this work; and \\add he built\\add* the house for the daughter of Pharao whom Solomon had taken, according to this porch. \\vp 9) \\vp* All these \\add were\\add* of costly stones, sculptured at intervals within even from the foundation even to the \\f + \\fr 7:51 \\ft 9) \\fl Gr. \\ft capitals, mouldings, etc. \\f* top, and outward to the great court, \\vp 10) \\vp* founded with large costly stones, stones of ten cubits and eight cubits \\add long\\add*. \\vp 11) \\vp* And above with costly stones, according to the measure of hewn stones, and with cedars. \\vp 12) \\vp* \\add There were\\add* three rows of hewn \\add stones\\add* round about the great hall, and a row of sculptured cedar: and Solomon finished all his house."
    }
  ]
}