{
  "book_id": "1KI",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass when Solomon had finished building the house of the Lord, and the king's house, and all the work of Solomon, whatever he wished to perform,"
    },
    {
      "verse": 2,
      "text": "that the Lord appeared to Solomon a second time, as he appeared in Gabaon."
    },
    {
      "verse": 3,
      "text": "And the Lord said to him, I have heard the voice of your prayer, and your supplication which you made before me: I have done for you according to all your prayer: I have hallowed this house which you have built to put my name there for ever, and my eyes and my heart shall be there always."
    },
    {
      "verse": 4,
      "text": "And if you will walk before me as David your father walked, in holiness of heart and uprightness, and so as to do according to all that I commanded him, and shall keep my ordinances and my commandments:"
    },
    {
      "verse": 5,
      "text": "then will I \\f + \\fr 9:5 \\fl Gr. \\ft raise up. \\f* establish the throne of your kingdom in Israel for ever, as I spoke to David your father, saying, There shall not fail you a man to rule in Israel."
    },
    {
      "verse": 6,
      "text": "But if you⌃ or your children do in any wise revolt from me, and do not keep my commandments and my ordinances, which Moses \\f + \\fr 9:6 \\fl Gr. \\ft gave. \\f* set before you, and you⌃ go and serve other gods, and worship them:"
    },
    {
      "verse": 7,
      "text": "then will I cut off Israel from the land which I have given them, and this house which I have consecrated to my name I will cast out of my sight; and Israel shall be a desolation and a byword to all nations."
    },
    {
      "verse": 8,
      "text": "And this house, which is high, shall be \\add so that\\add* every one that passes \\f + \\fr 9:8 \\fl Gr. \\ft through it. \\f* by it shall be amazed, and shall hiss; and they shall say, Therefore has the Lord done thus to this land, and to this house?"
    },
    {
      "verse": 9,
      "text": "And \\add men\\add* shall say, Because they forsook the Lord their God, who brought out their fathers from Egypt, out of the house of bondage, and they attached themselves to strange gods, and worshipped them, and served them: therefore the Lord has brought this evil upon them. Then Solomon brought up the daughter of Pharao out of the city of David into his house which he built for himself in those days."
    },
    {
      "verse": 10,
      "text": "\\add During\\add* twenty years in which Solomon was building the two houses, the house of the Lord, and the house of the king,"
    },
    {
      "verse": 11,
      "text": "Chiram king of Tyre helped Solomon with cedar \\f + \\fr 9:11 \\fl Gr. \\ft woods. \\f* wood, and fir \\f + \\fr 9:11 \\fl Gr. \\ft woods. \\f* wood, and with gold, and all that he wished for: then the king gave Chiram twenty cities in the land of Galilee."
    },
    {
      "verse": 12,
      "text": "So Chiram departed from Tyre, and went into Galilee to see the cities which Solomon gave to him; and they pleased him not. And he said,"
    },
    {
      "verse": 13,
      "text": "What \\add are\\add* these cities which you have given me, brother? And he called them Boundary until this day."
    },
    {
      "verse": 26,
      "text": "even that for which king Solomon built a ship in Gasion Gaber near Aelath on the \\f + \\fr 9:26 \\fl Gr. \\ft lip. \\f* shore of the \\f + \\fr 9:26 \\fl Gr. \\ft last sea, \\fl or \\ft last part of the sea, \\fl q.d. \\ft head of the gulf. \\f* extremity of the sea in the land of Edom."
    },
    {
      "verse": 27,
      "text": "And Chiram sent in the ship together with the servants of Solomon servants of his own, mariners to row, men acquainted with the sea."
    },
    {
      "verse": 28,
      "text": "And they came to Sophira, and took thence one hundred and twenty talents of gold, and brought them to king Solomon."
    }
  ]
}