{
  "book_id": "1KI",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "\\f + \\fr 11:1 \\ft This verse, or part verse is not numbered in Brenton's text. Verse 1 is in the position below, following verse 3. \\f* And king Solomon was a lover of women. \\f + \\fr 11:1 \\ft Note that the verses between this point and the beginning of verse 9 are in the order chosen by Brenton, and are marked thus: 1) etc. as they are numbered by Brenton. \\f* \\vp 3) \\vp* And he had seven hundred wives, princesses, and three hundred concubines. \\vp 1) \\vp* And he took strange women, as well as the daughter of Pharao, Moabitish, Ammanitish women, Syrians and Idumeans, Chettites, and Amorites;"
    },
    {
      "verse": 4,
      "text": "And it came to pass in the time of the old age of Solomon, that his heart was not perfect with the Lord his God, as \\add was\\add* the heart of David his father. \\vp 3 \\vp* And the strange women turned away his heart after their gods. \\vp 7 \\vp* Then Solomon built a high place to Chamos the idol of Moab, and to their king the \\f + \\fr 11:4 \\ft See \\fqa Heb. \\f* idol of the children of Ammon,"
    },
    {
      "verse": 5,
      "text": "and to Astarte the abomination of the Sidonians. \\vp 6 \\vp* And Solomon did that which was evil in the sight of the Lord: he went not after the Lord, as David his father."
    },
    {
      "verse": 9,
      "text": "And the Lord was angry with Solomon, because he turned away his heart from the Lord God of Israel, who had appeared twice to him,"
    },
    {
      "verse": 10,
      "text": "and charged him concerning this matter, by no means to go after other gods, but to take heed to do what the Lord God commanded him; neither was his heart perfect with the Lord, according to the heart of David his father."
    },
    {
      "verse": 11,
      "text": "And the Lord said to Solomon, Because it has been thus with you, and you have not kept my commandments and my ordinances which I commanded you, I will surely rend your kingdom out of your hand, and give it to your servant."
    },
    {
      "verse": 12,
      "text": "Only in your days I will not do \\f + \\fr 11:12 \\fl Gr. \\ft them. \\f* it for David your father's sake: \\add but\\add* I will take it out of the hand of your son."
    },
    {
      "verse": 13,
      "text": "Only I will not take away the whole kingdom: I will give one tribe to your son for David my servant's sake, and for the sake of Jerusalem, the city which I have chosen."
    },
    {
      "verse": 14,
      "text": "And the Lord raised up an enemy to Solomon, Ader the Idumaean, and Esrom son of Eliadae who \\add lived\\add* in Raama, \\add and\\add* Adadezer king of Suba his master; (and men gathered to him, and he was head of the conspiracy, and he seized on Damasec,) and they were adversaries to Israel all the days of Solomon: and Ader the Idumaean \\add was\\add* of the seed royal in Idumaea."
    },
    {
      "verse": 15,
      "text": "And it happened, that while David was utterly destroying Edom, while Joab captain of the host was going to bury the dead, when they killed every male in Idumaea;"
    },
    {
      "verse": 16,
      "text": "(for Joab and all Israel abode there six months in Idumaea, until he utterly destroyed every male in Idumaea;)"
    },
    {
      "verse": 17,
      "text": "that Ader ran away, he and all the Idumaeans of the servants of his father with him; and they went into Egypt; and Ader \\add was then\\add* a little child."
    },
    {
      "verse": 18,
      "text": "And there rise up men out of the city of Madiam, and they come to Pharan, and take men with them, and come to Pharao king of Egypt: and Ader went in to Pharao, and he gave him a house, and appointed him provision."
    },
    {
      "verse": 19,
      "text": "And Ader found great favor in the sight of Pharao, and he gave him his wife's sister in marriage, the elder sister of Thekemina."
    },
    {
      "verse": 20,
      "text": "And the sister of Thekemina bore to him, \\add even\\add* to Ader, Ganebath her son; and Thekemina brought him up in the midst of the sons of Pharao, and Ganebath was in the midst of the sons of Pharao."
    },
    {
      "verse": 21,
      "text": "And Ader heard in Egypt that David slept with his fathers, and that Joab the captain of the host was dead; and Ader said to Pharao, Let me go, and I will return to my country."
    },
    {
      "verse": 22,
      "text": "And Pharao said to Ader, \\f + \\fr 11:22 \\fl Gr. \\ft wherein are you lacking?. \\f* What lack you with me? that behold! you seek to depart to your country? and Ader said to him, By all means let me go."
    },
    {
      "verse": 26,
      "text": "And Jeroboam the son of Nabat, the Ephrathite of Sarira, the son of a widow, \\add was\\add* servant of Solomon."
    },
    {
      "verse": 27,
      "text": "And this \\add was\\add* the occasion \\f + \\fr 11:27 \\fl Gr. \\ft of his lifting. \\f* of his lifting up \\add his\\add* hands against king Solomon: now king Solomon built the citadel, he completed the fortification of the city of David his father."
    },
    {
      "verse": 28,
      "text": "And the man Jeroboam was very strong; and Solomon saw the young man that he was \\f + \\fr 11:28 \\fl Gr. \\ft a man of works. \\f* active, and he set him over the levies of the house of Joseph."
    },
    {
      "verse": 29,
      "text": "And it came to pass at that time, that Jeroboam went forth from Jerusalem, and Achia the Selonite the prophet found him in the way, and caused him to turn aside out of the way: and Achia was clad with a new garment, and they \\f + \\fr 11:29 \\fl Gr. \\ft both. \\f* two \\add were\\add* alone in the field."
    },
    {
      "verse": 30,
      "text": "And Achia laid hold of his new garment that was upon him, and tore it \\add into\\add* twelve pieces:"
    },
    {
      "verse": 31,
      "text": "and he said to Jeroboam, Take to yourself ten pieces, for thus says the Lord God of Israel, Behold, I rend the kingdom out of the hand of Solomon, and will give you ten \\f + \\fr 11:31 \\fl Gr. \\ft sceptres. See \\fqa Heb. \\f* tribes."
    },
    {
      "verse": 32,
      "text": "Yet he shall have two tribes, for my servant David's sake, and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel."
    },
    {
      "verse": 33,
      "text": "Because he forsook me, and sacrificed to Astarte the abomination of the Sidonians, and to Chamos, and to the idols of Moab, and to \\f + \\fr 11:33 \\fl Or, \\ft Moloch, \\fl or \\ft Milcom. \\f* their king the \\f + \\fr 11:33 \\fl Or, \\ft provocation. \\f* abomination of the children of Ammon, and he walked not in my ways, to do that which was right before me, as David his father \\add did\\add*."
    },
    {
      "verse": 34,
      "text": "Howbeit I will not take the whole kingdom out of his hand, (for I will certainly resist him all the days of his life,) for David my servant's sake, whom I have chosen."
    },
    {
      "verse": 35,
      "text": "But I will take the kingdom out of the hand of his son, and give you ten tribes."
    },
    {
      "verse": 36,
      "text": "But to his son I will give the two \\add remaining\\add* tribes, that my servant David may have an establishment continually before me in Jerusalem, the city which I have chosen for myself to put my name there."
    },
    {
      "verse": 37,
      "text": "And I will take you, and you shall reign \\f + \\fr 11:37 \\fl Gr. \\ft in all, \\fl or \\ft among all which, etc. \\f* as your soul desires, and you shall be king over Israel."
    },
    {
      "verse": 40,
      "text": "And Solomon sought to kill Jeroboam: but he arose and fled into Egypt, to Susakim king of Egypt, and he was in Egypt until Solomon died."
    },
    {
      "verse": 41,
      "text": "And the rest of the \\f + \\fr 11:41 \\fl Gr. \\ft words. \\f* history of Solomon, and all that he did, and all his wisdom, behold are not these things written in the book of the \\f + \\fr 11:41 \\fl Gr. \\ft words \\fl or \\ft things. \\f* life of Solomon?"
    },
    {
      "verse": 42,
      "text": "And the days \\add during\\add* which Solomon reigned in Jerusalem over all Israel \\add were\\add* forty years."
    },
    {
      "verse": 43,
      "text": "And Solomon slept with his fathers, and they buried him in the city of David his father. And it came to pass when Jeroboam son of Nabat heard \\add of it\\add*, even while he was yet in Egypt as he fled from the face of Solomon and lived in Egypt, he straightway comes into his own city, into the land of Sarira in the mount of Ephraim. And king Solomon slept with his fathers, and Roboam his son reigned in his stead."
    }
  ]
}