{
  "book_id": "1KI",
  "chapter": 14,
  "verses": [
    {
      "verse": 21,
      "text": "\\f + \\fr 14:21 \\ft Brenton's footnote here says 'The first 20 verses of this chapter are supplied by the \\fl Alex.' \\f* And Roboam son of Solomon ruled over Juda. Roboam \\f + \\fr 14:21 \\fl Gr. \\ft a son of 41 years in his reigning. \\f* was forty and one years old when he began to reign, and he reigned seventeen years in the city Jerusalem, which the Lord chose to put his name there out of all the tribes of Israel: and his mother's name \\add was\\add* Naama the Ammonitess."
    },
    {
      "verse": 22,
      "text": "And Roboam did evil in the sight of the Lord; and he provoked him in all the things which their fathers did in their sins which they sinned."
    },
    {
      "verse": 23,
      "text": "And they built for themselves high places, and pillars, and \\add planted\\add* groves on every high hill, and under every shady tree."
    },
    {
      "verse": 24,
      "text": "And there was a conspiracy in the land, and they did \\f + \\fr 14:24 \\fl Gr. \\ft of. \\f* according to all the abominations of the nations which the Lord removed \\f + \\fr 14:24 \\fl Gr. \\ft from the face of. \\f* from before the children of Israel."
    },
    {
      "verse": 25,
      "text": "And it came to pass in the fifth year \\f + \\fr 14:25 \\fl Gr. \\ft of Roboam reigning. \\f* of the reign of Roboam, Susakim king of Egypt came up against Jerusalem;"
    },
    {
      "verse": 26,
      "text": "and took all the treasures of the house of the Lord, and the treasures of the king's house, and the golden spears which David took out of the hand of the sons of Adrazaar king of Suba, and brought them into Jerusalem, even all that he took, \\add and\\add* the \\f + \\fr 14:26 \\fl Gr. \\ft arms. \\f* golden shields which Solomon had made, \\f + \\fr 14:26 \\ft the remainder of this verse (here shown in italics) is not in \\fqa Heb. or \\fl Alex. \\f* \\add and carried them away into Egypt.\\add*"
    },
    {
      "verse": 27,
      "text": "And king Roboam made brazen shields instead of them; and the chiefs of the golden shields which Solomon had made, and the chiefs of the \\f + \\fr 14:27 \\fl Gr. \\ft runners by the side of. \\f* body guard, who kept the gate of the house of the king, were placed in charge over them."
    },
    {
      "verse": 28,
      "text": "And it came to pass when the king went into the house of the Lord, that the body guard took them up, and fixed them in the \\f + \\fr 14:28 \\ft The \\fqa Heb. חא is retained in the \\fl Gr. \\f* chamber of the body guard."
    },
    {
      "verse": 29,
      "text": "And the rest of the \\f + \\fr 14:29 \\fl Gr. \\ft words. \\f* history of Roboam, and all that he did, behold, are they not written in the book of the chronicles \\f + \\fr 14:29 \\fl Gr. \\ft to \\fl or \\ft for. \\f* of the kings of Juda?"
    },
    {
      "verse": 30,
      "text": "And there was war between Roboam and Jeroboam continually."
    },
    {
      "verse": 31,
      "text": "And Roboam slept with his fathers, and was buried with his fathers in the city of David: and Abiu his son reigned in his stead."
    }
  ]
}