{
  "book_id": "1KI",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And Eliu the prophet, the Thesbite of Thesbae of Galaad, said to Achaab, As the Lord God of hosts, the God of Israel, lives, before whom I stand, there shall not be these years dew nor rain, except by the word of my mouth."
    },
    {
      "verse": 2,
      "text": "And the word of the Lord came to Eliu, saying,"
    },
    {
      "verse": 3,
      "text": "Depart hence eastward, and hide you by the brook of Chorrath, that is before Jordan."
    },
    {
      "verse": 4,
      "text": "And it shall be thatyou shall drink water of the brook, and I will charge the ravens to feed you there."
    },
    {
      "verse": 5,
      "text": "And Eliu did according to the word of the Lord, and he sat by the brook of Chorrath before Jordan."
    },
    {
      "verse": 6,
      "text": "And the ravens brought him loaves in the morning, and flesh in the evening and he drank water of the brook."
    },
    {
      "verse": 7,
      "text": "And it came to pass after some time, that the brook was dried up, because there had been no rain upon the earth."
    },
    {
      "verse": 8,
      "text": "And the word of the Lord came to Eliu, saying,"
    },
    {
      "verse": 9,
      "text": "Arise, and go to Sarepta of the Sidonian land: behold, I have there commanded a widow-woman to maintain you."
    },
    {
      "verse": 10,
      "text": "And he arose and went to Sarepta, and came to the gate of the city: and, behold, a widow-woman was there gathering sticks; and Eliu cried after her, and said to her, Fetch me, I pray you, a little water in a vessel, that I may drink."
    },
    {
      "verse": 11,
      "text": "And she went to fetch it; and Eliu cried after her, and said, Bring me, I pray you, a morsel of the bread that is in your hand."
    },
    {
      "verse": 12,
      "text": "And the woman said, Asthe Lord your God lives, I have not a cake, but only a handful of meal in the pitcher, and a little oil in a cruse, and, behold, I am going to gather two sticks, and I shall go in and dress it for myself and my children, and we shall eat it and die."
    },
    {
      "verse": 13,
      "text": "And Eliu said to her, Be of good courage, go in and do according to your word: but make me thereof a little cake, and you shall bring itout to me first, and you shall make somefor yourself and your children last."
    },
    {
      "verse": 14,
      "text": "For thus says the Lord, The pitcher of meal shall not fail, and the cruse of oil shall not diminish, until the day that the Lord gives rain upon the earth."
    },
    {
      "verse": 15,
      "text": "And the woman went and did so, and did eat, she, and he, and her children."
    },
    {
      "verse": 16,
      "text": "And the pitcher of meal failed not, and the cruse of oil was not diminished, according to the word of the Lord which he spoke by the hand of Eliu."
    },
    {
      "verse": 17,
      "text": "And it came to pass afterward, that the son of the woman the mistress of the house was sick; and his sickness was very severe, until there was no breath left in him."
    },
    {
      "verse": 18,
      "text": "And she said to Eliu, What have I to do with you, O man of God? have you come in to me to bring my sins to remembrance, and to kill my son?"
    },
    {
      "verse": 19,
      "text": "And Eliu said to the woman, Give me your son. And he took him out of her bosom, and took him up to the chamber in which he himself lodged, and laid him on the bed."
    },
    {
      "verse": 20,
      "text": "And Eliu cried aloud, and said, Alas, O Lord, the witness of the widow with whom I sojourn, you have wrought evil for herin slaying her son."
    },
    {
      "verse": 21,
      "text": "And he breathed on the child thrice, and called on the Lord, and said, O Lord my God, let, I pray you, the soul of this child return to him."
    },
    {
      "verse": 22,
      "text": "And it was so, and the child cried out,"
    },
    {
      "verse": 23,
      "text": "and he brought him down from the upper chamber into the house, and gave him to his mother; and Eliu said, See, your son lives."
    },
    {
      "verse": 24,
      "text": "And the woman said to Eliu, Behold, I know that you area man of God, and the word of the Lord in your mouth istrue."
    }
  ]
}