{
  "book_id": "1KI",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And Nabuthai the Jezraelite had a vineyard, near the threshing floor of Achaab king of Samaria."
    },
    {
      "verse": 2,
      "text": "And Achaab spoke to Nabuthai, saying, Give me your vineyard, and I will have it for a garden of herbs, for it \\add is\\add* near my house: and I will give you another vineyard better than it; or if \\f + \\fr 20:2 \\fl Gr. \\ft it is pleasing before you. \\f* it please you, I will give you money, the price of this your vineyard, and I will have it for a garden of herbs."
    },
    {
      "verse": 3,
      "text": "And Nabuthai said to Achaab, My God forbid me that I should give you the inheritance of my fathers."
    },
    {
      "verse": 4,
      "text": "And the spirit of Achaab was troubled, and he lay down upon his bed, and covered his face, and ate no bread."
    },
    {
      "verse": 5,
      "text": "And Jezabel his wife went in to him, and spoke to him, \\add saying\\add*, Why \\add is\\add* your spirit troubled, and \\add why\\add* do you eat no bread?"
    },
    {
      "verse": 6,
      "text": "And he said to her, Because I spoke to Nabuthai the Jezraelite, saying, Give me your vineyard for money; or if you will, I will give you another vineyard for it: and he said, I will not give you the inheritance of my fathers."
    },
    {
      "verse": 7,
      "text": "And Jezabel his wife said to him, Do you now thus act the king over Israel? arise, and eat bread, and be \\f + \\fr 20:7 \\fl Or, \\ft like yourself. \\f* your own \\add master\\add*, and I will give you the vineyard of Nabuthai the Jezraelite."
    },
    {
      "verse": 8,
      "text": "And she wrote a \\f + \\fr 20:8 \\fl Gr. \\ft book. \\f* letter in the name of Achaab, and sealed it with his seal, and sent the letter to the elders, and to the \\f + \\fr 20:8 \\ft Possibly nobles is here meant. \\f* freemen who lived with Nabuthai."
    },
    {
      "verse": 9,
      "text": "And \\f + \\fr 20:9 \\fl Gr. \\ft had been written. \\f* it was written in the letters, saying, Keep a fast, and set Naboth in a chief place among the people."
    },
    {
      "verse": 10,
      "text": "And set two men, sons of transgressors, before him, and let them testify against him, saying, He \\f + \\fr 20:10 \\ft See \\fl Prof. Lee \\ft on the word ברך in Job 2:9 \\fl Heb. Gram. p.92. \\f* blessed God and the king: and let them lead him forth, and stone him, and let them die."
    },
    {
      "verse": 11,
      "text": "And the men of his city, the elders, and the nobles who lived in his city, did as Jezabel sent to them, and as it had been written in the letters which she sent to them."
    },
    {
      "verse": 12,
      "text": "And they \\f + \\fr 20:12 \\fl Gr. \\ft called. \\f* proclaimed a fast, and set Nebuthai in a chief place among the people."
    },
    {
      "verse": 13,
      "text": "And two men, sons of transgressors, came in, and sat opposite him, and bore witness against him, saying, You have blessed God and the king. And they led him forth out of the city, and stoned him with stones, and he died."
    },
    {
      "verse": 14,
      "text": "And they sent to Jezabel, saying, Nabuthai is stoned, and is dead."
    },
    {
      "verse": 15,
      "text": "And it came to pass, when Jezabel heard \\add it\\add*, that she said to Achaab, Arise, \\f + \\fr 20:15 \\fl Gr. \\ft inherit. \\f* take possession of the vineyard of Nabuthai the Jezraelite, who \\f + \\fr 20:15 \\fl Gr. \\ft sold it not. \\f* would not sell it to you: for Nebuthai is not alive, for he is dead."
    },
    {
      "verse": 16,
      "text": "And it came to pass, when Achaab heard that Nabuthai the Jezraelite was dead, that he tore his garments, and put on sackcloth. And it came to pass afterward, that Achaab arose and went down to the vineyard of Nabuthai the Jezraelite, \\f + \\fr 20:16 \\fl Gr. \\ft to inherit it. \\f* to take possession of it."
    },
    {
      "verse": 17,
      "text": "And the Lord spoke to Eliu the Thesbite, saying,"
    },
    {
      "verse": 18,
      "text": "Arise, and go down to meet Achaab king of Israel, who is in Samaria, for he \\add is\\add* in the vineyard of Nabuthai, for he has gone down there to take possession of it."
    },
    {
      "verse": 19,
      "text": "And you shall speak to him, saying, \\f + \\fr 20:19 \\fl Gr. \\ft these things. \\f* Thus says the Lord, Forasmuch as you have slain and taken possession, therefore thus says the Lord, In every place where the swine and the dogs have licked the blood of Nabuthai, there shall the dogs lick your blood; and the harlots shall wash themselves in your blood."
    },
    {
      "verse": 20,
      "text": "And Achaab said to Eliu, Have you found me, my enemy? and he said, I have found \\add you\\add*: because you have \\f + \\fr 20:20 \\fl Gr. \\ft foolishly, \\fl or \\ft in vain. \\f* wickedly sold yourself to work evil in the sight of the Lord, to provoke him to anger;"
    },
    {
      "verse": 21,
      "text": "behold, I bring \\f + \\fr 20:21 \\fl Gr. \\ft evils. \\f* evil upon you: and I will kindle a fire after you, and I will utterly destroy every male of Achaab, and him that is shut up and him that is left in Israel."
    },
    {
      "verse": 22,
      "text": "And I will \\f + \\fr 20:22 \\fl Gr. \\ft give. \\f* make your house as the house of Jeroboam the son of Nabat, and as the house of Baasa son of Achia, because of the provocations wherewith you have provoked \\add me\\add*, and caused Israel to sin."
    },
    {
      "verse": 23,
      "text": "And the Lord spoke \\f + \\fr 20:23 \\fl Or, \\ft to Jezabel. \\f* of Jezabel, saying, The dogs shall devour her \\f + \\fr 20:23 \\fl Or, \\ft by. \\f* within the fortification of Jezrael."
    },
    {
      "verse": 24,
      "text": "Him that is dead of Achaab in the city shall the dogs eat, and him that is dead of him in the field shall the birds of the sky eat."
    },
    {
      "verse": 25,
      "text": "But Achaab \\add did\\add* wickedly, \\f + \\fr 20:25 \\fl Gr. \\ft who sold, etc. \\f* in that he sold himself to do that which was evil in the sight of the Lord, as his wife Jezabel led him astray."
    },
    {
      "verse": 26,
      "text": "And he did very abominably in following after the abominations, according to all that the Amorite did, whom the Lord utterly destroyed from before the children of Israel."
    },
    {
      "verse": 27,
      "text": "And because of the word, Achaab was pierced with sorrow \\f + \\fr 20:27 \\fl Gr. \\ft the face, as it were, of the Lord. \\f* before the Lord, and he both went weeping, and tore his garment, and girded sackcloth upon his body, and fasted; he put on sackcloth also in the day that he struck Nabuthai the Jezraelite, and went his way."
    },
    {
      "verse": 28,
      "text": "And the word of the Lord came by the hand of his servant Eliu concerning Achaab, and the Lord said,"
    },
    {
      "verse": 29,
      "text": "Have you seen how Achaab has been pricked \\add to the heart\\add* before me? I will not bring on the evil in his days, but in his son's days will I bring on the evil."
    }
  ]
}