{
  "book_id": "MAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "An oracle. The message of the \\+w Lord|strong=\"H3068\"\\+w*to Israel through Malachi."
    },
    {
      "verse": 2,
      "text": "‘I have loved you,’ says the \\+w Lord|strong=\"H3068\"\\+w*. ‘But you ask, “How have you shown love to us?” Was not Esau Jacob’s brother?’ explains the \\+w Lord|strong=\"H3068\"\\+w*of hosts, ‘yet I loved Jacob,"
    },
    {
      "verse": 3,
      "text": "but hated Esau, and made his mountains a desolation, and transformed his ancestral land into a wilderness."
    },
    {
      "verse": 4,
      "text": "When Edom says, “We are beaten down, but we will return and rebuild the ruined places”’ the \\+w Lord|strong=\"H3068\"\\+w*of hosts says, ‘They may build, but I will throw down. They will be called, “The border land of wickedness,” the people against whom the \\+w Lord|strong=\"H3068\"\\+w*is angry forever."
    },
    {
      "verse": 5,
      "text": "Your own eyes will see this, and you will say, “the \\+w Lord|strong=\"H3068\"\\+w*’s greatness reaches beyond the border of Israel.”’ Against the Priests"
    },
    {
      "verse": 6,
      "text": "‘A son honours his father and servant their master. If I am a father, where is my honour? And if I am a master, where is the one who fears me? So says the \\+w Lord|strong=\"H3068\"\\+w*to you, priests who despise my name. You ask, “How have we despised your name?”"
    },
    {
      "verse": 7,
      "text": "You offer on my altar bread that is polluted. You ask, “How have we polluted it?” Because you say, “The table of the \\+w Lord|strong=\"H3068\"\\+w*is contemptible.”"
    },
    {
      "verse": 8,
      "text": "When you offer the blind animal for sacrifice, “It doesn’t matter!” And when you offer the lame and the sick “It doesn’t matter!” Give an animal like that to your governor; will he be pleased with it? Will he receive you favourably?’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 9,
      "text": "Now, plead for the favour of God with such an offering, so that he may be gracious to us. ‘Would I receive any of you favourably?’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 10,
      "text": "‘If only one of you would shut the temple doors, so that you could not kindle useless fires on my altar! I have no pleasure in you,’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, ‘Nor will I accept an offering from your hand."
    },
    {
      "verse": 11,
      "text": "For from the rising of the sun to its setting my name is great among the nations, and in every place they offer to my name a pure offering. For my name is great among the nations,’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 12,
      "text": "‘But you profane me when you say, “The table of the Lordis polluted, and its food is contemptible.”"
    },
    {
      "verse": 13,
      "text": "You say also, “How tired we are of all this!” and you sniff contemptuously at it. You have brought the blind, the lame and the sick as offerings. Should I accept this from your hand?’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 14,
      "text": "‘Cursed be the cheat, who has in his flock a valuable male, but vows and sacrifices to the Lord a blemished animal! For I am a great king,’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, ‘and my name is feared among the nations.’"
    }
  ]
}