{
  "book_id": "MAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "‘Now, you priests, this command is for you."
    },
    {
      "verse": 2,
      "text": "If you will not hear, and if you do not take it to heart, to give glory to my name,’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, ‘Then I will lay a curse on you. I will turn your blessings into curses. Indeed I have already done so, because you pay no attention."
    },
    {
      "verse": 3,
      "text": "I will punish your descendants! I will spread offal upon your faces, even the offal of your pilgrim feasts, you will be discarded."
    },
    {
      "verse": 4,
      "text": "You will then know that I have sent this command to you, so that my covenant with Levi may be preserved,’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 5,
      "text": "‘My covenant with him was to give life and peace. I gave them to him so that he might revere me. He revered me, and stood in awe of my name."
    },
    {
      "verse": 6,
      "text": "The true instruction was in his mouth, and injustice was not found in his lips; He walked with me in peace and uprightness, and turned many away from iniquity."
    },
    {
      "verse": 7,
      "text": "For the priest’s lips should keep knowledge, and people should seek the law from his mouth, because he is the messenger of the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 8,
      "text": "‘But you have turned aside from that way. You have caused many to stumble in the law. You have corrupted the covenant of Levi,’ says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 9,
      "text": "‘So I have I made you contemptible and degraded before all the people, because you have not kept my ways, and have had no respect for me in imparting the law.’ Unfaithfulness"
    },
    {
      "verse": 10,
      "text": "Don’t we have all one father? Didn’t one God created us? Why do we deal faithlessly with one another, profaning the covenant of our ancestors?"
    },
    {
      "verse": 11,
      "text": "Judah is treacherous, and abominations are committed in Israel and in Jerusalem because Judah has profaned the holy things loved by the \\+w Lord|strong=\"H3068\"\\+w*, and has married the daughter of a foreign god."
    },
    {
      "verse": 12,
      "text": "May the \\+w Lord|strong=\"H3068\"\\+w*banish from the community of Jacob anyone who does this, anyone awaking, testifying, and making an offering to the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 13,
      "text": "And you also do this: You cover the altar of the \\+w Lord|strong=\"H3068\"\\+w*with tears, because he doesn’t accept the offering any more, doesn’t accept it from your hand."
    },
    {
      "verse": 14,
      "text": "Yet you ask, ‘Why?’ Because the \\+w Lord|strong=\"H3068\"\\+w*is testifying against you on behalf of the wife you married when you were young. You have been unfaithful to her, even though she is your companion, and your legal wife."
    },
    {
      "verse": 15,
      "text": "Did not the one God make everyone, so that all both flesh and spirit is his? And what does that one God seek but godly children? Therefore keep watch over your spirit, and let none of you deal faithlessly with the wife of your youth."
    },
    {
      "verse": 16,
      "text": "‘A man who divorces or puts away his wife,’ says \\+w Lord|strong=\"H3068\"\\+w*, the God of Israel, ‘overwhelms her with cruelty.’ The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: ‘Keep watch over your spirit, do not be unfaithful.’ The Lord’s Coming Judgment"
    },
    {
      "verse": 17,
      "text": "You have wearied the \\+w Lord|strong=\"H3068\"\\+w*with your words. You ask, ‘How have we wearied him?’ By saying, ‘Everyone who does evil is good in the sight of the \\+w Lord|strong=\"H3068\"\\+w*, and he delights in them.’ Or, ‘Where is the God of justice?’"
    }
  ]
}