{
  "book_id": "1CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Κἀγώ, ἀδελφοί, οὐκ ἠδυνήθην λαλῆσαι ὑμῖν ὡς πνευματικοῖς ἀλλ’ ὡς σαρκίνοις, ὡς νηπίοις ἐν Χριστῷ."
    },
    {
      "verse": 2,
      "text": "γάλα ὑμᾶς ἐπότισα οὐ βρῶμα· οὔπω γὰρ ἐδύνασθε. ἀλλ’ οὐδὲ ἔτι νῦν δύνασθε·"
    },
    {
      "verse": 3,
      "text": "ἔτι γὰρ σαρκικοί ἐστε. ὅπου γὰρ ἐν ὑμῖν ζῆλος καὶ ἔρις, οὐχὶ σαρκικοί ἐστε καὶ κατὰ ἄνθρωπον περιπατεῖτε;"
    },
    {
      "verse": 4,
      "text": "ὅταν γὰρ λέγῃ τις, ἐγὼ μέν εἰμι Παύλου, ἕτερος δέ, ἐγὼ Ἀπολλῶ, οὐκ ἄνθρωποί ἐστε;"
    },
    {
      "verse": 5,
      "text": "τί οὖν ἐστιν Ἀπολλῶς; τί δέ ἐστιν Παῦλος; διάκονοι δι’ ὧν ἐπιστεύσατε, καὶ ἑκάστῳ ὡς ὁ κύριος ἔδωκεν."
    },
    {
      "verse": 6,
      "text": "ἐγὼ ἐφύτευσα, Ἀπολλὼς ἐπότισεν, ἀλλὰ ὁ θεὸς ηὔξανεν·"
    },
    {
      "verse": 7,
      "text": "ὥστε οὔτε ὁ φυτεύων ἐστίν τι οὔτε ὁ ποτίζων, ἀλλ’ ὁ αὐξάνων θεός."
    },
    {
      "verse": 8,
      "text": "ὁ φυτεύων δὲ καὶ ὁ ποτίζων ἕν εἰσιν, ἕκαστος δὲ τὸν ἴδιον μισθὸν λήμψεται κατὰ τὸν ἴδιον κόπον."
    },
    {
      "verse": 9,
      "text": "θεοῦ γάρ ἐσμεν συνεργοί· θεοῦ γεώργιον, θεοῦ οἰκοδομή ἐστε."
    },
    {
      "verse": 10,
      "text": "Κατὰ τὴν χάριν τοῦ θεοῦ τὴν δοθεῖσάν μοι ὡς σοφὸς ἀρχιτέκτων θεμέλιον ἔθηκα, ἄλλος δὲ ἐποικοδομεῖ. ἕκαστος δὲ βλεπέτω πῶς ἐποικοδομεῖ·"
    },
    {
      "verse": 11,
      "text": "θεμέλιον γὰρ ἄλλον οὐδεὶς δύναται θεῖναι παρὰ τὸν κείμενον, ὅς ἐστιν Ἰησοῦς Χριστός."
    },
    {
      "verse": 12,
      "text": "εἰ δέ τις ἐποικοδομεῖ ἐπὶ τὸν θεμέλιον χρυσίον, ἀργύριον, λίθους τιμίους, ξύλα, χόρτον, καλάμην,"
    },
    {
      "verse": 13,
      "text": "ἑκάστου τὸ ἔργον φανερὸν γενήσεται, ἡ γὰρ ἡμέρα δηλώσει· ὅτι ἐν πυρὶ ἀποκαλύπτεται, καὶ ἑκάστου τὸ ἔργον ὁποῖόν ἐστιν τὸ πῦρ αὐτὸ δοκιμάσει."
    },
    {
      "verse": 14,
      "text": "εἴ τινος τὸ ἔργον μενεῖ ὃ ἐποικοδόμησεν, μισθὸν λήμψεται·"
    },
    {
      "verse": 15,
      "text": "εἴ τινος τὸ ἔργον κατακαήσεται, ζημιωθήσεται, αὐτὸς δὲ σωθήσεται, οὕτως δὲ ὡς διὰ πυρός."
    },
    {
      "verse": 16,
      "text": "Οὐκ οἴδατε ὅτι ναὸς θεοῦ ἐστε καὶ τὸ πνεῦμα τοῦ θεοῦ οἰκεῖ ἐν ὑμῖν;"
    },
    {
      "verse": 17,
      "text": "εἴ τις τὸν ναὸν τοῦ θεοῦ φθείρει, φθερεῖ τοῦτον ὁ θεός· ὁ γὰρ ναὸς τοῦ θεοῦ ἅγιός ἐστιν, οἵτινές ἐστε ὑμεῖς."
    },
    {
      "verse": 18,
      "text": "Μηδεὶς ἑαυτὸν ἐξαπατάτω· εἴ τις δοκεῖ σοφὸς εἶναι ἐν ὑμῖν ἐν τῷ αἰῶνι τούτῳ, μωρὸς γενέσθω, ἵνα γένηται σοφός."
    },
    {
      "verse": 19,
      "text": "ἡ γὰρ σοφία τοῦ κόσμου τούτου μωρία παρὰ τῷ θεῷ ἐστιν· γέγραπται γάρ, ὁ δρασσόμενος τοὺς σοφοὺς ἐν τῇ πανουργίᾳ αὐτῶν·"
    },
    {
      "verse": 20,
      "text": "καὶ πάλιν, κύριος γινώσκει τοὺς διαλογισμοὺς τῶν σοφῶν ὅτι εἰσὶν μάταιοι."
    },
    {
      "verse": 21,
      "text": "ὥστε μηδεὶς καυχάσθω ἐν ἀνθρώποις· πάντα γὰρ ὑμῶν ἐστιν,"
    },
    {
      "verse": 22,
      "text": "εἴτε Παῦλος εἴτε Ἀπολλῶς εἴτε Κηφᾶς εἴτε κόσμος εἴτε ζωὴ εἴτε θάνατος εἴτε ἐνεστῶτα εἴτε μέλλοντα, πάντα ὑμῶν,"
    },
    {
      "verse": 23,
      "text": "ὑμεῖς δὲ Χριστοῦ, Χριστὸς δὲ θεοῦ."
    }
  ]
}