{
  "book_id": "ECC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Remember also thy Creator in the days of thy youth, before the evil days come, and the years draw nigh, when thou shalt say, I have no pleasure in them;"
    },
    {
      "verse": 2,
      "text": "before the sun, and the light, and the moon, and the stars, are darkened, and the clouds return after the rain;"
    },
    {
      "verse": 3,
      "text": "in the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out of the windows shall be darkened,"
    },
    {
      "verse": 4,
      "text": "and the doors shall be shut in the street; when the sound of the grinding is low, and one shall rise up at the voice of a bird, and all the daughters of music shall be brought low;"
    },
    {
      "verse": 5,
      "text": "yea, they shall be afraid of that which ishigh, and terrors shall bein the way; and the almond-tree shall blossom, and the grasshopper shall be a burden, and desire shall fail; because man goeth to his everlasting home, and the mourners go about the streets:"
    },
    {
      "verse": 6,
      "text": "before the silver cord is loosed, or the golden bowl is broken, or the pitcher is broken at the fountain, or the wheel broken at the cistern,"
    },
    {
      "verse": 7,
      "text": "and the dust returneth to the earth as it was, and the spirit returneth unto God who gave it."
    },
    {
      "verse": 8,
      "text": "Vanity of vanities, saith the Preacher; all is vanity."
    },
    {
      "verse": 9,
      "text": "And further, because the Preacher was wise, he still taught the people knowledge; yea, he pondered, and sought out, andset in order many proverbs."
    },
    {
      "verse": 10,
      "text": "The Preacher sought to find out acceptable words, and that which was written uprightly, evenwords of truth."
    },
    {
      "verse": 11,
      "text": "The words of the wise are as goads; and as nails well fastened are the words ofthe masters of assemblies, whichare given from one shepherd."
    },
    {
      "verse": 12,
      "text": "And furthermore, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh."
    },
    {
      "verse": 13,
      "text": "This isthe end of the matter; all hath been heard: Fear God, and keep his commandments; for this is the whole dutyof man."
    },
    {
      "verse": 14,
      "text": "For God will bring every work into judgment, with every hidden thing, whether it be good, or whether it be evil."
    }
  ]
}