{
  "book_id": "1KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "So king Solomon was king over all Israel."
    },
    {
      "verse": 2,
      "text": "And these \\add were\\add* the princes which he had; Azariah the son of Zadok the priest,"
    },
    {
      "verse": 3,
      "text": "Elihoreph and Ahiah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder."
    },
    {
      "verse": 4,
      "text": "And Benaiah the son of Jehoiada \\add was\\add* over the host: and Zadok and Abiathar \\add were\\add* the priests:"
    },
    {
      "verse": 5,
      "text": "and Azariah the son of Nathan \\add was\\add* over the officers: and Zabud the son of Nathan \\add was\\add* principal officer, \\add and\\add* the king’s friend:"
    },
    {
      "verse": 6,
      "text": "and Ahishar \\add was\\add* over the household: and Adoniram the son of Abda \\add was\\add* over the tribute."
    },
    {
      "verse": 7,
      "text": "And Solomon had twelve officers over all Israel, which provided victuals for the king and his household: each man \\add his\\add* month in a year made provision."
    },
    {
      "verse": 8,
      "text": "And these \\add are\\add* their names: The son of Hur, in mount Ephraim:"
    },
    {
      "verse": 9,
      "text": "the son of Dekar, in Makaz, and in Shaalbim, and Beth-shemesh, and Elon-beth-hanan:"
    },
    {
      "verse": 10,
      "text": "the son of Hesed, in Aruboth; to him \\add pertained\\add* Sochoh, and all the land of Hepher:"
    },
    {
      "verse": 11,
      "text": "the son of Abinadab, \\add in\\add* all the region of Dor; which had Taphath the daughter of Solomon to wife:"
    },
    {
      "verse": 12,
      "text": "Baana the son of Ahilud; \\add to him pertained\\add* Taanach and Megiddo, and all Beth-shean, which \\add is\\add* by Zartanah beneath Jezreel, from Beth-shean to Abel-meholah, \\add even\\add* unto \\add the place that is\\add* beyond Jokneam:"
    },
    {
      "verse": 13,
      "text": "the son of Geber, in Ramoth-gilead; to him \\add pertained\\add* the towns of Jair the son of Manasseh, which \\add are\\add* in Gilead; to him \\add also pertained\\add* the region of Argob, which \\add is\\add* in Bashan, threescore great cities \\add with\\add* walls and brasen bars:"
    },
    {
      "verse": 14,
      "text": "Ahinadab the son of Iddo \\add had\\add* Mahanaim:"
    },
    {
      "verse": 15,
      "text": "Ahimaaz \\add was\\add* in Naphtali; he also took Basmath the daughter of Solomon to wife:"
    },
    {
      "verse": 16,
      "text": "Baanah the son of Hushai \\add was\\add* in Asher and in Aloth:"
    },
    {
      "verse": 17,
      "text": "Jehoshaphat the son of Paruah, in Issachar:"
    },
    {
      "verse": 18,
      "text": "Shimei the son of Elah, in Benjamin:"
    },
    {
      "verse": 19,
      "text": "Geber the son of Uri \\add was\\add* in the country of Gilead, \\add in\\add* the country of Sihon king of the Amorites, and of Og king of Bashan; and \\add he was\\add* the only officer which \\add was\\add* in the land."
    },
    {
      "verse": 20,
      "text": "Judah and Israel \\add were\\add* many, as the sand which \\add is\\add* by the sea in multitude, eating and drinking, and making merry."
    },
    {
      "verse": 21,
      "text": "And Solomon reigned over all kingdoms from the river \\add unto\\add* the land of the Philistines, and unto the border of Egypt: they brought presents, and served Solomon all the days of his life."
    },
    {
      "verse": 22,
      "text": "And Solomon’s provision for one day was thirty measures of fine flour, and threescore measures of meal,"
    },
    {
      "verse": 23,
      "text": "ten fat oxen, and twenty oxen out of the pastures, and an hundred sheep, beside harts, and roebucks, and fallowdeer, and fatted fowl."
    },
    {
      "verse": 24,
      "text": "For he had dominion over all \\add the region\\add* on \\add this\\add* side the river, from Tiphsah even to Azzah, over all the kings on \\add this\\add* side the river: and he had peace on all sides round about him."
    },
    {
      "verse": 25,
      "text": "And Judah and Israel dwelt safely, every man under his vine and under his fig tree, from Dan even to Beer-sheba, all the days of Solomon."
    },
    {
      "verse": 26,
      "text": "And Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen."
    },
    {
      "verse": 27,
      "text": "And those officers provided victual for king Solomon, and for all that came unto king Solomon’s table, every man \\add in\\add* his month: they lacked nothing."
    },
    {
      "verse": 28,
      "text": "Barley also and straw for the horses and dromedaries brought they unto the place where \\add the officers\\add* were, every man according to his charge."
    },
    {
      "verse": 29,
      "text": "And God gave Solomon wisdom and understanding exceeding much, and largeness of heart, \\add even\\add* as the sand that \\add is\\add* on the sea shore."
    },
    {
      "verse": 30,
      "text": "And Solomon’s wisdom excelled the wisdom of all the children of the east country, and all the wisdom of Egypt."
    },
    {
      "verse": 31,
      "text": "For he was wiser than all men; than Ethan the Ezrahite, and Heman, and Chalcol, and Darda, the sons of Mahol: and his fame was in all nations round about."
    },
    {
      "verse": 32,
      "text": "And he spake three thousand proverbs: and his songs were a thousand and five."
    },
    {
      "verse": 33,
      "text": "And he spake of trees, from the cedar tree that \\add is\\add* in Lebanon even unto the hyssop that springeth out of the wall: he spake also of beasts, and of fowl, and of creeping things, and of fishes."
    },
    {
      "verse": 34,
      "text": "And there came of all people to hear the wisdom of Solomon, from all kings of the earth, which had heard of his wisdom."
    }
  ]
}