{
  "book_id": "1KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Hiram king of Tyre sent his servants unto Solomon; for he had heard that they had anointed him king in the room of his father: for Hiram was ever a lover of David."
    },
    {
      "verse": 2,
      "text": "And Solomon sent to Hiram, saying,"
    },
    {
      "verse": 3,
      "text": "Thou knowest how that David my father could not build a house unto the name of the Lordhis God for the wars which were about him on every side, until the Lordput them under the soles of his feet."
    },
    {
      "verse": 4,
      "text": "But now the Lordmy God hath given me rest on every side, so that there isneither adversary nor evil occurrent."
    },
    {
      "verse": 5,
      "text": "And behold, I purpose to build a house unto the name of the Lordmy God, as the Lordspake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build a house unto my name."
    },
    {
      "verse": 6,
      "text": "Now therefore command thou that they hew me cedar trees out of Lebanon; and my servants shall be with thy servants: and unto thee will I give hire for thy servants according to all that thou shalt appoint: for thou knowest that there isnot among us any thatcan skill to hew timber like unto the Sidonians."
    },
    {
      "verse": 7,
      "text": "And it came to pass, when Hiram heard the words of Solomon, that he rejoiced greatly, and said, Blessed bethe Lordthisday, which hath given unto David a wise son over this great people."
    },
    {
      "verse": 8,
      "text": "And Hiram sent to Solomon, saying, I have considered the thingswhich thou sentest to me for: andI will do all thy desire concerning timber of cedar, and concerning timber of fir."
    },
    {
      "verse": 9,
      "text": "My servants shall bring themdown from Lebanon unto the sea: and I will convey them by sea inflotes unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them:and thou shalt accomplish my desire, in giving food for my household."
    },
    {
      "verse": 10,
      "text": "So Hiram gave Solomon cedar trees and fir trees according toall his desire."
    },
    {
      "verse": 11,
      "text": "And Solomon gave Hiram twenty thousand measures of wheat forfood to his household, and twenty measures of pure oil: thus gave Solomon to Hiram year by year."
    },
    {
      "verse": 12,
      "text": "And the Lordgave Solomon wisdom, as he promised him: and there was peace between Hiram and Solomon; and they two made a league together."
    },
    {
      "verse": 13,
      "text": "And king Solomon raised a levy out of all Israel; and the levy was thirty thousand men."
    },
    {
      "verse": 14,
      "text": "And he sent them to Lebanon, ten thousand a month bycourses: a month they were in Lebanon, andtwo months at home: and Adoniram wasover the levy."
    },
    {
      "verse": 15,
      "text": "And Solomon had threescore and ten thousand that bare burdens, and fourscore thousand hewers in the mountains;"
    },
    {
      "verse": 16,
      "text": "besides the chief of Solomon’s officers which wereover the work, three thousand and three hundred, which ruled over the people that wrought in the work."
    },
    {
      "verse": 17,
      "text": "And the king commanded, and they brought great stones, costly stones, andhewed stones, to lay the foundation of the house."
    },
    {
      "verse": 18,
      "text": "And Solomon’s builders and Hiram’s builders did hew them, and the stonesquarers: so they prepared timber and stones to build the house."
    }
  ]
}