{
  "book_id": "SIR",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "A wise judge will instruct his people; And the government of a man of understanding shall be well ordered."
    },
    {
      "verse": 2,
      "text": "As is the judge of his people, so are his ministers; And as is the ruler of the city, \\add such are\\add* all they that dwell therein."
    },
    {
      "verse": 3,
      "text": "An uninstructed king will destroy his people; And a city will be established through the understanding of the powerful."
    },
    {
      "verse": 4,
      "text": "In the hand of the Lord is the authority of the earth; And in due time he will raise up over it one that is profitable."
    },
    {
      "verse": 5,
      "text": "In the hand of the Lord is the prosperity of a man; And upon the person of the scribe shall he lay his honor."
    },
    {
      "verse": 6,
      "text": "Be not wroth with thy neighbor for every wrong; And do nothing by works of violence."
    },
    {
      "verse": 7,
      "text": "Pride is hateful before the Lord and \\add before\\add* men; And in the judgment of both will unrighteousness err."
    },
    {
      "verse": 8,
      "text": "Sovereignty is transferred from nation to nation, Because of iniquities, and deeds of violence, and greed of money."
    },
    {
      "verse": 9,
      "text": "Why is earth and ashes proud? Because in \\add his\\add* life he hath cast away his bowels."
    },
    {
      "verse": 10,
      "text": "\\add It is\\add* a long disease; the physician mocketh: And \\add he is\\add* a king today, and tomorrow he shall die."
    },
    {
      "verse": 11,
      "text": "For when a man is dead, He shall inherit creeping things, and beasts, and worms."
    },
    {
      "verse": 12,
      "text": "\\add It is\\add* the beginning of pride when a man departeth from the Lord; And his heart is departed from him that made him."
    },
    {
      "verse": 13,
      "text": "For the beginning of pride is sin; And he that keepeth it will pour forth abomination. For this cause the Lord brought upon them strange calamities, And overthrew them utterly."
    },
    {
      "verse": 14,
      "text": "The Lord cast down the thrones of rulers, And set the meek in their stead."
    },
    {
      "verse": 15,
      "text": "The Lord plucked up the roots of nations, And planted the lowly in their stead."
    },
    {
      "verse": 16,
      "text": "The Lord overthrew the lands of nations, And destroyed them unto the foundations of the earth."
    },
    {
      "verse": 17,
      "text": "He took some of them away, and destroyed them, And made their memorial to cease from the earth."
    },
    {
      "verse": 18,
      "text": "Pride hath not been created for men, Nor wrathful anger for the offspring of women."
    },
    {
      "verse": 19,
      "text": "What manner of seed hath honor? the seed of man. What manner of seed hath honor? they that fear the Lord. What manner of seed hath no honor? the seed of man. What manner of seed hath no honor? they that transgress the commandments."
    },
    {
      "verse": 20,
      "text": "In the midst of brethren he that ruleth them hath honor; And in the eyes of the Lord they that fear him."
    },
    {
      "verse": 22,
      "text": "The rich man, and the honorable, and the poor, Their glorying is the fear of the Lord."
    },
    {
      "verse": 23,
      "text": "It is not right to dishonor a poor man that hath understanding; And it is not fitting to glorify a man that is a sinner."
    },
    {
      "verse": 24,
      "text": "The great man, and the judge, and the mighty man, shall be glorified; And there is not one of them greater than he that feareth the Lord."
    },
    {
      "verse": 25,
      "text": "Free men shall minister unto a wise servant; And a man that hath knowledge will not murmur \\add thereat.\\add*"
    },
    {
      "verse": 26,
      "text": "Be not over wise in doing thy work; And glorify not thyself in the time of thy distress."
    },
    {
      "verse": 27,
      "text": "Better is he that laboreth, and aboundeth in all things, Than he that glorifieth himself, and lacketh bread."
    },
    {
      "verse": 28,
      "text": "My son, glorify thy soul in meekness, And give it honor according to the worthiness thereof."
    },
    {
      "verse": 29,
      "text": "Who will justify him that sinneth against his own soul? And who will glorify him that dishonoreth his own life?"
    },
    {
      "verse": 30,
      "text": "A poor man is glorified for his knowledge; And a rich man is glorified for his riches."
    },
    {
      "verse": 31,
      "text": "But he that is glorified in poverty, how much more in riches? And he that is inglorious in riches, how much more in poverty?"
    }
  ]
}