{
  "book_id": "SIR",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "The wisdom of the lowly shall lift up his head, And make him to sit in the midst of great men."
    },
    {
      "verse": 2,
      "text": "Commend not a man for his beauty; And abhor not a man for his outward appearance."
    },
    {
      "verse": 3,
      "text": "The bee is little among such as fly; And her fruit is the chief of sweetmeats."
    },
    {
      "verse": 4,
      "text": "Glory not in the putting on of raiment, And exalt not thyself in the day of honor; For the works of the Lord are wonderful, And his works are hidden among men."
    },
    {
      "verse": 5,
      "text": "Many kings have sat down upon the ground; And one that was never thought of hath worn a diadem."
    },
    {
      "verse": 6,
      "text": "Many mighty men have been greatly disgraced; And men of renown have been delivered into other men’s hands."
    },
    {
      "verse": 7,
      "text": "Blame not before thou hast examined: Understand first, and then rebuke."
    },
    {
      "verse": 8,
      "text": "Answer not before thou hast heard; And interrupt not in the midst of speech."
    },
    {
      "verse": 9,
      "text": "Strive not in a matter that concerneth thee not; And where sinners judge, sit not thou with them."
    },
    {
      "verse": 10,
      "text": "My son, be not busy about many matters: For if thou meddle much, thou shalt not be unpunished; And if thou pursue, thou shalt not overtake; And thou shalt not escape by fleeing."
    },
    {
      "verse": 11,
      "text": "There is one that toileth, and laboreth, and maketh haste, And is so much the more behind."
    },
    {
      "verse": 12,
      "text": "There is one that is sluggish, and hath need of help, Lacking in strength, and that aboundeth in poverty; And the eyes of the Lord looked upon him for good, And he set him up from his low estate,"
    },
    {
      "verse": 13,
      "text": "And lifted up his head; And many marveled at him."
    },
    {
      "verse": 14,
      "text": "Good things and evil, life and death, Poverty and riches, are from the Lord."
    },
    {
      "verse": 17,
      "text": "The gift of the Lord remaineth with the godly, And his good pleasure shall prosper forever."
    },
    {
      "verse": 18,
      "text": "There is that waxeth rich by his wariness and pinching, And this is the portion of his reward:"
    },
    {
      "verse": 19,
      "text": "When he saith, I have found rest, And now will I eat of my goods; Yet he knoweth not what time shall pass, And he shall leave them to others, and die."
    },
    {
      "verse": 20,
      "text": "Be steadfast in thy covenant, and be conversant therein, And wax old in thy work."
    },
    {
      "verse": 21,
      "text": "Marvel not at the works of a sinner; But trust the Lord, and abide in thy labor: For it is an easy thing in the sight of the Lord swiftly on the sudden to make a poor man rich."
    },
    {
      "verse": 22,
      "text": "The blessing of the Lord is in the reward of the godly; And in an hour that cometh swiftly he maketh his blessing to flourish."
    },
    {
      "verse": 23,
      "text": "Say not, What use is there of me? And what from henceforth shall my good things be?"
    },
    {
      "verse": 24,
      "text": "Say not, I have sufficient, And from henceforth what harm shall happen unto me?"
    },
    {
      "verse": 25,
      "text": "In the day of good things there is a forgetfulness of evil things; And in the day of evil things a man will not remember things that are good."
    },
    {
      "verse": 26,
      "text": "For it is an easy thing in the sight of the Lord To reward a man in the day of death according to his ways."
    },
    {
      "verse": 27,
      "text": "The affliction of an hour causeth forgetfulness of delight; And in the last end of a man is the revelation of his deeds."
    },
    {
      "verse": 28,
      "text": "Call no man blessed before his death; And a man shall be known in his children."
    },
    {
      "verse": 29,
      "text": "Bring not every man into thy house; For many are the plots of the deceitful man."
    },
    {
      "verse": 30,
      "text": "\\add As\\add* a decoy partridge in a cage, so is the heart of a proud man; And as one that is a spy, he looketh upon \\add thy\\add* falling."
    },
    {
      "verse": 31,
      "text": "For he lieth in wait to turn things that are good into evil; And in things that are praiseworthy he will lay blame."
    },
    {
      "verse": 32,
      "text": "From a spark of fire a heap of many coals is kindled; And a sinful man lieth in wait for blood."
    },
    {
      "verse": 33,
      "text": "Take heed of an evildoer, for he contriveth wicked things; Lest haply he bring upon thee blame forever."
    },
    {
      "verse": 34,
      "text": "Receive a stranger into thy house, and he will distract thee with brawls, And estrange thee from thine own."
    }
  ]
}