{
  "book_id": "SIR",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Blessed is the man that hath not slipped with his mouth, And is not pricked with sorrow for sins."
    },
    {
      "verse": 2,
      "text": "Blessed is he whose soul doth not condemn him, And who is not fallen from his hope."
    },
    {
      "verse": 3,
      "text": "Riches are not comely for a niggard; And what should an envious man do with money?"
    },
    {
      "verse": 4,
      "text": "He that gathereth \\add by taking\\add* from his own soul gathereth for others; And others shall revel in his goods."
    },
    {
      "verse": 5,
      "text": "He that is evil to himself, to whom will he be good? And he shall not rejoice in his possessions."
    },
    {
      "verse": 6,
      "text": "There is none more evil than he that envieth himself; And this is a recompense of his wickedness."
    },
    {
      "verse": 7,
      "text": "Even if he doeth good, he doeth it in forgetfulness; And at the last he showeth forth his wickedness."
    },
    {
      "verse": 8,
      "text": "Evil is he that envieth with his eye, Turning away the face, and despising the souls \\add of men.\\add*"
    },
    {
      "verse": 9,
      "text": "A covetous man’s eye is not satisfied with his portion; And wicked injustice drieth up his soul."
    },
    {
      "verse": 10,
      "text": "An evil eye is grudging of bread, And he is miserly at his table."
    },
    {
      "verse": 11,
      "text": "My son, according as thou hast, do well unto thyself, And bring offerings unto the Lord worthily."
    },
    {
      "verse": 12,
      "text": "Remember that death will not tarry, And that the covenant of Hades is not shown unto thee."
    },
    {
      "verse": 13,
      "text": "Do well unto thy friend before thou die; And according to thy ability stretch out \\add thy hand\\add* and give to him."
    },
    {
      "verse": 14,
      "text": "Defraud not \\add thyself\\add* of a good day; And let not the portion of a good desire pass thee by."
    },
    {
      "verse": 15,
      "text": "Shalt thou not leave thy labors unto another? And thy toils to be divided by lot?"
    },
    {
      "verse": 16,
      "text": "Give, and take, and beguile thy soul; For there is no seeking of luxury in Hades."
    },
    {
      "verse": 17,
      "text": "All flesh waxeth old as a garment; For the covenant from the beginning is, Thou shalt die the death."
    },
    {
      "verse": 18,
      "text": "As of the leaves flourishing on a thick tree, Some it sheddeth, and some it maketh to grow; So also of the generations of flesh and blood, One cometh to an end, and another is born."
    },
    {
      "verse": 19,
      "text": "Every work rotteth and falleth away, And the worker thereof shall depart with it."
    },
    {
      "verse": 20,
      "text": "Blessed is the man that shall meditate in wisdom, And that shall discourse by his understanding."
    },
    {
      "verse": 21,
      "text": "He that considereth her ways in his heart Shall also have knowledge in her secrets."
    },
    {
      "verse": 22,
      "text": "Go forth after her as one that tracketh, And lie in wait in her ways."
    },
    {
      "verse": 23,
      "text": "He that prieth in at her windows Shall also hearken at her doors."
    },
    {
      "verse": 24,
      "text": "He that lodgeth close to her house Shall also fasten a nail in her walls."
    },
    {
      "verse": 25,
      "text": "He shall pitch his tent nigh at hand to her, And shall lodge in a lodging where good things are."
    },
    {
      "verse": 26,
      "text": "He shall set his children under her shelter, And shall rest under her branches."
    },
    {
      "verse": 27,
      "text": "By her he shall be covered from heat, And shall lodge in her glory."
    }
  ]
}