{
  "book_id": "SIR",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "He that feareth the Lord will do this; And he that hath possession of the law shall obtain her."
    },
    {
      "verse": 2,
      "text": "And as a mother shall she meet him, And receive him as a wife married in her virginity."
    },
    {
      "verse": 3,
      "text": "With bread of understanding shall she feed him, And give him water of wisdom to drink."
    },
    {
      "verse": 4,
      "text": "He shall be stayed upon her, and shall not be moved; And shall rely upon her, and shall not be confounded."
    },
    {
      "verse": 5,
      "text": "And she shall exalt him above his neighbors; And in the midst of the congregation shall she open his mouth."
    },
    {
      "verse": 6,
      "text": "He shall inherit joy, and a crown of gladness, And an everlasting name."
    },
    {
      "verse": 7,
      "text": "Foolish men shall not obtain her; And sinners shall not see her."
    },
    {
      "verse": 8,
      "text": "She is far from pride; And liars shall not remember her."
    },
    {
      "verse": 9,
      "text": "Praise is not comely in the mouth of a sinner; For it was not sent him from the Lord."
    },
    {
      "verse": 10,
      "text": "For praise shall be spoken in wisdom; And the Lord will prosper it."
    },
    {
      "verse": 11,
      "text": "Say not thou, It is through the Lord that I fell away; For thou shalt not do the things that he hateth."
    },
    {
      "verse": 12,
      "text": "Say not thou, It is he that caused me to err; For he hath no need of a sinful man."
    },
    {
      "verse": 13,
      "text": "The Lord hateth every abomination; And they that fear him love it not."
    },
    {
      "verse": 14,
      "text": "He himself made man from the beginning, And left him in the hand of his own counsel."
    },
    {
      "verse": 15,
      "text": "If thou wilt, thou shalt keep the commandments; And to perform faithfulness is of thine owngood pleasure."
    },
    {
      "verse": 16,
      "text": "He hath set fire and water before thee: Thou shalt stretch forth thy hand unto whichsoever thou wilt."
    },
    {
      "verse": 17,
      "text": "Before man is life and death; And whichsoever he liketh, it shall be given him."
    },
    {
      "verse": 18,
      "text": "For great is the wisdom of the Lord: He is mighty in power, and beholdeth all things;"
    },
    {
      "verse": 19,
      "text": "And his eyes are upon them that fear him; And he will take knowledge of every work of man."
    },
    {
      "verse": 20,
      "text": "He hath not commanded any man to be ungodly; And he hath not given any man license to sin."
    }
  ]
}