{
  "book_id": "SIR",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord created man of the earth, And turned him back unto it again."
    },
    {
      "verse": 2,
      "text": "He gave them days by number, and a set time, And gave them authority over the things that are thereon."
    },
    {
      "verse": 3,
      "text": "He endued them with strength proper to them; And made them according to his own image."
    },
    {
      "verse": 4,
      "text": "He put the fear of man upon all flesh, And gave himto have dominion over beasts and fowls."
    },
    {
      "verse": 6,
      "text": "Counsel, and tongue, and eyes, Ears, and heart, gave he them to understand withal."
    },
    {
      "verse": 7,
      "text": "He filled them with the knowledge of wisdom, And showed them good and evil."
    },
    {
      "verse": 8,
      "text": "He set his eye upon their hearts, To show them the majesty of his works."
    },
    {
      "verse": 10,
      "text": "And they shall praise the name of hisholiness, That they may declare the majesty of his works."
    },
    {
      "verse": 11,
      "text": "He added unto them knowledge, And gave them a law of life for a heritage."
    },
    {
      "verse": 12,
      "text": "He made an everlasting covenant with them, And showed them his judgments."
    },
    {
      "verse": 13,
      "text": "Their eyes saw the majesty of hisglory; And their ear heard the glory of his voice."
    },
    {
      "verse": 14,
      "text": "And he said unto them, Beware of all unrighteousness; And he gave them commandment, each man concerning his neighbor."
    },
    {
      "verse": 15,
      "text": "Their ways are ever before him; They shall not be hidden from his eyes."
    },
    {
      "verse": 17,
      "text": "For every nation he appointed a ruler; And Israel is the Lord’s portion."
    },
    {
      "verse": 19,
      "text": "All their works are as the sun before him; And his eyes are continually upon their ways."
    },
    {
      "verse": 20,
      "text": "Their iniquities are not hidden from him; And all their sins are before the Lord."
    },
    {
      "verse": 22,
      "text": "With him the alms of a man is as a signet; And he will keep the bounty of a man as the apple of the eye."
    },
    {
      "verse": 23,
      "text": "Afterward he will rise up and recompense them, And render their recompense upon their head."
    },
    {
      "verse": 24,
      "text": "Howbeit unto them that repent he granteth a return; And he comforteth them that are losing patience."
    },
    {
      "verse": 25,
      "text": "Return unto the Lord, and forsake sins: Make thy prayer before hisface, and lessen the offense."
    },
    {
      "verse": 26,
      "text": "Turn again to the Most High, and turn away from iniquity; And greatly hate the abominable thing."
    },
    {
      "verse": 27,
      "text": "Who shall give praise to the Most High in Hades, Instead of them who live and return thanks?"
    },
    {
      "verse": 28,
      "text": "Thanksgiving perisheth from the dead, as from one that is not: He that is in life and health shall praise the Lord."
    },
    {
      "verse": 29,
      "text": "How great is the mercy of the Lord, And his forgiveness unto them that turn unto him!"
    },
    {
      "verse": 30,
      "text": "For all things cannot be in men, Because the son of man is not immortal."
    },
    {
      "verse": 31,
      "text": "What is brighter than the sun? yet this faileth: And an evil man will think on flesh and blood."
    },
    {
      "verse": 32,
      "text": "He looketh upon the power of the height of heaven: And all men are earth and ashes."
    }
  ]
}