{
  "book_id": "SIR",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "There is a reproof that is not comely; And there is a man that keepeth silence, and he is wise."
    },
    {
      "verse": 2,
      "text": "How good is it to reprove, rather than to be wroth; And he that maketh confession shall be kept back from hurt."
    },
    {
      "verse": 4,
      "text": "As is the lust of a eunuch to deflower a virgin; So is he that executeth judgments with violence."
    },
    {
      "verse": 5,
      "text": "There is one that keepeth silence, and is found wise; And there is one that is hated for his much talk."
    },
    {
      "verse": 6,
      "text": "There is one that keepeth silence, for he hath no answer to make; And there is that keepeth silence, as knowing his time."
    },
    {
      "verse": 7,
      "text": "A wise man will be silent till his time come; But the braggart and fool will overpass his time."
    },
    {
      "verse": 8,
      "text": "He that useth many words shall be abhorred; And he that taketh to himself authority therein shall be hated."
    },
    {
      "verse": 9,
      "text": "There is a prosperity that a man findeth in misfortunes; And there is a gain that turneth to loss."
    },
    {
      "verse": 10,
      "text": "There is a gift that shall not profit thee; And there is a gift whose recompense is double."
    },
    {
      "verse": 11,
      "text": "There is an abasement because of glory; And there is that hath lifted up his head from a low estate."
    },
    {
      "verse": 12,
      "text": "There is that buyeth much for a little, And payeth for it again sevenfold."
    },
    {
      "verse": 13,
      "text": "He that is wise in words shall make himself beloved; But the pleasantries of fools shall be wasted."
    },
    {
      "verse": 14,
      "text": "The gift of a fool shall not profit thee; For his eyes are many instead of one."
    },
    {
      "verse": 15,
      "text": "He will give little, and upbraid much; And he will open his mouth like a crier: Today he will lend, and tomorrow he will ask it again: Such a one is a hateful man."
    },
    {
      "verse": 16,
      "text": "The fool will say, I have no friend, And I have no thanks for my good deeds; They that eat my bread are of evil tongue."
    },
    {
      "verse": 17,
      "text": "How oft, and of how many, shall he be laughed to scorn!"
    },
    {
      "verse": 18,
      "text": "A slip on a pavement is better than \\add a slip\\add* with the tongue; So the fall of the wicked shall come speedily."
    },
    {
      "verse": 19,
      "text": "A man without grace is \\add as\\add* a tale out of season: It will be continually in the mouth of the ignorant."
    },
    {
      "verse": 20,
      "text": "A wise sentence from a fool’s mouth will be rejected; For he will not speak it in its season."
    },
    {
      "verse": 21,
      "text": "There is that is hindered from sinning through want; And when he taketh rest, he shall not be troubled."
    },
    {
      "verse": 22,
      "text": "There is that destroyeth his soul through bashfulness; And by a foolish countenance he will destroy it."
    },
    {
      "verse": 23,
      "text": "There is that for bashfulness promiseth to his friend; And he maketh him his enemy for nothing."
    },
    {
      "verse": 24,
      "text": "A lie is a foul blot in a man: It will be continually in the mouth of the ignorant."
    },
    {
      "verse": 25,
      "text": "A thief is better than a man that is continually lying: But they both shall inherit destruction."
    },
    {
      "verse": 26,
      "text": "The disposition of a liar is dishonor; And his shame is with him continually."
    },
    {
      "verse": 27,
      "text": "He that is wise in words shall advance himself; And one that is prudent will please great men."
    },
    {
      "verse": 28,
      "text": "He that tilleth his land shall raise his heap high; And he that pleaseth great men shall get pardon for iniquity."
    },
    {
      "verse": 29,
      "text": "Presents and gifts blind the eyes of the wise, And as a muzzle on the mouth, turn away reproofs."
    },
    {
      "verse": 30,
      "text": "Wisdom that is hidden, and treasure that is out of sight, What profit is in them both?"
    },
    {
      "verse": 31,
      "text": "Better is a man that hideth his folly Than a man that hideth his wisdom."
    }
  ]
}