{
  "book_id": "SIR",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A slothful man is compared to a stone that is defiled; And every one will hiss him out in his disgrace."
    },
    {
      "verse": 2,
      "text": "A slothful man is compared to the filth of a dunghill: Every man that taketh it up will shake out his hand."
    },
    {
      "verse": 3,
      "text": "A father hath shame in having begotten an uninstructed \\add son;\\add* And a \\add foolish\\add* daughter is born to his loss."
    },
    {
      "verse": 4,
      "text": "A prudent daughter shall inherit a husband of her own; And she that bringeth shame is the grief of him that begat her."
    },
    {
      "verse": 5,
      "text": "She that is bold bringeth shame upon father and husband; And she shall be despised of them both."
    },
    {
      "verse": 6,
      "text": "Unseasonable discourse is \\add as\\add* music in mourning; But stripes and correction are wisdom at every season."
    },
    {
      "verse": 7,
      "text": "He that teacheth a fool is \\add as\\add* one that glueth a potsherd together; \\add Even as\\add* one that waketh a sleeper out of a deep sleep."
    },
    {
      "verse": 8,
      "text": "He that discourseth to a fool is \\add as\\add* one discoursing to a man that slumbereth; And at the end he will say, What is it?"
    },
    {
      "verse": 11,
      "text": "Weep for the dead, for light hath failed \\add him;\\add* And weep for a fool, for understanding hath failed \\add him:\\add* Weep more sweetly for the dead, because he hath found rest; But the life of the fool is worse than death."
    },
    {
      "verse": 12,
      "text": "Seven days are \\add the days of\\add* mourning for the dead; But for a fool and an ungodly man, all the days of his life."
    },
    {
      "verse": 13,
      "text": "Talk not much with a foolish man, And go not to one that hath no understanding: Beware of him, lest thou have trouble; And \\add so\\add* thou shalt not be defiled in his onslaught: Turn aside from him, and thou shalt find rest; And \\add so\\add* thou shalt not be wearied in his madness."
    },
    {
      "verse": 14,
      "text": "What shall be heavier than lead? And what is the name thereof, but a fool?"
    },
    {
      "verse": 15,
      "text": "Sand, and salt, and a mass of iron, is easier to bear, Than a man without understanding."
    },
    {
      "verse": 16,
      "text": "Timber girt and bound into a building shall not be loosed with shaking: So a heart established in due season on well advised counsel shall not be afraid."
    },
    {
      "verse": 17,
      "text": "A heart settled upon a thoughtful understanding Is as an ornament of plaster on a polished wall."
    },
    {
      "verse": 18,
      "text": "Palisades set on a high place will not stand against the wind: So a fearful heart in the imagination of a fool will not stand against any fear."
    },
    {
      "verse": 19,
      "text": "He that pricketh the eye will make tears to fall; And he that pricketh the heart maketh it to show feeling."
    },
    {
      "verse": 20,
      "text": "Whoso casteth a stone at birds frighteneth them away; And he that upbraideth a friend will dissolve friendship."
    },
    {
      "verse": 21,
      "text": "If thou hast drawn a sword against a friend, despair not; For there may be a returning."
    },
    {
      "verse": 22,
      "text": "If thou hast opened thy mouth against a friend, fear not; For there may be a reconciling; Except it be for upbraiding, and arrogance, and disclosing of a secret, and a treacherous blow: For these things every friend will flee."
    },
    {
      "verse": 23,
      "text": "Gain trust with thy neighbor in his poverty, That in his prosperity thou mayest have gladness: Abide steadfast unto him in the time of his affliction, That thou mayest be heir with him in his inheritance."
    },
    {
      "verse": 24,
      "text": "Before fire is the vapor and smoke of a furnace; So revilings before bloodshed."
    },
    {
      "verse": 25,
      "text": "I will not be ashamed to shelter a friend; And I will not hide myself from his face:"
    },
    {
      "verse": 26,
      "text": "And if any evil happen unto me because of him, Everyone that heareth it will beware of him."
    },
    {
      "verse": 27,
      "text": "Who shall set a watch over my mouth, And a seal of shrewdness upon my lips, That I fall not from it, and that my tongue destroy me not?"
    }
  ]
}