{
  "book_id": "SIR",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom shall praise herself, And shall glory in the midst of her people."
    },
    {
      "verse": 2,
      "text": "In the congregation of the Most High shall she open her mouth, And glory in the presence of his power."
    },
    {
      "verse": 3,
      "text": "I came forth from the mouth of the Most High, And covered the earth as a mist."
    },
    {
      "verse": 4,
      "text": "I dwelt in high places, And my throne is in the pillar of the cloud."
    },
    {
      "verse": 5,
      "text": "Alone I compassed the circuit of heaven, And walked in the depth of the abyss."
    },
    {
      "verse": 6,
      "text": "In the waves of the sea, and in all the earth, And in every people and nation, I gat a possession."
    },
    {
      "verse": 7,
      "text": "With all these I sought rest; And in whose inheritance shall I lodge?"
    },
    {
      "verse": 8,
      "text": "Then the Creator of all things gave me a commandment; And he that created me made my tabernacle to rest, And said, Let thy tabernacle be in Jacob, And thine inheritance in Israel."
    },
    {
      "verse": 9,
      "text": "He created me from the beginning before the world; And to the end I shall not fail."
    },
    {
      "verse": 10,
      "text": "In the holy tabernacle I ministered before him; And so was I established in Zion."
    },
    {
      "verse": 11,
      "text": "In the beloved city likewise he gave me rest; And in Jerusalem was my authority."
    },
    {
      "verse": 12,
      "text": "And I took root in a people that was glorified, Even in the portion of the Lord’s own inheritance."
    },
    {
      "verse": 13,
      "text": "I was exalted like a cedar in Lebanon, And as a cypress tree on the mountains of Hermon."
    },
    {
      "verse": 14,
      "text": "I was exalted like a palm tree on the sea shore, And as rose plants in Jericho, And as a fair olive tree in the plain; And I was exalted as a plane tree."
    },
    {
      "verse": 15,
      "text": "As cinnamon and aspalathus, I have given a scent of perfumes; And as choice myrrh, I spread abroad a pleasant odor; As galbanum, and onyx, and stacte, And as the fume of frankincense in the tabernacle."
    },
    {
      "verse": 16,
      "text": "As the terebinth I stretched out my branches; And my branches are branches of glory and grace."
    },
    {
      "verse": 17,
      "text": "As the vine I put forth grace; And my flowers are the fruit of glory and riches."
    },
    {
      "verse": 19,
      "text": "Come unto me, ye that are desirous of me, And be ye filled with my produce."
    },
    {
      "verse": 20,
      "text": "For my memorial is sweeter than honey, And mine inheritance than the honeycomb."
    },
    {
      "verse": 21,
      "text": "They that eat me shall yet be hungry; And they that drink me shall yet be thirsty."
    },
    {
      "verse": 22,
      "text": "He that obeyeth me shall not be ashamed; And they that work in me shall not do amiss."
    },
    {
      "verse": 23,
      "text": "All these things are the book of the covenant of the Most High God, \\add Even\\add* the law which Moses commanded us for a heritage unto the assemblies of Jacob."
    },
    {
      "verse": 25,
      "text": "It is he that maketh wisdom abundant, as Pishon, And as Tigris in the days of new \\add fruits;\\add*"
    },
    {
      "verse": 26,
      "text": "That maketh understanding full as Euphrates, And as Jordan in the days of harvest;"
    },
    {
      "verse": 27,
      "text": "That maketh instruction to shine forth as the light, As Gihon in the days of vintage."
    },
    {
      "verse": 28,
      "text": "The first man knew her not perfectly; And in like manner the last hath not traced her out."
    },
    {
      "verse": 29,
      "text": "For her thoughts are filled from the sea, And her counsels from the great deep."
    },
    {
      "verse": 30,
      "text": "And I came out as a stream from a river, And as a conduit into a garden."
    },
    {
      "verse": 31,
      "text": "I said, I will water my garden, And will water abundantly my garden bed; And, lo, my stream became a river, And my river became a sea."
    },
    {
      "verse": 32,
      "text": "I will yet bring instruction to light as the morning, And will make these things to shine forth afar off."
    },
    {
      "verse": 33,
      "text": "I will yet pour out doctrine as prophecy, And leave it unto generations of ages."
    },
    {
      "verse": 34,
      "text": "Behold that I have not labored for myself only, But for all them that diligently seek her."
    }
  ]
}