{
  "book_id": "SIR",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "He that taketh vengeance shall find vengeance from the Lord; And he will surely make firm his sins."
    },
    {
      "verse": 2,
      "text": "Forgive thy neighbor the hurt that he hath done \\add thee;\\add* And then thy sins shall be pardoned when thou prayest."
    },
    {
      "verse": 3,
      "text": "Man cherisheth anger against man; And doth he seek healing from the Lord?"
    },
    {
      "verse": 4,
      "text": "Upon a man like himself he hath no mercy; And doth he make supplication for his own sins?"
    },
    {
      "verse": 5,
      "text": "He being himself flesh nourisheth wrath: Who shall make atonement for his sins?"
    },
    {
      "verse": 6,
      "text": "Remember thy last end, and cease from enmity: \\add Remember\\add* corruption and death, and abide in the commandments."
    },
    {
      "verse": 7,
      "text": "Remember the commandments, and be not wroth with thy neighbor; And \\add remember\\add* the covenant of the Highest, and wink at ignorance."
    },
    {
      "verse": 8,
      "text": "Abstain from strife, and thou shalt diminish thy sins: For a passionate man will kindle strife;"
    },
    {
      "verse": 9,
      "text": "And a man that is a sinner will trouble friends, And will make debate among them that are at peace."
    },
    {
      "verse": 10,
      "text": "As is the fuel of the fire, so will it burn; And as the stoutness of the strife is, \\add so\\add* will it burn: As is the strength of the man, \\add so\\add* will be his wrath; And as is his wealth, \\add so\\add* will he exalt his anger."
    },
    {
      "verse": 11,
      "text": "A contention begun in haste kindleth a fire; And a hasty fighting sheddeth blood."
    },
    {
      "verse": 12,
      "text": "If thou blow a spark, it shall burn; And if thou spit upon it, it shall be quenched: And both these shall come out of thy mouth."
    },
    {
      "verse": 13,
      "text": "Curse the whisperer and double-tongued: For he hath destroyed many that were at peace."
    },
    {
      "verse": 14,
      "text": "A third person’s tongue hath shaken many, And dispersed them from nation to nation; And it hath pulled down strong cities, And overthrown the houses of great men."
    },
    {
      "verse": 15,
      "text": "A third person’s tongue hath cast out brave women, And deprived them of their labors."
    },
    {
      "verse": 16,
      "text": "He that hearkeneth unto it shall not find rest, Nor shall he dwell quietly."
    },
    {
      "verse": 17,
      "text": "The stroke of a whip maketh a mark in the flesh; But the stroke of a tongue will break bones."
    },
    {
      "verse": 18,
      "text": "Many have fallen by the edge of the sword: Yet not so many as they that have fallen because of the tongue."
    },
    {
      "verse": 19,
      "text": "Happy is he that is sheltered from it, That hath not passed through the wrath thereof; That hath not drawn its yoke, And hath not been bound with its bands."
    },
    {
      "verse": 20,
      "text": "For the yoke thereof is a yoke of iron, And the bands thereof are bands of brass."
    },
    {
      "verse": 21,
      "text": "The death thereof is an evil death; And Hades were better than it."
    },
    {
      "verse": 22,
      "text": "It shall not have rule over godly men; And they shall not be burned in its flame."
    },
    {
      "verse": 23,
      "text": "They that forsake the Lord shall fall into it; And it shall burn among them, and shall not be quenched: It shall be sent forth upon them as a lion; And as a leopard it shall destroy them."
    },
    {
      "verse": 24,
      "text": "Look that thou hedge thy possession about with thorns; Bind up thy silver and thy gold;"
    },
    {
      "verse": 25,
      "text": "And make a balance and a weight for thy words; And make a door and a bar for thy mouth."
    },
    {
      "verse": 26,
      "text": "Take heed lest thou slip therein; Lest thou fall before one that lieth in wait."
    }
  ]
}