{
  "book_id": "SIR",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "He that showeth mercy will lend unto his neighbor; And he that strengtheneth him with his hand keepeth the commandments."
    },
    {
      "verse": 2,
      "text": "Lend to thy neighbor in time of his need; And pay thou thy neighbor again in due season."
    },
    {
      "verse": 3,
      "text": "Confirm thy word, and keep faith with him; And at all seasons thou shalt find what thou needest."
    },
    {
      "verse": 4,
      "text": "Many have reckoned a loan as a windfall, And have given trouble to those that helped them."
    },
    {
      "verse": 5,
      "text": "Till he hath received, he will kiss a man’s hands; And for his neighbor’s money he will speak humbly: And when payment is due, he will prolong the time, And return words of heaviness, and complain of the times."
    },
    {
      "verse": 6,
      "text": "If he prevail, he shall hardly receive the half; And he will count it as a windfall: If not, he hath deprived him of his money, And he hath gotten him for an enemy without cause: He will pay him with cursings and railings; And for honor he will pay him disgrace."
    },
    {
      "verse": 7,
      "text": "Many on account of \\add men’s\\add* ill-dealing have turned away; They have feared to be defrauded for nought."
    },
    {
      "verse": 8,
      "text": "Howbeit with a man in poor estate be long-suffering; And let him not wait for \\add thine\\add* alms."
    },
    {
      "verse": 9,
      "text": "Help a poor man for the commandment’s sake; And according to his need send him not empty away."
    },
    {
      "verse": 10,
      "text": "Lose \\add thy\\add* money for a brother and a friend; And let it not rust under the stone to be lost."
    },
    {
      "verse": 11,
      "text": "Bestow thy treasure according to the commandments of the Most High; And it shall profit thee more than gold."
    },
    {
      "verse": 12,
      "text": "Shut up alms in thy store-chambers; And it shall deliver thee out of all affliction:"
    },
    {
      "verse": 13,
      "text": "It shall fight for thee against thine enemy Better than a mighty shield and a ponderous spear."
    },
    {
      "verse": 14,
      "text": "A good man will be surety for his neighbor; And he that hath lost shame will fail him."
    },
    {
      "verse": 15,
      "text": "Forget not the good offices of thy surety; For he hath given his life for thee."
    },
    {
      "verse": 16,
      "text": "A sinner will overthrow the good estate of his surety;"
    },
    {
      "verse": 17,
      "text": "And he that is of an unthankful mind will fail him that delivered him."
    },
    {
      "verse": 18,
      "text": "Suretyship hath undone many that were prospering, And shaken them as a wave of the sea: Mighty men hath it driven from their homes; And they wandered among strange nations."
    },
    {
      "verse": 19,
      "text": "A sinner that falleth into suretyship, And undertaketh contracts for work, shall fall into lawsuits."
    },
    {
      "verse": 20,
      "text": "Help thy neighbor according to thy power, And take heed to thyself that thou fall not \\add to the same.\\add*"
    },
    {
      "verse": 21,
      "text": "The chief thing for life is water, and bread, And a garment, and a house to cover shame."
    },
    {
      "verse": 22,
      "text": "Better is the life of a poor man under a shelter of logs, Than sumptuous fare in another man’s house."
    },
    {
      "verse": 23,
      "text": "With little or with much, be well satisfied."
    },
    {
      "verse": 24,
      "text": "It is a miserable life to go from house to house: And where thou art a sojourner, thou shalt not \\add dare to\\add* open thy mouth."
    },
    {
      "verse": 25,
      "text": "Thou shalt entertain, and give to drink, and have no thanks: And besides this thou shalt hear bitter words."
    },
    {
      "verse": 26,
      "text": "Come hither, thou sojourner, furnish a table, And if thou hast aught in thy hand, feed me with it."
    },
    {
      "verse": 27,
      "text": "Go forth, thou sojourner, from the face of honor; My brother is come to be my guest; I have need of my house."
    },
    {
      "verse": 28,
      "text": "These things are grievous to a man of understanding; The upbraiding of houseroom, and the reproaching of the moneylender."
    }
  ]
}