{
  "book_id": "SIR",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "He that loveth his son will continue to lay stripes upon him, That he may have joy of him in the end."
    },
    {
      "verse": 2,
      "text": "He that chastiseth his son shall have profit of him, And shall glory of him among his acquaintance."
    },
    {
      "verse": 3,
      "text": "He that teacheth his son shall provoke his enemy to jealousy; And before friends he shall rejoice of him."
    },
    {
      "verse": 4,
      "text": "His father dieth, and is as though he had not died; For he hath left one behind him like himself."
    },
    {
      "verse": 5,
      "text": "In his life, he saw and rejoiced \\add in him;\\add* And when he died, he sorrowed not:"
    },
    {
      "verse": 6,
      "text": "He left behind him an avenger against his enemies, And one to requite kindness to his friends."
    },
    {
      "verse": 7,
      "text": "He that maketh too much of his son shall bind up his wounds; And his heart will be troubled at every cry."
    },
    {
      "verse": 8,
      "text": "An unbroken horse becometh stubborn; And a son left at large becometh headstrong."
    },
    {
      "verse": 9,
      "text": "Cocker thy child, and he shall make thee afraid: Play with him, and he will grieve thee."
    },
    {
      "verse": 10,
      "text": "Laugh not with him, lest thou have sorrow with him; And thou shalt gnash thy teeth in the end."
    },
    {
      "verse": 11,
      "text": "Give him no liberty in his youth, And wink not at his follies."
    },
    {
      "verse": 12,
      "text": "Bow down his neck in his youth, And beat him on the sides while he is a child, Lest he wax stubborn, and be disobedient unto thee; And there shall be sorrow to thy soul."
    },
    {
      "verse": 13,
      "text": "Chastise thy son, and take pains with him, Lest his shameless behavior be an offense unto thee."
    },
    {
      "verse": 14,
      "text": "Better is a poor man, being sound and strong of constitution, Than a rich man that is plagued in his body."
    },
    {
      "verse": 15,
      "text": "Health and a good constitution are better than all gold; And a strong body than wealth without measure."
    },
    {
      "verse": 16,
      "text": "There is no riches better than health of body; And there is no gladness above the joy of the heart."
    },
    {
      "verse": 17,
      "text": "Death is better than a bitter life, And eternal rest than a continual sickness."
    },
    {
      "verse": 18,
      "text": "Good things poured out upon a mouth that is closed Are \\add as\\add* messes of meat laid upon a grave."
    },
    {
      "verse": 19,
      "text": "What doth an offering profit an idol? For neither shall it eat nor smell: So is he that is afflicted of the Lord,"
    },
    {
      "verse": 20,
      "text": "Seeing with his eyes and groaning, As a eunuch embracing a virgin and groaning."
    },
    {
      "verse": 21,
      "text": "Give not over thy soul to sorrow; And afflict not thyself in thine own counsel."
    },
    {
      "verse": 22,
      "text": "Gladness of heart is the life of a man; And the joyfulness of a man is length of days."
    },
    {
      "verse": 23,
      "text": "Love thine own soul, and comfort thy heart: And remove sorrow far from thee; For sorrow hath destroyed many, And there is no profit therein."
    },
    {
      "verse": 24,
      "text": "Envy and wrath shorten \\add a man’s\\add* days; And care bringeth old age before the time."
    },
    {
      "verse": 25,
      "text": "A cheerful and good heart Will have a care of his meat and diet."
    }
  ]
}