{
  "book_id": "SIR",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Have they made thee ruler \\add of a feast?\\add* Be not lifted up, Be thou among them as one of them; Take thought for them, and so sit down."
    },
    {
      "verse": 2,
      "text": "And when thou hast done all thy office, take thy place, That thou mayest be gladdened on their account, And receive a crown for thy well ordering."
    },
    {
      "verse": 3,
      "text": "Speak, thou that art the elder, for it becometh thee, \\add but\\add* with sound knowledge; And hinder not music."
    },
    {
      "verse": 4,
      "text": "Pour not out talk where there is a performance of music, And display not thy wisdom out of season."
    },
    {
      "verse": 5,
      "text": "\\add As\\add* a signet of carbuncle in a setting of gold, \\add So\\add* is a concert of music in a banquet of wine."
    },
    {
      "verse": 6,
      "text": "\\add As\\add* a signet of emerald in a work of gold, \\add So\\add* is a strain of music with pleasant wine."
    },
    {
      "verse": 7,
      "text": "Speak, young man, if there be need of thee; \\add Yet\\add* scarcely if thou be twice asked."
    },
    {
      "verse": 8,
      "text": "Sum up thy speech, many things in few words; Be as one that knoweth and yet holdeth his tongue."
    },
    {
      "verse": 9,
      "text": "\\add If thou be\\add* among great men, behave not as their equal; And when another is speaking, make not much babbling."
    },
    {
      "verse": 10,
      "text": "Before thunder speedeth lightning; And before a shamefaced man favor shall go forth."
    },
    {
      "verse": 11,
      "text": "Rise up betimes, and be not the last; Get thee home quickly and loiter not:"
    },
    {
      "verse": 12,
      "text": "There take thy pastime, and do what is in thy heart; And sin not by proud speech:"
    },
    {
      "verse": 13,
      "text": "And for these things bless him that made thee, And giveth thee to drink freely of his good things."
    },
    {
      "verse": 14,
      "text": "He that feareth the Lord will receive \\add his\\add* discipline; And they that seek \\add him\\add* early shall find favor."
    },
    {
      "verse": 15,
      "text": "He that seeketh the law shall be filled therewith: But the hypocrite shall stumble thereat."
    },
    {
      "verse": 16,
      "text": "They that fear the Lord shall find judgment, And shall kindle righteous acts as a light."
    },
    {
      "verse": 17,
      "text": "A sinful man shunneth reproof, And will find a judgment according to his will."
    },
    {
      "verse": 18,
      "text": "A man of counsel will not neglect a thought; A strange and proud man will not crouch in fear, Even after he hath done a thing by himself without counsel."
    },
    {
      "verse": 19,
      "text": "Do nothing without counsel; And when thou hast once done, repent not."
    },
    {
      "verse": 20,
      "text": "Go not in a way of conflict; And stumble not in stony places."
    },
    {
      "verse": 21,
      "text": "Be not confident in a smooth way."
    },
    {
      "verse": 22,
      "text": "And beware of thine own children."
    },
    {
      "verse": 23,
      "text": "In every work trust thine own soul; For this is the keeping of the commandments."
    },
    {
      "verse": 24,
      "text": "He that believeth the law giveth heed to the commandment; And he that trusteth in the Lord shall suffer no loss."
    }
  ]
}