{
  "book_id": "SIR",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "He that keepeth the law multiplieth offerings; He that taketh heed to the commandments sacrificeth a peace offering."
    },
    {
      "verse": 2,
      "text": "He that requiteth a good turn offereth fine flour; And he that giveth alms sacrificeth a thank offering."
    },
    {
      "verse": 3,
      "text": "To depart from wickedness is a thing pleasing to the Lord; And to depart from unrighteousness is a propitiation."
    },
    {
      "verse": 4,
      "text": "See that thou appear not in the presence of the Lord empty."
    },
    {
      "verse": 5,
      "text": "For all these things are to be donebecause of the commandment."
    },
    {
      "verse": 6,
      "text": "The offering of the righteous maketh the altar fat; And the sweet savor thereof isbefore the Most High."
    },
    {
      "verse": 7,
      "text": "The sacrifice of a righteous man is acceptable; And the memorial thereof shall not be forgotten."
    },
    {
      "verse": 8,
      "text": "Glorify the Lord with a good eye, And stint not the firstfruits of thy hands."
    },
    {
      "verse": 9,
      "text": "In every gift show a cheerful countenance, And dedicate thy tithe with gladness."
    },
    {
      "verse": 10,
      "text": "Give unto the Most High according as he hath given; And as thy hand hath found, givewith a good eye."
    },
    {
      "verse": 11,
      "text": "For the Lord recompenseth, And he will recompense thee sevenfold."
    },
    {
      "verse": 12,
      "text": "Think not to corrupt with gifts; for he will not receive them: And set not thy mind on an unrighteous sacrifice; For the Lord is judge, And with him is no respect of persons."
    },
    {
      "verse": 13,
      "text": "He will not accept any person against a poor man; And he will listen to the prayer of him that is wronged."
    },
    {
      "verse": 14,
      "text": "He will in no wise despise the supplication of the fatherless; Nor the widow, when she poureth out her tale."
    },
    {
      "verse": 15,
      "text": "Do not the tears of the widow run down her cheek? And is not her cry against him that hath caused them to fall?"
    },
    {
      "verse": 16,
      "text": "He that serveth Godaccording to his good pleasure shall be accepted, And his supplication shall reach unto the clouds."
    },
    {
      "verse": 17,
      "text": "The prayer of the humble pierceth the clouds; And till it come nigh, he will not be comforted; And he will not depart, till the Most High shall visit; And he shall judge righteously, and execute judgment."
    },
    {
      "verse": 18,
      "text": "And the Lord will not be slack, neither will he be long-suffering toward them, Till he have crushed the loins of the unmerciful; And he shall repay vengeance to the heathen; Till he have taken away the multitude of the haughty, And broken in pieces the scepters of the unrighteous;"
    },
    {
      "verse": 19,
      "text": "Till he have rendered to everyman according to his doings, And tothe works of men according to their devices; Till he have judged the cause of his people; And he shall make them to rejoice in his mercy."
    },
    {
      "verse": 20,
      "text": "Mercy is seasonable in the time of his afflicting them,As clouds of rain in the time of drought."
    }
  ]
}