{
  "book_id": "SIR",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Have mercy upon us, O Lord the God of all, and behold;"
    },
    {
      "verse": 2,
      "text": "And send thy fear upon all the nations:"
    },
    {
      "verse": 3,
      "text": "Lift up thy hand against the strange nations; And let them see thy mighty power."
    },
    {
      "verse": 4,
      "text": "As thou wast sanctified in us before them, So be thou magnified in them before us."
    },
    {
      "verse": 5,
      "text": "And let them know thee, as we also have known thee, That there is no God but only thou, O God."
    },
    {
      "verse": 6,
      "text": "Show new signs, and work diverse wonders; Glorify thy hand and thy right arm."
    },
    {
      "verse": 7,
      "text": "Raise up indignation, and pour out wrath; Take away the adversary, and destroy the enemy."
    },
    {
      "verse": 8,
      "text": "Hasten the time, and remember the oath; And let them declare thy mighty works."
    },
    {
      "verse": 9,
      "text": "Let him that escapeth be devoured by the rage of fire; And may they that harm thy people find destruction."
    },
    {
      "verse": 10,
      "text": "Crush the heads of the rulers of the enemies, That say, There is none but we."
    },
    {
      "verse": 11,
      "text": "Gather all the tribes of Jacob together, And take them for thine inheritance, as from the beginning."
    },
    {
      "verse": 12,
      "text": "O Lord, have mercy upon the people that is called by thy name, And upon Israel, whom thou didst liken unto a firstborn."
    },
    {
      "verse": 13,
      "text": "Have compassion upon the city of thy sanctuary, Jerusalem, the place of thy rest."
    },
    {
      "verse": 14,
      "text": "Fill Zion; exalt thine oracles, And \\add fill\\add* thy people with thy glory."
    },
    {
      "verse": 15,
      "text": "Give testimony unto those that were thy creatures in the beginning, And raise up the prophecies that have been in thy name."
    },
    {
      "verse": 16,
      "text": "Give reward unto them that wait for thee: And men shall put their trust in thy prophets."
    },
    {
      "verse": 17,
      "text": "Hearken, O Lord, to the prayer of thy suppliants, According to the blessing of Aaron concerning thy people; And all they that are on the earth shall know That thou art the Lord, the eternal God."
    },
    {
      "verse": 18,
      "text": "The belly will eat any meat; Yet is one meat better than another."
    },
    {
      "verse": 19,
      "text": "The mouth tasteth meats taken in hunting: So doth an understanding heart false speeches."
    },
    {
      "verse": 20,
      "text": "A froward heart will cause heaviness: And a man of experience will recompense him."
    },
    {
      "verse": 21,
      "text": "A woman will receive any man; But one daughter is better than another."
    },
    {
      "verse": 22,
      "text": "The beauty of a woman cheereth the countenance; And a man desireth nothing so much."
    },
    {
      "verse": 23,
      "text": "If there is on her tongue mercy and meekness, Her husband is not like the sons of men."
    },
    {
      "verse": 24,
      "text": "He that getteth a wife entereth upon a possession: A help meet for him, and a pillar of rest."
    },
    {
      "verse": 25,
      "text": "Where no hedge is, the possession will be laid waste: And he that hath no wife will mourn as he wandereth up and down."
    },
    {
      "verse": 26,
      "text": "For who will trust a nimble robber, that skippeth from city to city? Even so \\add who shall trust\\add* a man that hath no nest, and lodgeth wheresoever he findeth himself at nightfall?"
    }
  ]
}