{
  "book_id": "SIR",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Honor a physician according to thy need of himwith the honors due unto him: For verily the Lord hath created him."
    },
    {
      "verse": 2,
      "text": "For from the Most High cometh healing; And from the king he shall receive a gift."
    },
    {
      "verse": 3,
      "text": "The skill of the physician shall lift up his head; And in the sight of great men he shall be admired."
    },
    {
      "verse": 4,
      "text": "The Lord created medicines out of the earth; And a prudent man will have no disgust at them."
    },
    {
      "verse": 5,
      "text": "Was not water made sweet with wood, That the virtue thereof might be known?"
    },
    {
      "verse": 6,
      "text": "And he gave men skill, That they might be glorified in his marvelous works."
    },
    {
      "verse": 7,
      "text": "With them doth he heal a man,And taketh away his pain."
    },
    {
      "verse": 8,
      "text": "With these will the apothecary make a confection; And his works shall not be brought to an end; And from him is peace upon the face of the earth."
    },
    {
      "verse": 9,
      "text": "My son, in thy sickness be not negligent; But pray unto the Lord, and he shall heal thee."
    },
    {
      "verse": 10,
      "text": "Put away wrong doing, and order thy hands aright, And cleanse thy heart from all manner of sin."
    },
    {
      "verse": 11,
      "text": "Give a sweet savor, and a memorial of fine flour; And make fat thine offering, as one that is not."
    },
    {
      "verse": 12,
      "text": "Then give place to the physician, for verily the Lord hath created him; And let him not go from thee, for thou hast need of him."
    },
    {
      "verse": 13,
      "text": "There is a time when in their very hands is the issue for good."
    },
    {
      "verse": 14,
      "text": "For they also shall beseech the Lord, That he may prosper them in givingrelief and in healing for the maintenance of life."
    },
    {
      "verse": 15,
      "text": "He that sinneth before his Maker, Let him fall into the hands of the physician."
    },
    {
      "verse": 16,
      "text": "My son, let thy tears fall over the dead, And as one that suffereth grievously begin lamentation; And wind up his body according to his due, And neglect not his burial."
    },
    {
      "verse": 17,
      "text": "Make bitter weeping, and make passionate wailing, And let thy mourning be according to his desert, For one day or two, lest thou be evil spoken of: And so be comforted for thy sorrow."
    },
    {
      "verse": 18,
      "text": "For of sorrow cometh death, And sorrow of heart will bow down the strength."
    },
    {
      "verse": 19,
      "text": "In calamity sorrow also remaineth: And the poor man’s life is grievous to the heart."
    },
    {
      "verse": 20,
      "text": "Give not thy heart unto sorrow: Put it away, remembering the last end:"
    },
    {
      "verse": 21,
      "text": "Forget it not, for there is no returning again: Him thou shalt not profit, and thou wilt hurt thyself."
    },
    {
      "verse": 22,
      "text": "Remember the sentence upon him; for so also shall thine be; Yesterday for me, and today for thee."
    },
    {
      "verse": 23,
      "text": "When the dead is at rest, let his remembrance rest; And be comforted for him, when his spirit departeth from him."
    },
    {
      "verse": 24,
      "text": "The wisdom of the scribe cometh by opportunity of leisure; And he that hath little business shall become wise."
    },
    {
      "verse": 25,
      "text": "How shall he become wise that holdeth the plow, That glorieth in the shaft of the goad, That driveth oxen, and is occupied in their labors, And whose discourse is of the stock of bulls?"
    },
    {
      "verse": 26,
      "text": "He will set his heart upon turning his furrows; And his wakefulness is to give his heifers their fodder."
    },
    {
      "verse": 27,
      "text": "So is every artificer and workmaster, That passeth his time by night as by day; They that cut gravings of signets, And his diligence is to make great variety; He will set his heart to preserve likeness in his portraiture, And will be wakeful to finish his work."
    },
    {
      "verse": 28,
      "text": "So is the smith sitting by the anvil, And considering the unwrought iron: The vapor of the fire will waste his flesh; And in the heat of the furnace will he wrestle with his work:The noise of the hammer will be ever in his ear, And his eyes are upon the pattern of the vessel; He will set his heart upon perfecting his works, And he will be wakeful to adorn them perfectly."
    },
    {
      "verse": 29,
      "text": "So is the potter sitting at his work, And turning the wheel about with his feet, Who is always anxiously set at his work, And all his handiwork is by number;"
    },
    {
      "verse": 30,
      "text": "He will fashion the clay with his arm, And will bend its strength in front of his feet; He will apply his heart to finish the glazing; And he will be wakeful to make clean the furnace."
    },
    {
      "verse": 31,
      "text": "All these put their trust in their hands; And each becometh wise in his own work."
    },
    {
      "verse": 32,
      "text": "Without these shall not a city be inhabited, And men shall not sojourn nor walk up and down therein."
    },
    {
      "verse": 33,
      "text": "They shall not be sought for in the council of the people, And in the assembly they shall not mount on high; They shall not sit on the seat of the judge, And they shall not understand the covenant of judgment: Neither shall they declare instruction and judgment; And where parables are they shall not be found."
    },
    {
      "verse": 34,
      "text": "But they will maintain the fabric of the world; And in the handiwork of their craft is their prayer."
    }
  ]
}