{
  "book_id": "SIR",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Of these things be not ashamed, And accept no man’s person to sin thereby:"
    },
    {
      "verse": 2,
      "text": "Of the law of the Most High, and his covenant; And of judgment to do justice to the ungodly;"
    },
    {
      "verse": 3,
      "text": "Of reckoning with a partner and with travelers; And of a gift from the heritage of friends;"
    },
    {
      "verse": 4,
      "text": "Of exactness of balance and weights; And of getting much or little;"
    },
    {
      "verse": 5,
      "text": "Of indifferent selling of merchants; And of much correction of children; And of making the side of an evil servant to bleed."
    },
    {
      "verse": 6,
      "text": "Sure keeping is good, where an evil wife is; And where many hands are, shut thou close."
    },
    {
      "verse": 7,
      "text": "Whatsoever thou handest over, let it be by number and weight; And in giving and receiving let all be in writing."
    },
    {
      "verse": 8,
      "text": "Be not ashamedto instruct the unwise and foolish, And one of extreme old age that contendeth with those that are young; And so shalt thou be well instructed indeed, And approved in the sight of every man living."
    },
    {
      "verse": 9,
      "text": "A daughter is a secret cause of wakefulness to a father; And the care for her putteth away sleep; In her youth, lest she pass the flower of her age; And when she is married, lest she should be hated:"
    },
    {
      "verse": 10,
      "text": "In her virginity, lest she should be defiled And be with child in her father’s house; And when she hath a husband, lest she should transgress; And when she is married, lest she should be barren."
    },
    {
      "verse": 11,
      "text": "Keep a strict watch over a headstrong daughter, Lest she make thee a laughingstock to thine enemies, A byword in the city and notorious among the people, And shame thee before the multitude."
    },
    {
      "verse": 12,
      "text": "Look not upon every body in regard of beauty, And sit not in the midst of women;"
    },
    {
      "verse": 13,
      "text": "For from garments cometh a moth, And from a woman a woman’s wickedness."
    },
    {
      "verse": 14,
      "text": "Better is the wickedness of a man than a pleasant-dealing woman, And a woman who putteth thee to shameful reproach."
    },
    {
      "verse": 15,
      "text": "I will make mention now of the works of the Lord, And will declare the things that I have seen: In the words of the Lord are his works."
    },
    {
      "verse": 16,
      "text": "The sun that giveth light looketh upon all things; And the work of the Lord is full of his glory."
    },
    {
      "verse": 17,
      "text": "The Lord hath not given power to the saints to declare all his marvelous works; Which the Almighty Lord firmly settled, That whatsoever is might be established in his glory."
    },
    {
      "verse": 18,
      "text": "He searcheth out the deep, and the heart, And he hath understanding of their cunning devices: For the Most High knoweth all knowledge, And he looketh into the signs of the world,"
    },
    {
      "verse": 19,
      "text": "Declaring the things that are past, and the things that shall be, And revealing the traces of hidden things."
    },
    {
      "verse": 20,
      "text": "No thought escapeth him; There is not a word hidden from him."
    },
    {
      "verse": 21,
      "text": "The mighty works of his wisdom he hath ordered, Who is from everlasting to everlasting: Nothing hath been added unto them, nor diminished from them; And he had no need of any counselor."
    },
    {
      "verse": 22,
      "text": "How desirable are all his works! One may behold thiseven unto a spark."
    },
    {
      "verse": 23,
      "text": "All these things live and remain forever in all manner of uses, And they are all obedient."
    },
    {
      "verse": 24,
      "text": "All things are double one against another: And he hath made nothing imperfect."
    },
    {
      "verse": 25,
      "text": "One thing establisheth the good things of another: And who shall be filled with beholding his glory?"
    }
  ]
}