{
  "book_id": "SIR",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "And he brought out of him a man of mercy, Who found favor in the sight of all flesh; A man beloved of God and men, even Moses, Whose memorial is blessed."
    },
    {
      "verse": 2,
      "text": "He made him like to the glory of the saints, And magnified him in the fears of his enemies."
    },
    {
      "verse": 3,
      "text": "By his words he caused the wonders to cease; He glorified him in the sight of kings; He gave him commandment for his people, And showed him part of his glory."
    },
    {
      "verse": 4,
      "text": "He sanctified him in his faithfulness and meekness; He chose him out of all flesh."
    },
    {
      "verse": 5,
      "text": "He made him to hear his voice, And led him into the thick darkness, And gave him commandments face to face, Even the law of life and knowledge, That he might teach Jacob the covenant, And Israel his judgments."
    },
    {
      "verse": 6,
      "text": "He exalted Aaron, a holy man like unto him, Even his brother, of the tribe of Levi."
    },
    {
      "verse": 7,
      "text": "He established for him an everlasting covenant, And gave him the priesthood of the people; He beautified him with comely ornaments, And girded him about with a robe of glory."
    },
    {
      "verse": 8,
      "text": "He clothed him with the perfection of exultation; And strengthened him with apparel of honor, The linen breeches, the long robe, and the ephod."
    },
    {
      "verse": 9,
      "text": "And he compassed him with pomegranates of gold, \\add And\\add* with many bells round about, To send forth a sound as he went, To make a sound that might be heard in the temple, For a memorial to the children of his people;"
    },
    {
      "verse": 10,
      "text": "With a holy garment, with gold and blue and purple, the work of the embroiderer, With an oracle of judgment, \\add even\\add* with the Urim and Thummim;"
    },
    {
      "verse": 11,
      "text": "With twisted scarlet, the work of the craftsman; With precious stones graven like a signet, in a setting of gold, the work of the jeweler, For a memorial engraved in writing, after the number of the tribes of Israel;"
    },
    {
      "verse": 12,
      "text": "With a crown of gold upon the miter, having graven on it, as on a signet, HOLINESS, An ornament of honor, a work of might, The desires of the eyes, goodly and beautiful."
    },
    {
      "verse": 13,
      "text": "Before him there never have been any such; No stranger put them on, but his sons only, and his offspring perpetually."
    },
    {
      "verse": 14,
      "text": "His sacrifices shall be wholly consumed Every day twice continually."
    },
    {
      "verse": 15,
      "text": "Moses consecrated him, And anointed him with holy oil: It was unto him for an everlasting covenant, And to his seed, all the days of heaven, To minister unto him, and to execute also the priest’s office, And bless his people in his name."
    },
    {
      "verse": 16,
      "text": "He chose him out of all living To offer sacrifice to the Lord, Incense, and a sweet savor, for a memorial, To make reconciliation for thy people."
    },
    {
      "verse": 17,
      "text": "He gave unto him in his commandments, \\add Yea,\\add* authority in the covenants of judgments, To teach Jacob the testimonies, And to enlighten Israel in his law."
    },
    {
      "verse": 18,
      "text": "Strangers gathered themselves together against him, And envied him in the wilderness, \\add Even\\add* Dathan and Abiram with their company, And the congregation of Korah, with wrath and anger."
    },
    {
      "verse": 19,
      "text": "The Lord saw it, and it displeased him; And in the wrath of his anger they were destroyed: He did wonders upon them, To consume them with flaming fire."
    },
    {
      "verse": 20,
      "text": "And he added glory to Aaron, And gave him a heritage: He divided unto him the firstfruits of the increase; \\add And\\add* first did he prepare bread in abundance:"
    },
    {
      "verse": 21,
      "text": "For they shall eat the sacrifices of the Lord, Which he gave unto him and to his seed."
    },
    {
      "verse": 22,
      "text": "Howbeit in the land of the people he shall have no inheritance, And he hath no portion among the people: For he himself is thy portion \\add and\\add* inheritance."
    },
    {
      "verse": 23,
      "text": "And Phinehas the son of Eleazar is the third in glory, In that he was zealous in the fear of the Lord, And stood fast in the good forwardness of his soul when the people turned away, And he made reconciliation for Israel."
    },
    {
      "verse": 24,
      "text": "Therefore was there a covenant of peace established for him, \\add That he should be\\add* leader of the saints and of his people; That he and his seed Should have the dignity of the priesthood forever."
    },
    {
      "verse": 25,
      "text": "Also \\add he made\\add* a covenant with David the son of Jesse, of the tribe of Judah; The inheritance of the king is his alone from son to son; So the inheritance of Aaron is also unto his seed."
    },
    {
      "verse": 26,
      "text": "\\add God\\add* give you wisdom in your heart To judge his people in righteousness, That their good things be not abolished, And \\add that\\add* their glory \\add endure\\add* for all their generations."
    }
  ]
}