{
  "book_id": "SIR",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Joshua the son of Nun was valiant in war, And was the successor of Moses in prophecies: Who according to his name was made great For the saving of God’s elect, To take vengeance of the enemies that rose up against them, That he might give Israel their inheritance."
    },
    {
      "verse": 2,
      "text": "How was he glorified in the lifting up his hands, And in stretching out his sword against the cities!"
    },
    {
      "verse": 3,
      "text": "Who before him so stood fast? For the Lord himself brought his enemies unto him."
    },
    {
      "verse": 4,
      "text": "Did not the sun go back by his hand? And did not one day become as two?"
    },
    {
      "verse": 5,
      "text": "He called upon the Most High \\add and\\add* Mighty One, When his foes pressed him round about; And the great Lord heard him."
    },
    {
      "verse": 6,
      "text": "With hailstones of mighty power He caused war to break violently upon the nation, And in the going down he destroyed them that resisted; That the nations might know his armor, How that he fought in the sight of the Lord; For he followed after the Mighty One."
    },
    {
      "verse": 7,
      "text": "Also in the time of Moses he did a work of mercy, He and Caleb the son of Jephunneh, In that they withstood the adversary, Hindered the people from sin, And stilled the murmuring of wickedness."
    },
    {
      "verse": 8,
      "text": "And of six hundred thousand people on foot, they two alone were preserved To bring them into the heritage, Even into a land flowing with milk and honey."
    },
    {
      "verse": 9,
      "text": "Also the Lord gave strength unto Caleb, And it remained with him unto his old age; So that he entered upon the height of the land, And his seed obtained it for a heritage:"
    },
    {
      "verse": 10,
      "text": "That all the children of Israel might see That it is good to walk after the Lord."
    },
    {
      "verse": 11,
      "text": "Also the judges, every one by his name, All whose hearts went not a whoring, And who turned not away from the Lord, May their memorial be blessed."
    },
    {
      "verse": 12,
      "text": "May their bones flourish again out of their place, And may the name of them that have been honored be renewed upon their children."
    },
    {
      "verse": 13,
      "text": "Samuel, the prophet of the Lord, beloved of his Lord, Established a kingdom, and anointed princes over his people."
    },
    {
      "verse": 14,
      "text": "By the law of the Lord he judged the congregation, And the Lord visited Jacob."
    },
    {
      "verse": 15,
      "text": "By his faithfulness he was proved to be a prophet, And by his words he was known to be faithful in vision."
    },
    {
      "verse": 16,
      "text": "Also when his enemies pressed him round about He called upon the Lord, the Mighty One, With the offering of the sucking lamb."
    },
    {
      "verse": 17,
      "text": "And the Lord thundered from heaven, And with a mighty sound made his voice to be heard."
    },
    {
      "verse": 18,
      "text": "And he utterly destroyed the rulers of the Tyrians, And all the princes of the Philistines."
    },
    {
      "verse": 19,
      "text": "Also before the time of his long sleep He made protestations in the sight of the lord and \\add his\\add* anointed, I have not taken any man’s goods, so much as a shoe: And no man did accuse him."
    },
    {
      "verse": 20,
      "text": "And after he fell asleep he prophesied, And showed the king his end, And lifted up his voice from the earth in prophecy, To blot out the wickedness of the people."
    }
  ]
}