{
  "book_id": "EPH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Γίνεσθε οὖν μιμηταὶ τοῦ Θεοῦ ὡς τέκνα ἀγαπητά,"
    },
    {
      "verse": 2,
      "text": "καὶ περιπατεῖτε ἐν ἀγάπῃ, καθὼς καὶ ὁ Χριστὸς ἠγάπησεν ἡμᾶς καὶ παρέδωκεν ἑαυτὸν ὑπὲρ ἡμῶν προσφορὰν καὶ θυσίαν τῷ Θεῷ εἰς ὀσμὴν εὐωδίας."
    },
    {
      "verse": 3,
      "text": "πορνεία δὲ καὶ πᾶσα ἀκαθαρσία ἢ πλεονεξία μηδὲ ὀνομαζέσθω ἐν ὑμῖν, καθὼς πρέπει ἁγίοις,"
    },
    {
      "verse": 4,
      "text": "καὶ αἰσχρότης καὶ μωρολογία ἢ εὐτραπελία, τὰ οὐκ ἀνήκοντα, ἀλλὰ μᾶλλον εὐχαριστία."
    },
    {
      "verse": 5,
      "text": "τοῦτο γάρ ἐστε γινώσκοντες, ὅτι πᾶς πόρνος ἢ ἀκάθαρτος ἢ πλεονέκτης, ὅς ἐστιν εἰδωλολάτρης, οὐκ ἔχει κληρονομίαν ἐν τῇ βασιλείᾳ τοῦ Χριστοῦ καὶ Θεοῦ."
    },
    {
      "verse": 6,
      "text": "Μηδεὶς ὑμᾶς ἀπατάτω κενοῖς λόγοις· διὰ ταῦτα γὰρ ἔρχεται ἡ ὀργὴ τοῦ Θεοῦ ἐπὶ τοὺς υἱοὺς τῆς ἀπειθείας."
    },
    {
      "verse": 7,
      "text": "μὴ οὖν γίνεσθε συμμέτοχοι αὐτῶν."
    },
    {
      "verse": 8,
      "text": "ἦτε γάρ ποτε σκότος, νῦν δὲ φῶς ἐν Κυρίῳ· ὡς τέκνα φωτὸς περιπατεῖτε· —"
    },
    {
      "verse": 9,
      "text": "ὁ γὰρ καρπὸς τοῦ Πνεύματος ἐν πάσῃ ἀγαθωσύνῃ καὶ δικαιοσύνῃ καὶ ἀληθείᾳ· —"
    },
    {
      "verse": 10,
      "text": "δοκιμάζοντες τί ἐστιν εὐάρεστον τῷ Κυρίῳ."
    },
    {
      "verse": 11,
      "text": "καὶ μὴ συγκοινωνεῖτε τοῖς ἔργοις τοῖς ἀκάρποις τοῦ σκότους, μᾶλλον δὲ καὶ ἐλέγχετε·"
    },
    {
      "verse": 12,
      "text": "τὰ γὰρ κρυφῆ γινόμενα ὑπ᾽ αὐτῶν αἰσχρόν ἐστι καὶ λέγειν·"
    },
    {
      "verse": 13,
      "text": "τὰ δὲ πάντα ἐλεγχόμενα ὑπὸ τοῦ φωτὸς φανεροῦται· πᾶν γὰρ τὸ φανερούμενον φῶς ἐστι."
    },
    {
      "verse": 14,
      "text": "διὸ λέγει· ἔγειρε ὁ καθεύδων καὶ ἀνάστα ἐκ τῶν νεκρῶν, καὶ ἐπιφαύσει σοι ὁ Χριστός."
    },
    {
      "verse": 15,
      "text": "Βλέπετε οὖν πῶς ἀκριβῶς περιπατεῖτε, μὴ ὡς ἄσοφοι, ἀλλ᾽ ὡς σοφοί,"
    },
    {
      "verse": 16,
      "text": "ἐξαγοραζόμενοι τὸν καιρόν, ὅτι αἱ ἡμέραι πονηραί εἰσι."
    },
    {
      "verse": 17,
      "text": "διὰ τοῦτο μὴ γίνεσθε ἄφρονες, ἀλλὰ συνιέντες τί τὸ θέλημα τοῦ Κυρίου."
    },
    {
      "verse": 18,
      "text": "καὶ μὴ μεθύσκεσθε οἴνῳ, ἐν ᾧ ἐστιν ἀσωτία, ἀλλὰ πληροῦσθε ἐν Πνεύματι,"
    },
    {
      "verse": 19,
      "text": "λαλοῦντες ἑαυτοῖς ψαλμοῖς καὶ ὕμνοις καὶ ᾠδαῖς πνευματικαῖς, ᾄδοντες καὶ ψάλλοντες ἐν τῇ καρδίᾳ ὑμῶν τῷ Κυρίῳ,"
    },
    {
      "verse": 20,
      "text": "εὐχαριστοῦντες πάντοτε ὑπὲρ πάντων ἐν ὀνόματι τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ τῷ Θεῷ καὶ πατρί,"
    },
    {
      "verse": 21,
      "text": "ὑποτασσόμενοι ἀλλήλοις ἐν φόβῳ Χριστοῦ."
    },
    {
      "verse": 22,
      "text": "Αἱ γυναῖκες τοῖς ἰδίοις ἀνδράσιν ὑποτάσσεσθε ὡς τῷ Κυρίῳ,"
    },
    {
      "verse": 23,
      "text": "ὅτι [ὁ] ἀνήρ ἐστι κεφαλὴ τῆς γυναικός, ὡς καὶ ὁ Χριστὸς κεφαλὴ τῆς ἐκκλησίας, καὶ αὐτός ἐστι σωτὴρ τοῦ σώματος."
    },
    {
      "verse": 24,
      "text": "ἀλλ᾽ ὥσπερ ἡ ἐκκλησία ὑποτάσσεται τῷ Χριστῷ, οὕτω καὶ αἱ γυναῖκες τοῖς ἰδίοις ἀνδράσιν ἐν παντί."
    },
    {
      "verse": 25,
      "text": "οἱ ἄνδρες ἀγαπᾶτε τὰς γυναῖκας ἑαυτῶν, καθὼς καὶ ὁ Χριστὸς ἠγάπησε τὴν ἐκκλησίαν καὶ ἑαυτὸν παρέδωκεν ὑπὲρ αὐτῆς,"
    },
    {
      "verse": 26,
      "text": "ἵνα αὐτὴν ἁγιάσῃ καθαρίσας τῷ λουτρῷ τοῦ ὕδατος ἐν ῥήματι,"
    },
    {
      "verse": 27,
      "text": "ἵνα παραστήσῃ αὐτὴν ἑαυτῷ ἔνδοξον τὴν ἐκκλησίαν, μὴ ἔχουσαν σπίλον ἢ ῥυτίδα ἤ τι τῶν τοιούτων, ἀλλ᾽ ἵνα ᾖ ἁγία καὶ ἄμωμος."
    },
    {
      "verse": 28,
      "text": "οὕτως ὀφείλουσιν οἱ ἄνδρες ἀγαπᾶν τὰς ἑαυτῶν γυναῖκας ὡς τὰ ἑαυτῶν σώματα. ὁ ἀγαπῶν τὴν ἑαυτοῦ γυναῖκα ἑαυτὸν ἀγαπᾷ·"
    },
    {
      "verse": 29,
      "text": "οὐδεὶς γάρ ποτε τὴν ἑαυτοῦ σάρκα ἐμίσησεν, ἀλλ᾽ ἐκτρέφει καὶ θάλπει αὐτήν, καθὼς καὶ ὁ Κύριος τὴν ἐκκλησίαν·"
    },
    {
      "verse": 30,
      "text": "ὅτι μέλη ἐσμὲν τοῦ σώματος αὐτοῦ, ἐκ τῆς σαρκὸς αὐτοῦ καὶ ἐκ τῶν ὀστέων αὐτοῦ·"
    },
    {
      "verse": 31,
      "text": "\\+w ἀντὶ|strong=\"G0473\"\\+w* \\+w τούτου|strong=\"G3778\"\\+w* \\+w καταλείψει|strong=\"G2641\"\\+w* \\+w ἄνθρωπος|strong=\"G0444\"\\+w* \\+w τὸν|strong=\"G3588\"\\+w* \\+w πατέρα|strong=\"G3962\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w τὴν|strong=\"G3588\"\\+w* \\+w μητέρα|strong=\"G3384\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w προσκολληθήσεται|strong=\"G4347\"\\+w* \\+w πρὸς|strong=\"G4314\"\\+w* \\+w τὴν|strong=\"G3588\"\\+w* \\+w γυναῖκα|strong=\"G1135\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w*, \\+w καὶ|strong=\"G2532\"\\+w* \\+w ἔσονται|strong=\"G1510\"\\+w* \\+w οἱ|strong=\"G3588\"\\+w* \\+w δύο|strong=\"G1417\"\\+w* \\+w εἰς|strong=\"G1519\"\\+w* \\+w σάρκα|strong=\"G4561\"\\+w* \\+w μίαν|strong=\"G1520\"\\+w*."
    },
    {
      "verse": 32,
      "text": "τὸ μυστήριον τοῦτο μέγα ἐστίν, ἐγὼ δὲ λέγω εἰς Χριστὸν καὶ εἰς τὴν ἐκκλησίαν."
    },
    {
      "verse": 33,
      "text": "πλὴν καὶ ὑμεῖς οἱ καθ᾽ ἕνα ἕκαστος τὴν ἑαυτοῦ γυναῖκα οὕτως ἀγαπάτω ὡς ἑαυτόν, ἡ δὲ γυνὴ ἵνα φοβῆται τὸν ἄνδρα."
    }
  ]
}