{
  "book_id": "EZK",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And he said unto me, Son of man, stand upon thy feet, and I will speak unto thee."
    },
    {
      "verse": 2,
      "text": "And the spirit entered into me when he spake unto me, and set me upon my feet, that I heard him that spake unto me."
    },
    {
      "verse": 3,
      "text": "And he said unto me, Son of man, I send thee to the children of Israel, to a rebellious nation that hath rebelled against me: they and their fathers have transgressed against me, \\add even\\add* unto this very day."
    },
    {
      "verse": 4,
      "text": "For \\add they are\\add* impudent children and stiff hearted. I do send thee unto them; and thou shalt say unto them, Thus saith the Lord \\sc God\\sc*."
    },
    {
      "verse": 5,
      "text": "And they, whether they will hear, or whether they will forbear, (for they \\add are\\add* a rebellious house,) yet shall know that there hath been a prophet among them."
    },
    {
      "verse": 6,
      "text": "And thou, son of man, be not afraid of them, neither be afraid of their words, though briers and thorns \\add be\\add* with thee, and thou dost dwell among scorpions: be not afraid of their words, nor be dismayed at their looks, though they \\add be\\add* a rebellious house."
    },
    {
      "verse": 7,
      "text": "And thou shalt speak my words unto them, whether they will hear, or whether they will forbear: for they \\add are\\add* most rebellious."
    },
    {
      "verse": 8,
      "text": "But thou, son of man, hear what I say unto thee; Be not thou rebellious like \\add that\\add* rebellious house: open thy mouth, and eat that I give thee."
    },
    {
      "verse": 9,
      "text": "And when I looked, behold, a hand \\add was\\add* sent unto me; and lo, a roll of a book \\add was\\add* therein;"
    },
    {
      "verse": 10,
      "text": "and he spread it before me; and it \\add was\\add* written within and without: and \\add there was\\add* written therein lamentations, and mourning, and woe."
    }
  ]
}