{
  "book_id": "EZK",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Again in the ninth year, in the tenth month, in the tenth \\add day\\add* of the month, the word of the \\sc Lord\\sc* came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, write thee the name of the day, \\add even\\add* of this same day: the king of Babylon set himself against Jerusalem this same day."
    },
    {
      "verse": 3,
      "text": "And utter a parable unto the rebellious house, and say unto them, Thus saith the Lord \\sc God\\sc*; Set on a pot, set \\add it\\add* on, and also pour water into it:"
    },
    {
      "verse": 4,
      "text": "gather the pieces thereof into it, \\add even\\add* every good piece, the thigh, and the shoulder; fill \\add it with\\add* the choice bones."
    },
    {
      "verse": 5,
      "text": "Take the choice of the flock, and burn also the bones under it, \\add and\\add* make it boil well, and let them seethe the bones of it therein."
    },
    {
      "verse": 6,
      "text": "Wherefore thus saith the Lord \\sc God\\sc*; Woe to the bloody city, to the pot whose scum \\add is\\add* therein, and whose scum is not gone out of it! bring it out piece by piece; let no lot fall upon it."
    },
    {
      "verse": 7,
      "text": "For her blood is in the midst of her; she set it upon the top of a rock; she poured it not upon the ground, to cover it with dust;"
    },
    {
      "verse": 8,
      "text": "that \\add it\\add* might cause fury to come up to take vengeance; I have set her blood upon the top of a rock, that \\add it\\add* should not be covered."
    },
    {
      "verse": 9,
      "text": "Therefore thus saith the Lord \\sc God\\sc*; Woe to the bloody city! I will even make the pile for fire great."
    },
    {
      "verse": 10,
      "text": "Heap on wood, kindle the fire, consume the flesh, and spice it well, and let the bones be burnt."
    },
    {
      "verse": 11,
      "text": "Then set it empty upon the coals thereof, that the brass of it may be hot, and may burn, and \\add that\\add* the filthiness of it may be molten in it, \\add that\\add* the scum of it may be consumed."
    },
    {
      "verse": 12,
      "text": "She hath wearied \\add herself with\\add* lies, and her great scum went not forth out of her: her scum \\add shall be\\add* in the fire."
    },
    {
      "verse": 13,
      "text": "In thy filthiness \\add is\\add* lewdness: because I have purged thee, and thou wast not purged, thou shalt not be purged from thy filthiness any more, till I have caused my fury to rest upon thee."
    },
    {
      "verse": 14,
      "text": "I the \\sc Lord\\sc* have spoken \\add it:\\add* it shall come to pass, and I will do \\add it;\\add* I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord \\sc God\\sc*."
    },
    {
      "verse": 15,
      "text": "Also the word of the \\sc Lord\\sc* came unto me, saying,"
    },
    {
      "verse": 16,
      "text": "Son of man, behold, I take away from thee the desire of thine eyes with a stroke: yet neither shalt thou mourn nor weep, neither shall thy tears run down."
    },
    {
      "verse": 17,
      "text": "Forbear to cry, make no mourning \\add for\\add* the dead, bind the tire of thine head upon thee, and put on thy shoes upon thy feet, and cover not \\add thy\\add* lips, and eat not the bread of men."
    },
    {
      "verse": 18,
      "text": "So I spake unto the people in the morning: and at even my wife died; and I did in the morning as I was commanded."
    },
    {
      "verse": 19,
      "text": "And the people said unto me, Wilt thou not tell us what these \\add things are\\add* to us, that thou doest \\add so?\\add*"
    },
    {
      "verse": 20,
      "text": "Then I answered them, The word of the \\sc Lord\\sc* came unto me, saying,"
    },
    {
      "verse": 21,
      "text": "Speak unto the house of Israel, Thus saith the Lord \\sc God\\sc*; Behold, I \\add will\\add* profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword."
    },
    {
      "verse": 22,
      "text": "And ye shall do as I have done: ye shall not cover \\add your\\add* lips, nor eat the bread of men."
    },
    {
      "verse": 23,
      "text": "And your tires \\add shall be\\add* upon your heads, and your shoes upon your feet: ye shall not mourn nor weep; but ye shall pine away for your iniquities, and mourn one towards another."
    },
    {
      "verse": 24,
      "text": "Thus Ezekiel is unto you a sign: according to all that he hath done shall ye do: and when this cometh, ye shall know that I \\add am\\add* the Lord \\sc God\\sc*."
    },
    {
      "verse": 25,
      "text": "Also, thou son of man, \\add shall it\\add* not \\add be\\add* in the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that whereupon they set their minds, their sons and their daughters,"
    },
    {
      "verse": 26,
      "text": "\\add that\\add* he that escapeth in that day shall come unto thee, to cause \\add thee\\add* to hear \\add it\\add* with \\add thine\\add* ears?"
    },
    {
      "verse": 27,
      "text": "In that day shall thy mouth be opened to him which is escaped, and thou shalt speak, and be no more dumb: and thou shalt be a sign unto them; and they shall know that I \\add am\\add* the \\sc Lord\\sc*."
    }
  ]
}