{
  "book_id": "EZK",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Afterward he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, \\add which was\\add* the breadth of the tabernacle."
    },
    {
      "verse": 2,
      "text": "And the breadth of the door \\add was\\add* ten cubits; and the sides of the door \\add were\\add* five cubits on the one side, and five cubits on the other side: and he measured the length thereof, forty cubits: and the breadth, twenty cubits."
    },
    {
      "verse": 3,
      "text": "Then went he inward, and measured the post of the door, two cubits; and the door, six cubits; and the breadth of the door, seven cubits."
    },
    {
      "verse": 4,
      "text": "So he measured the length thereof, twenty cubits; and the breadth, twenty cubits, before the temple: and he said unto me, This \\add is\\add* the most holy \\add place\\add*."
    },
    {
      "verse": 5,
      "text": "After he measured the wall of the house, six cubits; and the breadth of \\add every\\add* side chamber, four cubits, round about the house on every side."
    },
    {
      "verse": 6,
      "text": "And the side chambers \\add were\\add* three, one over another, and thirty \\add in\\add* order; and they entered into the wall which \\add was\\add* of the house for the side chambers round about, that \\add they\\add* might have hold, but they had not hold in the wall of the house."
    },
    {
      "verse": 7,
      "text": "And \\add there was\\add* an enlarging, and a winding about still upward to the side chambers: for the winding about of the house \\add went\\add* still upward round about the house: therefore the breadth of the house \\add was still\\add* upward, and so increased \\add from\\add* the lowest \\add chamber\\add* to the highest by the midst."
    },
    {
      "verse": 8,
      "text": "I saw also the height of the house round about: the foundations of the side chambers \\add were\\add* a full reed of six great cubits."
    },
    {
      "verse": 9,
      "text": "The thickness of the wall, which \\add was\\add* for the side chamber without, \\add was\\add* five cubits: and \\add that\\add* which \\add was\\add* left \\add was\\add* the place of the side chambers that \\add were\\add* within."
    },
    {
      "verse": 10,
      "text": "And between the chambers \\add was\\add* the wideness of twenty cubits round about the house on every side."
    },
    {
      "verse": 11,
      "text": "And the doors of the side chambers \\add were\\add* toward \\add the place\\add* that \\add was\\add* left, one door toward the north, and another door toward the south: and the breadth of the place that was left \\add was\\add* five cubits round about."
    },
    {
      "verse": 12,
      "text": "Now the building that \\add was\\add* before the separate place \\add at\\add* the end toward the west \\add was\\add* seventy cubits broad; and the wall of the building \\add was\\add* five cubits thick round about, and the length thereof ninety cubits."
    },
    {
      "verse": 13,
      "text": "So he measured the house, an hundred cubits long; and the separate place, and the building, with the walls thereof, an hundred cubits long;"
    },
    {
      "verse": 14,
      "text": "also the breadth of the face of the house, and of the separate place toward the east, an hundred cubits."
    },
    {
      "verse": 15,
      "text": "And he measured the length of the building over against the separate place which \\add was\\add* behind it, and the galleries thereof on the one side and on the other side, an hundred cubits, with the inner temple, and the porches of the court;"
    },
    {
      "verse": 16,
      "text": "the door posts, and the narrow windows, and the galleries round about on their three \\add stories\\add*, over against the door, cieled with wood round about, and \\add from\\add* the ground up to the windows, and the windows \\add were\\add* covered;"
    },
    {
      "verse": 17,
      "text": "to \\add that\\add* above the door, even unto the inner house, and without, and by all the wall round about within and without, \\add by\\add* measure."
    },
    {
      "verse": 18,
      "text": "And \\add it was\\add* made \\add with\\add* cherubims and palm trees, so that a palm tree \\add was\\add* between a cherub and a cherub; and \\add every\\add* cherub had two faces;"
    },
    {
      "verse": 19,
      "text": "so that the face of a man \\add was\\add* toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side: \\add it was\\add* made through all the house round about."
    },
    {
      "verse": 20,
      "text": "From the ground unto above the door \\add were\\add* cherubims and palm trees made, and \\add on\\add* the wall of the temple."
    },
    {
      "verse": 21,
      "text": "The posts of the temple \\add were\\add* squared, \\add and\\add* the face of the sanctuary; the appearance \\add of the one\\add* as the appearance \\add of the other\\add*."
    },
    {
      "verse": 22,
      "text": "The altar \\add of\\add* wood \\add was\\add* three cubits high, and the length thereof two cubits; and the corners thereof, and the length thereof, and the walls thereof, \\add were of\\add* wood: and he said unto me, This \\add is\\add* the table that \\add is\\add* before the \\sc Lord\\sc*."
    },
    {
      "verse": 23,
      "text": "And the temple and the sanctuary had two doors."
    },
    {
      "verse": 24,
      "text": "And the doors had two leaves \\add apiece\\add*, two turning leaves; two \\add leaves\\add* for the one door, and two leaves for the other \\add door\\add*."
    },
    {
      "verse": 25,
      "text": "And \\add there were\\add* made on them, on the doors of the temple, cherubims and palm trees, like as \\add were\\add* made upon the walls; and \\add there were\\add* thick planks upon the face of the porch without."
    },
    {
      "verse": 26,
      "text": "And \\add there were\\add* narrow windows and palm trees on the one side and on the other side, on the sides of the porch, and \\add upon\\add* the side chambers of the house, and thick planks."
    }
  ]
}