{
  "book_id": "EZK",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then he brought me forth into the utter court, the way toward the north: and he brought me into the chamber that \\add was\\add* over against the separate place, and which \\add was\\add* before the building toward the north."
    },
    {
      "verse": 2,
      "text": "Before the length of an hundred cubits \\add was\\add* the north door, and the breadth \\add was\\add* fifty cubits."
    },
    {
      "verse": 3,
      "text": "Over against the twenty \\add cubits\\add* which \\add were\\add* for the inner court, and over against the pavement which \\add was\\add* for the utter court, \\add was\\add* gallery against gallery in three \\add stories\\add*."
    },
    {
      "verse": 4,
      "text": "And before the chambers \\add was\\add* a walk of ten cubits breadth inward, a way of one cubit; and their doors toward the north."
    },
    {
      "verse": 5,
      "text": "Now the upper chambers \\add were\\add* shorter: for the galleries were higher than these, than the lower, and than the middlemost of the building."
    },
    {
      "verse": 6,
      "text": "For they \\add were\\add* in three \\add stories\\add*, but had not pillars as the pillars of the courts: therefore \\add the building\\add* was straitened more than the lowest and the middlemost from the ground."
    },
    {
      "verse": 7,
      "text": "And the wall that \\add was\\add* without over against the chambers, towards the utter court on the forepart of the chambers, the length thereof \\add was\\add* fifty cubits."
    },
    {
      "verse": 8,
      "text": "For the length of the chambers that \\add were\\add* in the utter court \\add was\\add* fifty cubits: and lo, before the temple \\add were\\add* an hundred cubits."
    },
    {
      "verse": 9,
      "text": "And from under these chambers \\add was\\add* the entry on the east side, as one goeth into them from the utter court."
    },
    {
      "verse": 10,
      "text": "The chambers \\add were\\add* in the thickness of the wall of the court toward the east, over against the separate place, and over against the building."
    },
    {
      "verse": 11,
      "text": "And the way before them \\add was\\add* like the appearance of the chambers which \\add were\\add* toward the north, as long as they, \\add and\\add* as broad as they: and all their goings out \\add were\\add* both according to their fashions, and according to their doors."
    },
    {
      "verse": 12,
      "text": "And according to the doors of the chambers that \\add were\\add* toward the south \\add was\\add* a door in the head of the way, \\add even\\add* the way directly before the wall toward the east, as \\add one\\add* entereth into them."
    },
    {
      "verse": 13,
      "text": "Then said he unto me, The north chambers \\add and\\add* the south chambers, which \\add are\\add* before the separate place, they \\add be\\add* holy chambers, where the priests that approach unto the \\sc Lord\\sc* shall eat the most holy \\add things:\\add* there shall they lay the most holy \\add things\\add*, and the meat offering, and the sin offering, and the trespass offering; for the place \\add is\\add* holy."
    },
    {
      "verse": 14,
      "text": "When the priests enter \\add therein\\add*, then shall they not go out of the holy \\add place\\add* into the utter court, but there they shall lay their garments wherein they minister; for they \\add are\\add* holy; and shall put on other garments, and shall approach to \\add those things\\add* which \\add are\\add* for the people."
    },
    {
      "verse": 15,
      "text": "Now when he had made an end of measuring the inner house, he brought me forth toward the gate whose prospect \\add is\\add* toward the east, and measured it round about."
    },
    {
      "verse": 16,
      "text": "He measured the east side with the measuring reed, five hundred reeds, with the measuring reed round about."
    },
    {
      "verse": 17,
      "text": "He measured the north side, five hundred reeds, with the measuring reed round about."
    },
    {
      "verse": 18,
      "text": "He measured the south side, five hundred reeds, with the measuring reed."
    },
    {
      "verse": 19,
      "text": "He turned about to the west side, \\add and\\add* measured five hundred reeds with the measuring reed."
    },
    {
      "verse": 20,
      "text": "He measured it by the four sides: it had a wall round about, five hundred \\add reeds\\add* long, and five hundred broad, to make a separation between the sanctuary and the profane \\add place\\add*."
    }
  ]
}