{
  "book_id": "EZK",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, when ye shall divide \\add by lot\\add* the land for inheritance, ye shall offer an oblation unto the \\sc Lord\\sc*, a holy \\add portion\\add* of the land: the length \\add shall be\\add* the length \\add of\\add* five and twenty thousand \\add reeds\\add*, and the breadth \\add shall be\\add* ten thousand. This \\add shall be\\add* holy in all the borders thereof round about."
    },
    {
      "verse": 2,
      "text": "Of this there shall be for the sanctuary five hundred \\add in length\\add*, with five hundred \\add in breadth\\add*, square round about; and fifty cubits round about \\add for\\add* the suburbs thereof."
    },
    {
      "verse": 3,
      "text": "And of this measure shalt thou measure the length of five and twenty thousand, and the breadth of ten thousand: and in it shall be the sanctuary \\add and\\add* the most holy \\add place\\add*."
    },
    {
      "verse": 4,
      "text": "The holy \\add portion\\add* of the land shall be for the priests the ministers of the sanctuary, which shall come near to minister unto the \\sc Lord\\sc*: and it shall be a place for their houses, and a holy place for the sanctuary."
    },
    {
      "verse": 5,
      "text": "And \\add the\\add* five and twenty thousand of length, and \\add the\\add* ten thousand of breadth, shall also the Levites, the ministers of the house, have for themselves, for a possession \\add for\\add* twenty chambers."
    },
    {
      "verse": 6,
      "text": "And ye shall appoint the possession of the city five thousand broad, and five and twenty thousand long, over against the oblation of the holy \\add portion:\\add* it shall be for the whole house of Israel."
    },
    {
      "verse": 7,
      "text": "And \\add a portion shall be\\add* for the prince on the one side and on the other side of the oblation of the holy \\add portion\\add*, and of the possession of the city, before the oblation of the holy \\add portion\\add*, and before the possession of the city, from the west side westward, and from the east side eastward: and the length \\add shall be\\add* over against one of the portions, from the west border unto the east border."
    },
    {
      "verse": 8,
      "text": "In the land shall be his possession in Israel: and my princes shall no more oppress my people; and \\add the rest of\\add* the land shall they give to the house of Israel according to their tribes."
    },
    {
      "verse": 9,
      "text": "Thus saith the Lord \\sc God\\sc*; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord \\sc God\\sc*."
    },
    {
      "verse": 10,
      "text": "Ye shall have just balances, and a just ephah, and a just bath."
    },
    {
      "verse": 11,
      "text": "The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth \\add part\\add* of a homer: the measure thereof shall be after the homer."
    },
    {
      "verse": 12,
      "text": "And the shekel \\add shall be\\add* twenty gerahs: twenty shekels, five and twenty shekels, fifteen shekels, shall be your maneh."
    },
    {
      "verse": 13,
      "text": "This \\add is\\add* the oblation that ye shall offer; the sixth \\add part\\add* of an ephah of a homer of wheat, and ye shall give the sixth part of an ephah of a homer of barley:"
    },
    {
      "verse": 14,
      "text": "concerning the ordinance of oil, the bath \\add of\\add* oil, \\add ye shall offer\\add* the tenth part of a bath out of the cor, \\add which is\\add* a homer of ten baths; for ten baths \\add are\\add* a homer:"
    },
    {
      "verse": 15,
      "text": "and one lamb out of the flock, out of two hundred, out of the fat pastures of Israel; for a meat offering, and for a burnt offering, and for peace offerings, to make reconciliation for them, saith the Lord \\sc God\\sc*."
    },
    {
      "verse": 16,
      "text": "All the people of the land shall give this oblation for the prince in Israel."
    },
    {
      "verse": 17,
      "text": "And it shall be the prince’s part \\add to give\\add* burnt offerings, and meat offerings, and drink offerings, in the feasts, and in the new moons, and in the sabbaths, in all solemnities of the house of Israel: he shall prepare the sin offering, and the meat offering, and the burnt offering, and the peace offerings, to make reconciliation for the house of Israel."
    },
    {
      "verse": 18,
      "text": "Thus saith the Lord \\sc God\\sc*; In the first \\add month\\add*, in the first \\add day\\add* of the month, thou shalt take a young bullock without blemish, and cleanse the sanctuary:"
    },
    {
      "verse": 19,
      "text": "and the priest shall take of the blood of the sin offering, and put \\add it\\add* upon the posts of the house, and upon the four corners of the settle of the altar, and upon the posts of the gate of the inner court."
    },
    {
      "verse": 20,
      "text": "And so thou shalt do the seventh \\add day\\add* of the month for every one that erreth, and for \\add him that is\\add* simple: so shall ye reconcile the house."
    },
    {
      "verse": 21,
      "text": "In the first \\add month\\add*, in the fourteenth day of the month, ye shall have the passover, a feast of seven days; unleavened bread shall be eaten."
    },
    {
      "verse": 22,
      "text": "And upon that day shall the prince prepare for himself and for all the people of the land a bullock \\add for\\add* a sin offering."
    },
    {
      "verse": 23,
      "text": "And seven days of the feast he shall prepare a burnt offering to the \\sc Lord\\sc*, seven bullocks and seven rams without blemish daily the seven days; and a kid of the goats daily \\add for\\add* a sin offering."
    },
    {
      "verse": 24,
      "text": "And he shall prepare a meat offering \\add of\\add* an ephah for a bullock, and an ephah for a ram, and a hin of oil for an ephah."
    },
    {
      "verse": 25,
      "text": "In the seventh \\add month\\add*, in the fifteenth day of the month, shall he do the like in the feast \\add of\\add* the seven days, according to the sin offering, according to the burnt offering, and according to the meat offering, and according to the oil."
    }
  ]
}