{
  "book_id": "MRK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐκπορευομένου αὐτοῦ ἐκ τοῦ ἱεροῦ λέγει αὐτῷ εἷς τῶν μαθητῶν αὐτοῦ· Διδάσκαλε, ἴδε ποταποὶ λίθοι καὶ ποταπαὶ οἰκοδομαί."
    },
    {
      "verse": 2,
      "text": "καὶ ὁ ⸀Ἰησοῦςεἶπεν αὐτῷ· Βλέπεις ταύτας τὰς μεγάλας οἰκοδομάς; οὐ μὴ ἀφεθῇ ⸀ὧδελίθος ἐπὶ ⸀λίθονὃς οὐ μὴ καταλυθῇ."
    },
    {
      "verse": 3,
      "text": "Καὶ καθημένου αὐτοῦ εἰς τὸ Ὄρος τῶν Ἐλαιῶν κατέναντι τοῦ ἱεροῦ ⸀ἐπηρώτααὐτὸν κατʼ ἰδίαν Πέτρος καὶ Ἰάκωβος καὶ Ἰωάννης καὶ Ἀνδρέας·"
    },
    {
      "verse": 4,
      "text": "Εἰπὸν ἡμῖν πότε ταῦτα ἔσται, καὶ τί τὸ σημεῖον ὅταν μέλλῃ ⸂ταῦτα συντελεῖσθαι πάντα."
    },
    {
      "verse": 5,
      "text": "ὁ δὲ Ἰησοῦς ⸂ἤρξατο λέγειν αὐτοῖς· Βλέπετε μή τις ὑμᾶς πλανήσῃ·"
    },
    {
      "verse": 6,
      "text": "⸀πολλοὶἐλεύσονται ἐπὶ τῷ ὀνόματί μου λέγοντες ὅτι Ἐγώ εἰμι, καὶ πολλοὺς πλανήσουσιν."
    },
    {
      "verse": 7,
      "text": "ὅταν δὲ ⸀ἀκούσητεπολέμους καὶ ἀκοὰς πολέμων, μὴ θροεῖσθε· ⸀δεῖγενέσθαι, ἀλλʼ οὔπω τὸ τέλος."
    },
    {
      "verse": 8,
      "text": "ἐγερθήσεται γὰρ ἔθνος ἐπʼ ἔθνος καὶ βασιλεία ἐπὶ βασιλείαν, ⸀ἔσονταισεισμοὶ κατὰ τόπους, ⸁ἔσονται⸀λιμοί ⸀ἀρχὴὠδίνων ταῦτα."
    },
    {
      "verse": 9,
      "text": "βλέπετε δὲ ὑμεῖς ἑαυτούς· ⸀παραδώσουσινὑμᾶς εἰς συνέδρια καὶ εἰς συναγωγὰς δαρήσεσθε καὶ ἐπὶ ἡγεμόνων καὶ βασιλέων σταθήσεσθε ἕνεκεν ἐμοῦ εἰς μαρτύριον αὐτοῖς."
    },
    {
      "verse": 10,
      "text": "καὶ εἰς πάντα τὰ ἔθνη ⸂πρῶτον δεῖ κηρυχθῆναι τὸ εὐαγγέλιον."
    },
    {
      "verse": 11,
      "text": "⸂καὶ ὅταν ⸀ἄγωσινὑμᾶς παραδιδόντες, μὴ προμεριμνᾶτε τί ⸀λαλήσητε ἀλλʼ ὃ ἐὰν δοθῇ ὑμῖν ἐν ἐκείνῃ τῇ ὥρᾳ τοῦτο λαλεῖτε, οὐ γάρ ἐστε ὑμεῖς οἱ λαλοῦντες ἀλλὰ τὸ πνεῦμα τὸ ἅγιον."
    },
    {
      "verse": 12,
      "text": "⸂καὶ παραδώσει ἀδελφὸς ἀδελφὸν εἰς θάνατον καὶ πατὴρ τέκνον, καὶ ἐπαναστήσονται τέκνα ἐπὶ γονεῖς καὶ θανατώσουσιν αὐτούς·"
    },
    {
      "verse": 13,
      "text": "καὶ ἔσεσθε μισούμενοι ὑπὸ πάντων διὰ τὸ ὄνομά μου. ὁ δὲ ὑπομείνας εἰς τέλος οὗτος σωθήσεται."
    },
    {
      "verse": 14,
      "text": "Ὅταν δὲ ἴδητε τὸ βδέλυγμα τῆς ἐρημώσεως ⸀ἑστηκόταὅπου οὐ δεῖ, ὁ ἀναγινώσκων νοείτω, τότε οἱ ἐν τῇ Ἰουδαίᾳ φευγέτωσαν εἰς τὰ ὄρη,"
    },
    {
      "verse": 15,
      "text": "⸀ὁἐπὶ τοῦ δώματος μὴ ⸀καταβάτωμηδὲ εἰσελθάτω ⸂τι ἆραι ἐκ τῆς οἰκίας αὐτοῦ,"
    },
    {
      "verse": 16,
      "text": "καὶ ὁ εἰς τὸν ⸀ἀγρὸνμὴ ἐπιστρεψάτω εἰς τὰ ὀπίσω ἆραι τὸ ἱμάτιον αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "οὐαὶ δὲ ταῖς ἐν γαστρὶ ἐχούσαις καὶ ταῖς θηλαζούσαις ἐν ἐκείναις ταῖς ἡμέραις."
    },
    {
      "verse": 18,
      "text": "προσεύχεσθε δὲ ἵνα μὴ ⸀γένηταιχειμῶνος·"
    },
    {
      "verse": 19,
      "text": "ἔσονται γὰρ αἱ ἡμέραι ἐκεῖναι θλῖψις οἵα οὐ γέγονεν τοιαύτη ἀπʼ ἀρχῆς κτίσεως ⸀ἣνἔκτισεν ὁ θεὸς ἕως τοῦ νῦν καὶ οὐ μὴ γένηται."
    },
    {
      "verse": 20,
      "text": "καὶ εἰ μὴ ⸂ἐκολόβωσεν κύριος τὰς ἡμέρας, οὐκ ἂν ἐσώθη πᾶσα σάρξ. ἀλλὰ διὰ τοὺς ἐκλεκτοὺς οὓς ἐξελέξατο ἐκολόβωσεν τὰς ἡμέρας."
    },
    {
      "verse": 21,
      "text": "⸀καὶτότε ἐάν τις ὑμῖν εἴπῃ· ⸀Ἴδεὧδε ὁ ⸀χριστός ⸁Ἴδεἐκεῖ, μὴ πιστεύετε·"
    },
    {
      "verse": 22,
      "text": "ἐγερθήσονται γὰρ ψευδόχριστοι καὶ ψευδοπροφῆται καὶ δώσουσιν σημεῖα καὶ τέρατα πρὸς τὸ ἀποπλανᾶν εἰ ⸀δυνατὸντοὺς ἐκλεκτούς·"
    },
    {
      "verse": 23,
      "text": "ὑμεῖς δὲ βλέπετε· ⸀προείρηκαὑμῖν πάντα."
    },
    {
      "verse": 24,
      "text": "Ἀλλὰ ἐν ἐκείναις ταῖς ἡμέραις μετὰ τὴν θλῖψιν ἐκείνην ὁ ἥλιος σκοτισθήσεται, καὶ ἡ σελήνη οὐ δώσει τὸ φέγγος αὐτῆς,"
    },
    {
      "verse": 25,
      "text": "καὶ οἱ ἀστέρες ⸂ἔσονται ἐκ τοῦ οὐρανοῦ πίπτοντες, καὶ αἱ δυνάμεις αἱ ἐν τοῖς οὐρανοῖς σαλευθήσονται."
    },
    {
      "verse": 26,
      "text": "καὶ τότε ὄψονται τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐν νεφέλαις μετὰ δυνάμεως πολλῆς καὶ δόξης·"
    },
    {
      "verse": 27,
      "text": "καὶ τότε ἀποστελεῖ τοὺς ⸀ἀγγέλουςκαὶ ἐπισυνάξει τοὺς ⸀ἐκλεκτοὺςἐκ τῶν τεσσάρων ἀνέμων ἀπʼ ἄκρου γῆς ἕως ἄκρου οὐρανοῦ."
    },
    {
      "verse": 28,
      "text": "Ἀπὸ δὲ τῆς συκῆς μάθετε τὴν παραβολήν· ὅταν ⸂ἤδη ὁ κλάδος αὐτῆς ἁπαλὸς γένηται καὶ ἐκφύῃ τὰ φύλλα, γινώσκετε ὅτι ἐγγὺς τὸ θέρος ἐστίν·"
    },
    {
      "verse": 29,
      "text": "οὕτως καὶ ὑμεῖς, ὅταν ⸂ἴδητε ταῦτα γινόμενα, γινώσκετε ὅτι ἐγγύς ἐστιν ἐπὶ θύραις."
    },
    {
      "verse": 30,
      "text": "ἀμὴν λέγω ὑμῖν ὅτι οὐ μὴ παρέλθῃ ἡ γενεὰ αὕτη μέχρις οὗ ⸂ταῦτα πάντα γένηται."
    },
    {
      "verse": 31,
      "text": "ὁ οὐρανὸς καὶ ἡ γῆ ⸀παρελεύσονται οἱ δὲ λόγοι μου οὐ ⸀μὴ⸁παρελεύσονται"
    },
    {
      "verse": 32,
      "text": "Περὶ δὲ τῆςἡμέρας ἐκείνης ἢ ⸀τῆς ὥρας οὐδεὶς οἶδεν, οὐδὲ οἱ ἄγγελοι ⸀ἐνοὐρανῷ οὐδὲ ὁ υἱός, εἰ μὴ ὁ πατήρ."
    },
    {
      "verse": 33,
      "text": "βλέπετε ⸀ἀγρυπνεῖτε οὐκ οἴδατε γὰρ πότε ὁ καιρός ἐστιν·"
    },
    {
      "verse": 34,
      "text": "ὡς ἄνθρωπος ἀπόδημος ἀφεὶς τὴν οἰκίαν αὐτοῦ καὶ δοὺς τοῖς δούλοις αὐτοῦ τὴν ἐξουσίαν, ⸀ἑκάστῳτὸ ἔργον αὐτοῦ, καὶ τῷ θυρωρῷ ἐνετείλατο ἵνα γρηγορῇ."
    },
    {
      "verse": 35,
      "text": "γρηγορεῖτε οὖν, οὐκ οἴδατε γὰρ πότε ὁ κύριος τῆς οἰκίας ἔρχεται, ⸀ἢὀψὲ ἢ ⸀μεσονύκτιονἢ ἀλεκτοροφωνίας ἢ πρωΐ,"
    },
    {
      "verse": 36,
      "text": "μὴ ἐλθὼν ἐξαίφνης εὕρῃ ὑμᾶς καθεύδοντας·"
    },
    {
      "verse": 37,
      "text": "⸀ὃδὲ ὑμῖν λέγω πᾶσιν λέγω· γρηγορεῖτε."
    }
  ]
}