{
  "book_id": "ECC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Keep thy foot when thou goest to the house of God, and \\add be\\add* more ready to hear, than to give the sacrifice of fools: for they consider not that \\add they\\add* do evil."
    },
    {
      "verse": 2,
      "text": "Be not rash with thy mouth, and let not thine heart be hasty to utter \\add any\\add* thing before God: for God \\add is\\add* in heaven, and thou upon earth: therefore let thy words be few."
    },
    {
      "verse": 3,
      "text": "For a dream cometh through the multitude of business; and a fool’s voice \\add is known\\add* by multitude of words."
    },
    {
      "verse": 4,
      "text": "When thou vowest a vow unto God, defer not to pay it; for \\add he hath\\add* no pleasure in fools: pay that which thou hast vowed."
    },
    {
      "verse": 5,
      "text": "Better \\add is it\\add* that thou shouldest not vow, than that thou shouldest vow and not pay."
    },
    {
      "verse": 6,
      "text": "Suffer not thy mouth to cause thy flesh to sin; neither say thou before the angel, that it \\add was\\add* an error: wherefore should God be angry at thy voice, and destroy the work of thine hands?"
    },
    {
      "verse": 7,
      "text": "For in the multitude of dreams and many words \\add there are\\add* also \\add divers\\add* vanities: but fear thou God."
    },
    {
      "verse": 8,
      "text": "If thou seest the oppression of the poor, and violent perverting of judgment and justice in a province, marvel not at the matter: for \\add he that is\\add* higher than the highest regardeth; and \\add there be\\add* higher than they."
    },
    {
      "verse": 9,
      "text": "Moreover the profit of the earth \\add is\\add* for all: the king \\add himself\\add* is served by the field."
    },
    {
      "verse": 10,
      "text": "He that loveth silver shall not be satisfied \\add with\\add* silver; nor he that loveth abundance \\add with\\add* increase: this \\add is\\add* also vanity."
    },
    {
      "verse": 11,
      "text": "When goods increase, they are increased that eat them: and what good \\add is there\\add* to the owners thereof, saving the beholding \\add of them\\add* with their eyes?"
    },
    {
      "verse": 12,
      "text": "The sleep of a labouring \\add man is\\add* sweet, whether he eat little or much: but the abundance of the rich will not suffer him to sleep."
    },
    {
      "verse": 13,
      "text": "There is a sore evil \\add which\\add* I have seen under the sun, \\add namely\\add*, riches kept for the owners thereof to their hurt."
    },
    {
      "verse": 14,
      "text": "But those riches perish by evil travail: and he begetteth a son, and \\add there is\\add* nothing in his hand."
    },
    {
      "verse": 15,
      "text": "As he came forth of his mother’s womb, naked shall he return to go as he came, and shall take nothing of his labour, which he may carry away in his hand."
    },
    {
      "verse": 16,
      "text": "And this also \\add is\\add* a sore evil, \\add that\\add* in all points as he came, so shall he go: and what profit hath he that hath laboured for the wind?"
    },
    {
      "verse": 17,
      "text": "All his days also he eateth in darkness, and \\add he hath\\add* much sorrow and wrath with his sickness."
    },
    {
      "verse": 18,
      "text": "Behold \\add that\\add* which I have seen: \\add it is\\add* good and comely \\add for one\\add* to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it \\add is\\add* his portion."
    },
    {
      "verse": 19,
      "text": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this \\add is\\add* the gift of God."
    },
    {
      "verse": 20,
      "text": "For he shall not much remember the days of his life; because God answereth \\add him\\add* in the joy of his heart."
    }
  ]
}