{
  "book_id": "EXO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehovah saith unto Moses, 'Now dost thou see that which I do to Pharaoh, for with a strong hand he doth send them away, yea, with a strong hand he doth cast them out of his land.'"
    },
    {
      "verse": 2,
      "text": "And God speaketh unto Moses, and saith unto him, 'I [am] Jehovah,"
    },
    {
      "verse": 3,
      "text": "and I appear unto Abraham, unto Isaac, and unto Jacob, as God Almighty; as to My name Jehovah, I have not been known to them;"
    },
    {
      "verse": 4,
      "text": "and also I have established My covenant with them, to give to them the land of Canaan, the land of their sojournings, wherein they have sojourned;"
    },
    {
      "verse": 5,
      "text": "and also I have heard the groaning of the sons of Israel, whom the Egyptians are causing to serve, and I remember My covenant."
    },
    {
      "verse": 6,
      "text": "'Therefore say to the sons of Israel, I [am] Jehovah, and I have brought you out from under the burdens of the Egyptians, and have delivered you from their service, and have redeemed you by a stretched-out arm, and by great judgments,"
    },
    {
      "verse": 7,
      "text": "and have taken you to Me for a people, and I have been to you for God, and ye have known that I [am] Jehovah your God, who is bringing you out from under the burdens of the Egyptians;"
    },
    {
      "verse": 8,
      "text": "and I have brought you in unto the land which I have lifted up My hand to give it to Abraham, to Isaac, and to Jacob, and have given it to you — a possession; I [am] Jehovah.'"
    },
    {
      "verse": 9,
      "text": "And Moses speaketh so unto the sons of Israel, and they hearkened not unto Moses, for anguish of spirit, and for harsh service."
    },
    {
      "verse": 10,
      "text": "And Jehovah speaketh unto Moses, saying,"
    },
    {
      "verse": 11,
      "text": "'Go in, speak unto Pharaoh king of Egypt, and he doth send the sons of Israel out of his land;"
    },
    {
      "verse": 12,
      "text": "and Moses speaketh before Jehovah, saying, 'Lo, the sons of Israel have not hearkened unto me, and how doth Pharaoh hear me, and I of uncircumcised lips?'"
    },
    {
      "verse": 13,
      "text": "And Jehovah speaketh unto Moses, and unto Aaron, and chargeth them for the sons of Israel, and for Pharaoh king of Egypt, to bring out the sons of Israel from the land of Egypt."
    },
    {
      "verse": 14,
      "text": "These [are] heads of the house of their fathers: Sons of Reuben first-born of Israel [are] Hanoch, and Phallu, Hezron, and Carmi: these [are] families of Reuben."
    },
    {
      "verse": 15,
      "text": "And sons of Simeon [are] Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul, son of the Canaanitess: these [are] families of Simeon."
    },
    {
      "verse": 16,
      "text": "And these [are] the names of the sons of Levi, as to their births: Gershon, and Kohath, and Merari: and the years of the life of Levi [are] a hundred and thirty and seven years."
    },
    {
      "verse": 17,
      "text": "The sons of Gershon [are] Libni, and Shimi, as to their families."
    },
    {
      "verse": 18,
      "text": "And the sons of Kohath [are] Amram, and Izhar, and Hebron, and Uzziel: and the years of the life of Kohath [are] a hundred and thirty and three years."
    },
    {
      "verse": 19,
      "text": "And the sons of Merari [are] Mahli and Mushi: these [are] families of Levi, as to their births."
    },
    {
      "verse": 20,
      "text": "And Amram taketh Jochebed his aunt to himself for a wife, and she beareth to him Aaron and Moses: and the years of the life of Amram [are] a hundred and thirty and seven years."
    },
    {
      "verse": 21,
      "text": "And sons of Izhar [are] Korah, and Nepheg, and Zichri."
    },
    {
      "verse": 22,
      "text": "And sons of Uzziel [are] Mishael, and Elzaphan, and Sithri."
    },
    {
      "verse": 23,
      "text": "And Aaron taketh Elisheba daughter of Amminadab, sister of Naashon, to himself for a wife, and she beareth to him Nadab, and Abihu, Eleazar, and Ithamar."
    },
    {
      "verse": 24,
      "text": "And sons of Korah [are] Assir, and Elkanah, and Abiasaph: these [are] families of the Korhite."
    },
    {
      "verse": 25,
      "text": "And Eleazar, Aaron's son, hath taken to him [one] of the daughters of Putiel for a wife to himself, and she beareth to him Phinehas: these [are] heads of the fathers of the Levites, as to their families."
    },
    {
      "verse": 26,
      "text": "This [is] Aaron — and Moses — to whom Jehovah said, 'Bring ye out the sons of Israel from the land of Egypt, by their hosts;'"
    },
    {
      "verse": 27,
      "text": "these are they who are speaking unto Pharaoh king of Egypt, to bring out the sons of Israel from Egypt, this [is] Moses — and Aaron."
    },
    {
      "verse": 28,
      "text": "And it cometh to pass in the day of Jehovah's speaking unto Moses in the land of Egypt,"
    },
    {
      "verse": 29,
      "text": "that Jehovah speaketh unto Moses, saying, 'I [am] Jehovah, speak unto Pharaoh king of Egypt all that I am speaking unto thee.'"
    },
    {
      "verse": 30,
      "text": "And Moses saith before Jehovah, 'Lo, I [am] of uncircumcised lips, and how doth Pharaoh hearken unto me?'"
    }
  ]
}