{
  "book_id": "EXO",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehovah speaketh unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "'See, I have called by name Bezaleel, son of Uri, son of Hur, of the tribe of Judah,"
    },
    {
      "verse": 3,
      "text": "and I fill him [with] the Spirit of God, in wisdom, and in understanding, and in knowledge, and in all work,"
    },
    {
      "verse": 4,
      "text": "to devise devices to work in gold, and in silver, and in brass,"
    },
    {
      "verse": 5,
      "text": "and in graving of stone for settings, and in graving of wood to work in all work."
    },
    {
      "verse": 6,
      "text": "'And I, lo, I have given with him Aholiab, son of Ahisamach, of the tribe of Dan, and in the heart of every wise-hearted one I have given wisdom, and they have made all that which I have commanded thee."
    },
    {
      "verse": 7,
      "text": "'The tent of meeting, and the ark of testimony, and the mercy-seat which [is] on it, and all the vessels of the tent,"
    },
    {
      "verse": 8,
      "text": "and the table and its vessels, and the pure candlestick and all its vessels, and the altar of the perfume,"
    },
    {
      "verse": 9,
      "text": "and the altar of the burnt-offering and all its vessels, and the laver and its base,"
    },
    {
      "verse": 10,
      "text": "and the coloured garments, and the holy garments for Aaron the priest, and the garments of his sons, for acting as priests in;"
    },
    {
      "verse": 11,
      "text": "and the anointing oil, and the perfume of the spices for the sanctuary; according to all that I have commanded thee — they do.'"
    },
    {
      "verse": 12,
      "text": "And Jehovah speaketh unto Moses, saying,"
    },
    {
      "verse": 13,
      "text": "'And thou, speak unto the sons of Israel, saying, Only, My sabbaths ye do keep, for it [is] a sign between Me and you, to your generations, to know that I, Jehovah, am sanctifying you;"
    },
    {
      "verse": 14,
      "text": "and ye have kept the sabbath, for it [is] holy to you, he who is polluting it is certainly put to death — for any who doeth work in it — that person hath even been cut off from the midst of his people."
    },
    {
      "verse": 15,
      "text": "'Six days is work done, and in the seventh day [is] a sabbath of holy rest to Jehovah; any who doeth work in the sabbath-day is certainly put to death,"
    },
    {
      "verse": 16,
      "text": "and the sons of Israel have observed the sabbath; to keep the sabbath to their generations [is] a covenant age-during,"
    },
    {
      "verse": 17,
      "text": "between Me and the sons of Israel it [is] a sign — to the age; for six days Jehovah made the heavens and the earth, and in the seventh day He hath ceased, and is refreshed.'"
    },
    {
      "verse": 18,
      "text": "And He giveth unto Moses, when He finisheth speaking with him in mount Sinai, two tables of the testimony, tables of stone, written by the finger of God."
    }
  ]
}