{
  "book_id": "EXO",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "And of the blue, and the purple, and the scarlet, they made coloured garments, to minister in the sanctuary; and they make the holy garments which [are] for Aaron, as Jehovah hath commanded Moses."
    },
    {
      "verse": 2,
      "text": "And he maketh the ephod, of gold, blue, and purple, and scarlet, and twined linen,"
    },
    {
      "verse": 3,
      "text": "and they expand the plates of gold, and have cut off wires to work in the midst of the blue, and in the midst of the purple, and in the midst of the scarlet, and in the midst of the linen — work of a designer;"
    },
    {
      "verse": 4,
      "text": "shoulder-pieces they have made for it, joining; at its two ends it is joined."
    },
    {
      "verse": 5,
      "text": "And the girdle of his ephod which [is] on it is of the same, according to its work, of gold, blue, and purple, and scarlet, and twined linen, as Jehovah hath commanded Moses."
    },
    {
      "verse": 6,
      "text": "And they prepare the shoham stones, set, embroidered [with] gold, opened with openings of a signet, by the names of the sons of Israel;"
    },
    {
      "verse": 7,
      "text": "and he setteth them on the shoulders of the ephod — stones of memorial for the sons of Israel, as Jehovah hath commanded Moses."
    },
    {
      "verse": 8,
      "text": "And he maketh the breastplate, work of a designer, like the work of the ephod, of gold, blue, and purple, and scarlet, and twined linen;"
    },
    {
      "verse": 9,
      "text": "it hath been square; double they have made the breastplate, a span its length, and a span its breadth, doubled."
    },
    {
      "verse": 10,
      "text": "And they fill in it four rows of stones; a row of a sardius, a topaz, and a carbuncle [is] the one row;"
    },
    {
      "verse": 11,
      "text": "and the second row an emerald, a sapphire, and a diamond;"
    },
    {
      "verse": 12,
      "text": "and the third row an opal, an agate, and an amethyst;"
    },
    {
      "verse": 13,
      "text": "and the fourth row a beryl, an onyx, and a jasper — set, embroidered [with] gold, in their settings."
    },
    {
      "verse": 14,
      "text": "And the stones, according to the names of the sons of Israel, are twelve, according to their names, openings of a signet, each according to his name, for the twelve tribes."
    },
    {
      "verse": 15,
      "text": "And they make on the breastplate wreathed chains, work of thick bands, of pure gold;"
    },
    {
      "verse": 16,
      "text": "and they make two embroidered things of gold, and two rings of gold, and put the two rings on the two ends of the breastplate,"
    },
    {
      "verse": 17,
      "text": "and they put the two thick bands of gold on the two rings on the ends of the breastplate;"
    },
    {
      "verse": 18,
      "text": "and the two ends of the two thick bands they have put on the two embroidered things, and they put them on the shoulders of the ephod, over-against its front."
    },
    {
      "verse": 19,
      "text": "And they make two rings of gold, and set [them] on the two ends of the breastplate, on its border, which [is] on the side of the ephod within;"
    },
    {
      "verse": 20,
      "text": "and they make two rings of gold, and put them on the two shoulders of the ephod below, over-against its front, over-against its joining, above the girdle of the ephod;"
    },
    {
      "verse": 21,
      "text": "and they bind the breastplate by its rings unto the rings of the ephod, with a ribbon of blue, to be above the girdle of the ephod, and the breastplate is not loosed from off the ephod, as Jehovah hath commanded Moses."
    },
    {
      "verse": 22,
      "text": "And he maketh the upper robe of the ephod, work of a weaver, completely of blue;"
    },
    {
      "verse": 23,
      "text": "and the opening of the upper robe [is] in its midst, as the opening of a habergeon, a border [is] to its opening round about, it is not rent;"
    },
    {
      "verse": 24,
      "text": "and they make on the hems of the upper robe pomegranates of blue, and purple, and scarlet, twined."
    },
    {
      "verse": 25,
      "text": "And they make bells of pure gold, and put the bells in the midst of the pomegranates, on the hems of the upper robe, round about, in the midst of the pomegranates;"
    },
    {
      "verse": 26,
      "text": "a bell and a pomegranate, a bell and a pomegranate, [are] on the hems of the upper robe, round about, to minister in, as Jehovah hath commanded Moses."
    },
    {
      "verse": 27,
      "text": "And they make the coats of linen, work of a weaver, for Aaron and for his sons,"
    },
    {
      "verse": 28,
      "text": "and the mitre of linen, and the beautiful bonnets of linen, and the linen trousers, of twined linen,"
    },
    {
      "verse": 29,
      "text": "and the girdle of twined linen, and blue, and purple, and scarlet, work of an embroiderer, as Jehovah hath commanded Moses."
    },
    {
      "verse": 30,
      "text": "And they make the flower of the holy crown of pure gold, and write on it a writing, openings of a signet, 'Holy to Jehovah;'"
    },
    {
      "verse": 31,
      "text": "and they put on it a ribbon of blue, to put [it] on the mitre above, as Jehovah hath commanded Moses."
    },
    {
      "verse": 32,
      "text": "And all the service of the tabernacle of the tent of meeting is completed; and the sons of Israel do according to all that Jehovah hath commanded Moses; so they have done."
    },
    {
      "verse": 33,
      "text": "And they bring in the tabernacle unto Moses, the tent, and all its vessels, its hooks, its boards, its bars, and its pillars, and its sockets;"
    },
    {
      "verse": 34,
      "text": "and the covering of rams' skins, which are made red, and the covering of badgers' skins, and the vail of the covering;"
    },
    {
      "verse": 35,
      "text": "the ark of the testimony and its staves, and the mercy-seat;"
    },
    {
      "verse": 36,
      "text": "the table, all its vessels, and the bread of the presence;"
    },
    {
      "verse": 37,
      "text": "the pure candlestick, its lamps, the lamps of arrangement, and all its vessels, and the oil for the light."
    },
    {
      "verse": 38,
      "text": "And the golden altar, and the anointing oil, and the spice-perfume, and the covering of the opening of the tent;"
    },
    {
      "verse": 39,
      "text": "the brazen altar and the brazen grate which it hath, its staves, and all its vessels, the laver and its base."
    },
    {
      "verse": 40,
      "text": "The hangings of the court, its pillars, and its sockets; and the covering for the gate of the court, its cords, and its pins; and all the vessels of the service of the tabernacle, for the tent of meeting;"
    },
    {
      "verse": 41,
      "text": "the coloured clothes to minister in the sanctuary, the holy garments for Aaron the priest, and the garments of his sons, to act as priest in."
    },
    {
      "verse": 42,
      "text": "According to all that Jehovah hath commanded Moses, so have the sons of Israel done all the service;"
    },
    {
      "verse": 43,
      "text": "and Moses seeth all the work, and lo, they have done it as Jehovah hath commanded; so they have done. And Moses doth bless them."
    }
  ]
}