{
  "book_id": "JDG",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the children of Israel continued to do evil against the Lord; and Aod was dead."
    },
    {
      "verse": 2,
      "text": "And the Lord sold the children of Israel into the hand of Jabin king of Chanaan, who ruled in Asor; and the chief of his host was Sisara, and he lived in Arisoth of the Gentiles."
    },
    {
      "verse": 3,
      "text": "And the children of Israel cried to the Lord, because he had nine hundred chariots of iron; and he mightily oppressed Israel twenty years."
    },
    {
      "verse": 4,
      "text": "And Debbora, a prophetess, the wife of Lapidoth, —she judged Israel at that time."
    },
    {
      "verse": 5,
      "text": "And she sat under the palm tree of Debbora between Rama and Baethel in mount Ephraim; and the children of Israel went up to her for judgment."
    },
    {
      "verse": 6,
      "text": "And Debbora sent and called Barac the son of Abineem out of Cades Nephthali, and she said to him, Has not the Lord God of Israel commanded you? and you shall depart to mount Thabor, and shall take with yourself ten thousand men of the sons of Nephthali and of the sons of Zabulon."
    },
    {
      "verse": 7,
      "text": "And I will bring to you to the torrent of Kison \\f + \\fr 4:7 \\ft ἐπὶ redundant in the Greek, but accounted for by the Heb. אה. \\f* Sisara the captain of the host of Jabin, and his chariots, and his multitude, and I will deliver them into your hands."
    },
    {
      "verse": 8,
      "text": "And Barac said to her, If you will go with me, I will go; and if you will not go, I will not go; for I know not the day on which the Lord prospers his messenger with me."
    },
    {
      "verse": 9,
      "text": "And she said, I will surely go with you; but know that your honor shall not attend on the expedition on which you go, for the Lord shall sell Sisara into the hands of a women: and Debbora arose, and went with Barac out of Cades."
    },
    {
      "verse": 10,
      "text": "And Barac called Zabulon and Nephthali out of Cades, and there went up at his feet ten thousand men, and Debbora went up with him."
    },
    {
      "verse": 11,
      "text": "And Chaber the Kenite had removed from Caina, from the sons of Jobab the father-in-law of Moses, and pitched his tent by the oak of the covetous ones, which is near Kedes."
    },
    {
      "verse": 12,
      "text": "And it was told Sisara that Barac the son of Abineem was gone up to mount Thabor."
    },
    {
      "verse": 13,
      "text": "And Sisara \\f + \\fr 4:13 \\fl Gr. \\ft called. \\f* summoned all his chariots, nine hundred chariots of iron and all the people with him, from Arisoth of the Gentiles to the brook of Kison."
    },
    {
      "verse": 14,
      "text": "And Debbora said to Barac, Rise up, for this \\add is\\add* the day on which the Lord has delivered Sisara into your hand, for the Lord shall go forth before you: and Barac went down from mount Thabor, and ten thousand men after him."
    },
    {
      "verse": 15,
      "text": "And the Lord discomfited Sisara, and all his chariots, and all his army, with the edge of the sword before Barac: and Sisara descended from off his chariot, and fled on his feet."
    },
    {
      "verse": 16,
      "text": "And Barac \\f + \\fr 4:16 \\fl Gr. \\ft pursuing. \\f* pursued after the chariots and after the army, into Arisoth of the Gentiles; and the whole army of Sisara fell by the edge of the sword, there was not one left."
    },
    {
      "verse": 17,
      "text": "And Sisara fled on his feet to the tent of Jael the wife of Chaber the Kenite his friend: for there was peace between Jabin king of Asor and the house of Chaber the Kenite."
    },
    {
      "verse": 18,
      "text": "And Jael went, out to meet Sisara, and said to him, Turn aside, my lord, turn aside to me, fear not: and he turned aside to her into the tent; and she covered him with a mantle."
    },
    {
      "verse": 19,
      "text": "And Sisara said to her, Give me, I pray you, a little water to drink, for I am thirsty: and she opened a bottle of milk, and gave him to drink, and covered him."
    },
    {
      "verse": 20,
      "text": "And Sisara said to her, Stand now by the door of the tent, and it shall come to pass if any man come to you, and ask of you, and say, Is there \\add any\\add* man here? then you shall say, There is not."
    },
    {
      "verse": 21,
      "text": "And Jael the wife of Chaber took \\f + \\fr 4:21 \\fl Gr. \\ft the pin. \\f* a pin of the tent, and took a hammer in her hand, and went secretly to him, and fastened the pin in his temple, and it went through to the earth, and he fainted away, and \\f + \\fr 4:21 \\fl Gr. \\ft he was darkened. \\f* darkness fell upon him and he died."
    },
    {
      "verse": 22,
      "text": "And, behold, Barac \\add was\\add* pursuing Sisara: and Jael went out to meet him, and she said to him, Come, and I will show you the man whom you seek: and he went in to her; and, behold, Sisara was fallen dead, and the pin \\add was\\add* in his temple."
    },
    {
      "verse": 23,
      "text": "So God routed Jabin king of Chanaan in that day before the children of Israel."
    },
    {
      "verse": 24,
      "text": "And the hand of the children of Israel prevailed more and more against Jabin king of Chanaan, until they utterly destroyed Jabin king of Chanaan."
    }
  ]
}