{
  "book_id": "JDG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the children of Israel did evil in the sight of the Lord, and the Lord gave them into the hand of Madiam seven years."
    },
    {
      "verse": 2,
      "text": "And the hand of Madiam prevailed against Israel: and the children of Israel made for themselves because of Madiam the caves in the mountains, and the dens, and the \\f + \\fr 6:2 \\ft some read κρεμαστὰ ὀχυρώμασι, \\fl q.d. loca \\ft pensilia. \\f* holes in the rocks."
    },
    {
      "verse": 3,
      "text": "And it came to pass when the children of Israel sowed, that Madiam and Amalec went up, and the children of the east went up together with them."
    },
    {
      "verse": 4,
      "text": "And they encamped against them, and destroyed their fruits until they came to Gaza; and they left not the support of life in the land of Israel, not even ox or ass among the herds."
    },
    {
      "verse": 5,
      "text": "For they and their stock came up, and their tents were with them, as the locust in multitude, and there was no number to them and their camels; and they came to the land of Israel, and laid it waste."
    },
    {
      "verse": 6,
      "text": "And Israel was greatly impoverished \\f + \\fr 6:6 \\fl Gr. \\ft from before the face of. \\f* because of Madiam."
    },
    {
      "verse": 7,
      "text": "And the children of Israel cried to the Lord \\f + \\fr 6:7 \\fl Gr. \\ft from before the face of. \\f* because of Madiam."
    },
    {
      "verse": 8,
      "text": "And the Lord sent \\f + \\fr 6:8 \\fl Gr. \\ft a man a prophet. \\f* a prophet to the children of Israel; and he said to them, Thus says the Lord God of Israel, I am he that brought you up out of the land of Egypt, and I brought you up out of the house of your bondage."
    },
    {
      "verse": 9,
      "text": "And I delivered you out of the hand of Egypt, and out of the hand of all that afflicted you, and I cast them out before you; and I gave you their land."
    },
    {
      "verse": 10,
      "text": "And I said to you, I \\add am\\add* the Lord your God: you⌃ shall not fear the gods of the Amorites, in whose land you⌃ dwell; but you⌃ listened not to my voice."
    },
    {
      "verse": 11,
      "text": "And an angel of the Lord came, and sat down under the fir tree, which was in Ephratha in the land of Joas father of Esdri; and Gedeon his son \\add was\\add* threshing wheat in a wine-press in order to escape from the face of Madiam."
    },
    {
      "verse": 12,
      "text": "And the angel of the Lord appeared to him and said to him, The Lord \\add is\\add* with you, you mighty in strength."
    },
    {
      "verse": 13,
      "text": "And Gedeon said to him, \\add Be gracious\\add* \\f + \\fr 6:13 \\fqa Heb. כי a particle of entreaty, here rendered literally. \\f* with me, my Lord: but if the Lord is with us, why have these evils found us? and where are all his miracles, which our fathers have related to us, saying, Did not the Lord bring us up out of Egypt? and now he has cast us out, and given us into the hand of Madiam."
    },
    {
      "verse": 14,
      "text": "And the angel of the Lord turned to him, and said, Go in this your strength, and you shall save Israel out of the hand of Madiam: behold, I have sent you."
    },
    {
      "verse": 15,
      "text": "And Gedeon said to him, \\add Be gracious\\add* with me, my Lord: whereby shall I save Israel? behold, my thousand is weakened in Manasse, and I am the least in my father's house."
    },
    {
      "verse": 16,
      "text": "And the angel of the Lord said to him, The Lord shall be with you, and you shall strike Madiam as one man."
    },
    {
      "verse": 17,
      "text": "And Gedeon said to him, If now I have found mercy in your eyes, and you will do this day for me all that you have spoken of with me,"
    },
    {
      "verse": 18,
      "text": "depart not hence until I come to you, and I will bring forth an offering and offer it before you: and he said, I will remain until you return."
    },
    {
      "verse": 19,
      "text": "And Gedeon went in, and prepared a kid of the goats, and an ephah of fine flour unleavened; and he put the flesh in the basket, and poured the broth into the pot, and brought them forth to him under the turpentine tree, and drew near."
    },
    {
      "verse": 20,
      "text": "And the angel of God said to him, Take the flesh and the unleavened cakes, and put them on that rock, and pour out the broth close by: and he did so."
    },
    {
      "verse": 21,
      "text": "And the angel of the Lord stretched out the end of the rod that was in his hand, and touched the flesh and the unleavened bread; and fire came up out of the rock, and consumed the flesh and the unleavened bread, and the angel of the Lord vanished from his sight."
    },
    {
      "verse": 22,
      "text": "And Gedeon saw that he was an angel of the Lord; and Gedeon said, Ah, ah, Lord my God! for I have seen the angel of the Lord face to face."
    },
    {
      "verse": 23,
      "text": "And the Lord said to him, Peace be to you, fear not, you shall not die."
    },
    {
      "verse": 24,
      "text": "And Gedeon built there an altar to the Lord, and called it The peace of the Lord, until this day, as it is still in Ephratha of the father of Esdri."
    },
    {
      "verse": 25,
      "text": "And it came to pass in that night, that the Lord said to him, Take the young bullock which your father has, even the second bullock of seven years old, and you shall destroy the altar of Baal which your father has, and the grove which is by it you shall destroy."
    },
    {
      "verse": 26,
      "text": "And you shall build an altar to the Lord your God on the top of this Maozi in \\f + \\fr 6:26 \\fl Or, \\ft the ordered place. \\f* the ordering\\add it\\add*, and you shall take the second bullock, and shall offer up whole burnt offerings with the wood of the grove, which you shall destroy."
    },
    {
      "verse": 27,
      "text": "And Gedeon took ten men of his servants, and did as the Lord spoke to him: and it came to pass, as he feared the house of his father and the men of the city \\f + \\fr 6:27 \\fl Or, \\ft because of the doing it. \\f* if he should do it by day, that he did it by night."
    },
    {
      "verse": 28,
      "text": "And the men of the city rose up early in the morning; and behold, the altar of Baal had been demolished, and the grove by it had been destroyed; and they saw the second bullock, which Gedeon offered on the altar that had been built."
    },
    {
      "verse": 29,
      "text": "And a man said to his neighbor, Who has done this thing? and they enquired and searched, and learned that Gedeon the son of Joas had done this thing."
    },
    {
      "verse": 30,
      "text": "And the men of the city said to Joas, Bring out your son, and let him die, because he has destroyed the altar of Baal, and because he has destroyed the grove that is by it."
    },
    {
      "verse": 31,
      "text": "And Gedeon the son of Joas said to all the men who rose up against him, Do you⌃ now plead for Baal, or will you⌃ save him? whoever will plead for him, let him be slain this morning: if he be a god let him plead for himself, \\add because\\add* one has thrown down his altar."
    },
    {
      "verse": 32,
      "text": "And he called it in that day Jerobaal, saying, Let Baal plead thereby, because his altar has been thrown down."
    },
    {
      "verse": 33,
      "text": "And all Madiam, and Amalek, and the sons of the east gathered themselves together, and encamped in the valley of Jezrael."
    },
    {
      "verse": 34,
      "text": "And the Spirit of the Lord came upon Gedeon, and he blew with the horn, and Abiezer came to help after him."
    },
    {
      "verse": 35,
      "text": "And \\add Gedeon\\add* sent messengers into all Manasse, and into Aser, and \\f + \\fr 6:35 \\fl Gr. \\ft in. \\f* into Zabulon, and into Nephthali; and he went up to meet them."
    },
    {
      "verse": 36,
      "text": "And Gedeon said to God, If you will save Israel by my hand, as you have said,"
    },
    {
      "verse": 37,
      "text": "behold, I put the fleece of wool in the threshing floor: if there be dew on the fleece only, and drought on all the ground, I shall know that you will save Israel by my hand, as you have said."
    },
    {
      "verse": 38,
      "text": "And it was so: and he rose up early in the morning, and wrung the fleece, and dew dropped from the fleece, a bowl full of water."
    },
    {
      "verse": 39,
      "text": "And Gedeon said to God, Let not, I pray you, your anger be kindled with me, and I will speak yet once; I will even yet make one trial more with the fleece: let now the drought be upon the fleece only, and let there be dew on all the ground."
    },
    {
      "verse": 40,
      "text": "And God did so in that night; and there was drought on the fleece only, and on all the ground there was dew."
    }
  ]
}