{
  "book_id": "JDG",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after a time, in the days of wheat harvest, that Sampson visited his wife with a kid, and said, I will go in to my wife even into the chamber: but her father did not suffer him to go in."
    },
    {
      "verse": 2,
      "text": "And her father spoke, saying, I said that you did surely hate her, and I gave her to one of your friends: \\add is\\add* not her younger sister better than she? let her be to you instead of her."
    },
    {
      "verse": 3,
      "text": "And Sampson said to them, Even for once am I guiltless with regard to the Philistines, in that I do mischief among them."
    },
    {
      "verse": 4,
      "text": "And Sampson went and caught three hundred foxes, and took torches, and turned tail to tail, and put a torch between two tails, and fastened it."
    },
    {
      "verse": 5,
      "text": "And he set fire to the torches, and sent \\add the foxes\\add* into the corn of the Philistines; and every thing was burnt from the threshing floor to the standing corn, and even to the vineyard and \\f + \\fr 15:5 \\fl Gr. \\ft olive. \\f* olives."
    },
    {
      "verse": 6,
      "text": "And the Philistines said, Who \\add has done\\add* these things? and they said, Sampson the son-in-law of the Thamnite, because he has taken his wife, and given her to one of his friends; and the Philistines went up, and burnt her and her father's house with fire."
    },
    {
      "verse": 7,
      "text": "And Sampson said to them, Though you⌃ may have dealt thus with her, verily I will be avenged of you, and afterwards I will cease."
    },
    {
      "verse": 8,
      "text": "And he struck them leg on thigh \\add with\\add* a great overthrow; and went down and lived in a cave of the rock Etam."
    },
    {
      "verse": 9,
      "text": "And the Philistines went up, and encamped in Juda, and spread themselves abroad in Lechi."
    },
    {
      "verse": 10,
      "text": "And the \\f + \\fr 15:10 \\fl Gr. \\ft man. \\f* men of Juda said, Why are you⌃ come up against us? and the Philistines said, We are come up to bind Sampson, and to do to him as he has done to us."
    },
    {
      "verse": 11,
      "text": "And the three thousand men of Juda went down to the hole of the rock Etam, and they said to Sampson, Know you not that the Philistines rule over us? and what \\add is\\add* this \\add that\\add* you have done to us? and Sampson said to them, As they did to me, so have I done to them."
    },
    {
      "verse": 12,
      "text": "And they said to him, We are come down to bind you to deliver you into the hand of the Philistines: and Sampson said to them, Swear to me that you⌃ will not fall upon me yourselves."
    },
    {
      "verse": 13,
      "text": "And they spoke to him, saying, Nay, but we will only bind you fast, and deliver you into their hand, and will by no means kill you: and they bound him with two new ropes, and brought him from that rock."
    },
    {
      "verse": 14,
      "text": "And they came to \\f + \\fr 15:14 \\fl Gr. \\ft the jaw. \\f* Lechi: and the Philistines shouted, and ran to meet him: and the Spirit of the Lord came mightily upon him, and the ropes that were upon his arms became as tow which is burnt with fire; and his bonds were consumed from off his hands."
    },
    {
      "verse": 15,
      "text": "And he found the jaw-bone of an ass that had been cast away, and he put forth his hand and took it, and struck with it a thousand men."
    },
    {
      "verse": 16,
      "text": "And Sampson said, With the jaw-bone of an ass I have utterly destroyed them, for with the jaw-bone of an ass I have struck a thousand men."
    },
    {
      "verse": 17,
      "text": "And it came to pass when he ceased speaking, that he cast the jaw-bone out of his hand; and he called that place the \\f + \\fr 15:17 \\ft This, though unusual, is possibly the meaning of ἀναίρεσις here. \\f* Lifting of the jaw-bone."
    },
    {
      "verse": 18,
      "text": "And he was very thirsty, and wept before the Lord, and said, You have been well pleased to grant this great deliverance by the hand of your servant, and new shall I die for thirst, and fall into the hand of the uncircumcised?"
    },
    {
      "verse": 19,
      "text": "And God broke open a hollow place in the jaw, and there came thence water, and he drank; and his spirit returned and he revived: therefore the name of \\f + \\fr 15:19 \\fl Gr. \\ft it. \\f* the fountain was called 'The well of the invoker,' which is in Lechi, until this day."
    },
    {
      "verse": 20,
      "text": "And he judged Israel in the days of the Philistines twenty years."
    }
  ]
}