{
  "book_id": "JDG",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And there was a man of mount Ephraim, and his name was Michaias."
    },
    {
      "verse": 2,
      "text": "And he said to his mother, The eleven hundred pieces of silver which you took of yourself, and \\add about which\\add* you cursed me, and spoke in my ears, behold, the silver \\add is\\add* with me; I took it: and his mother said, Blessed \\add be\\add* my son of the Lord."
    },
    {
      "verse": 3,
      "text": "And he restored the eleven hundred pieces of silver to his mother; and his mother said, I had wholly consecrated the money to the Lord out of my hand for my son, to make a graven and a molten \\add image\\add*, and now I will restore it to you."
    },
    {
      "verse": 4,
      "text": "But he returned the silver to his mother, and his mother took two hundred pieces of silver, and gave \\f + \\fr 17:4 \\fl Gr. \\ft it. \\f* them to a silversmith, and he made it a graven and a molten image; and it was in the house of Michaias."
    },
    {
      "verse": 5,
      "text": "And the house of Michaias \\add was\\add* to him the house of God, and he made an ephod and theraphin, and he consecrated one of his sons, and he became to him a priest."
    },
    {
      "verse": 6,
      "text": "And in those days there was no king in Israel; every man did that which was right in his own eyes."
    },
    {
      "verse": 7,
      "text": "And there was a young man in Bethleem of the tribe of Juda, and he \\add was\\add* a Levite, and he was sojourning there."
    },
    {
      "verse": 8,
      "text": "And the man departed from Bethleem the city of Juda to sojourn in whatever place he might find; and he came as far as mount Ephraim, and to the house of Michaias to accomplish his journey."
    },
    {
      "verse": 9,
      "text": "And Michaias said to him, Whence come you? and he said to him, I am a Levite of Bethleem Juda, and I go to sojourn in any place I may find."
    },
    {
      "verse": 10,
      "text": "And Michaias said to him, Dwell with me, and be to me a father and a priest; and I will give you ten pieces of silver by the \\f + \\fr 17:10 \\fqa Heb. ימיס \\fqa (year of) days.\\f* year, and a change of raiment, and your living."
    },
    {
      "verse": 11,
      "text": "And the Levite went and began to dwell with the man; and the young man was to him as one of his sons."
    },
    {
      "verse": 12,
      "text": "And Michaias consecrated the Levite, and he became to him a priest, and he was in the house of Michaias."
    },
    {
      "verse": 13,
      "text": "And Michaias said, Now I know that the Lord will do me good, because a Levite has become my priest."
    }
  ]
}