{
  "book_id": "JDG",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Now the children of Israel swore in Massephath, saying, No man of us shall give his daughter to Benjamin for a wife."
    },
    {
      "verse": 2,
      "text": "And the people came to Baethel, and sat there until evening before God: and they lifted up their voice and wept with a great weeping;"
    },
    {
      "verse": 3,
      "text": "and said, Therefore, O Lord God of Israel, has this come to pass, that today one tribe should be counted as missingfrom Israel?"
    },
    {
      "verse": 4,
      "text": "And it came to pass on the morrow that the people rose up early, and built there an altar, and offered up whole burnt offerings and peace offerings."
    },
    {
      "verse": 5,
      "text": "And the children of Israel said, Who of all the tribes of Israel, went not up in the congregation to the Lord? for there was a great oath concerning those who went not up to the Lord to Massephath, saying, He shall surely be put to death."
    },
    {
      "verse": 6,
      "text": "And the children of Israel relented toward Benjamin their brother, and said, To-day one tribe is cut off from Israel."
    },
    {
      "verse": 7,
      "text": "What shall we do for wives for the rest that remain? whereas we have sworn by the Lord, not to give them of our daughters for wives."
    },
    {
      "verse": 8,
      "text": "And they said, What one man is thereof the tribes of Israel, who went not up to the Lord to Massephath? and, behold, no man came to the camp from Jabis Galaad to the assembly."
    },
    {
      "verse": 9,
      "text": "And the people were numbered, and there was not there a man from the inhabitants of Jabis Galaad."
    },
    {
      "verse": 10,
      "text": "And the congregation sent there twelve thousand men of the strongest, and they charged them, saying, Go you⌃ and strike the inhabitants of Jabis Galaad with the edge of the sword."
    },
    {
      "verse": 11,
      "text": "And this shall you⌃ do: every male and every woman that has known the lying with man you⌃ shall devote to destruction, but the virgins you⌃ shall save alive: and they did so."
    },
    {
      "verse": 12,
      "text": "And they found among the inhabitants of Jabis Galaad four hundred young virgins, who had not known man by lying with him; and they brought them to Selom in the land of Chanaan."
    },
    {
      "verse": 13,
      "text": "And all the congregation sent and spoke to the children of Benjamin in the rock Remmon, and invited them to makepeace."
    },
    {
      "verse": 14,
      "text": "And Benjamin returned to the children of Israel at that time, and the children of Israel gave them the women whom they hadsave alive of the daughters of Jabis Galaad; and they were content."
    },
    {
      "verse": 15,
      "text": "And the people relented for Benjamin, because the Lord had made a breach in the tribes of Israel."
    },
    {
      "verse": 16,
      "text": "And the elders of the congregation said, What shall we do for wives for them that remain? for the women have been destroyed out of Benjamin."
    },
    {
      "verse": 17,
      "text": "And they said, There must bean inheritance of them that are escaped of Benjamin; and soa tribe shall not be destroyed out of Israel."
    },
    {
      "verse": 18,
      "text": "For we shall not be able to give them wives of our daughters, because we swore among the children of Israel, saying, Cursed ishe that gives a wife to Benjamin."
    },
    {
      "verse": 19,
      "text": "And they said, Behold! now there isa feast of the Lord from year to year in Selom, which is on the north of Baethel, eastward on the way that goes up from Baethel to Sychem, and from the south of Lebona."
    },
    {
      "verse": 20,
      "text": "And they charged the children of Benjamin, saying, Go and lie in wait in the vineyards;"
    },
    {
      "verse": 21,
      "text": "and you⌃ shall see; and behold! if there come out the daughters of the inhabitants of Selom to dance in dances, then shall you⌃ go out of the vineyards and seize for yourselves every man a wife of the daughters of Selom, and go you⌃ into the land of Benjamin."
    },
    {
      "verse": 22,
      "text": "And it shall come to pass, when their fathers or their brethren come to dispute with us, that we will say to them, Grant them freely to us, for we have not taken every man his wife in the battle: because you⌃ did not give to them according to the occasion, you⌃ transgressed."
    },
    {
      "verse": 23,
      "text": "And the children of Benjamin did so; and they took wives according to their number from the dancers whom they seized: and they went and returned to their inheritance, and built the cities, and lived in them."
    },
    {
      "verse": 24,
      "text": "And the children of Israel went thence at that time every man to his tribe and his kindred; and they went thence every man to his inheritance."
    },
    {
      "verse": 25,
      "text": "And in those days there was no king in Israel; every man did that which was right in his own sight."
    }
  ]
}