{
  "book_id": "NUM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the \\sc Lord\\sc* spake unto Moses and unto Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "Every man of the children of Israel shall pitch by his own standard, with the ensign of their father’s house: far off about the tabernacle of the congregation shall they pitch."
    },
    {
      "verse": 3,
      "text": "And on the east side toward the rising of the sun \\add shall\\add* they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab \\add shall be\\add* captain of the children of Judah."
    },
    {
      "verse": 4,
      "text": "And his host, and those that were numbered of them, \\add were\\add* threescore and fourteen thousand and six hundred."
    },
    {
      "verse": 5,
      "text": "And those that do pitch next unto him \\add shall be\\add* the tribe of Issachar: and Nethaneel the son of Zuar \\add shall be\\add* captain of the children of Issachar."
    },
    {
      "verse": 6,
      "text": "And his host, and those that were numbered thereof, \\add were\\add* fifty and four thousand and four hundred."
    },
    {
      "verse": 7,
      "text": "\\add Then\\add* the tribe of Zebulun: and Eliab the son of Helon \\add shall be\\add* captain of the children of Zebulun."
    },
    {
      "verse": 8,
      "text": "And his host, and those that were numbered thereof, \\add were\\add* fifty and seven thousand and four hundred."
    },
    {
      "verse": 9,
      "text": "All that were numbered in the camp of Judah \\add were\\add* an hundred thousand and fourscore thousand and six thousand and four hundred, throughout their armies. \\add These\\add* shall first set forth."
    },
    {
      "verse": 10,
      "text": "On the south side \\add shall be\\add* the standard of the camp of Reuben according to their armies: and the captain of the children of Reuben \\add shall be\\add* Elizur the son of Shedeur."
    },
    {
      "verse": 11,
      "text": "And his host, and those that were numbered thereof, \\add were\\add* forty and six thousand and five hundred."
    },
    {
      "verse": 12,
      "text": "And those which pitch by him \\add shall be\\add* the tribe of Simeon: and the captain of the children of Simeon \\add shall be\\add* Shelumiel the son of Zurishaddai."
    },
    {
      "verse": 13,
      "text": "And his host, and those that were numbered of them, \\add were\\add* fifty and nine thousand and three hundred."
    },
    {
      "verse": 14,
      "text": "Then the tribe of Gad: and the captain of the sons of Gad \\add shall be\\add* Eliasaph the son of Reuel."
    },
    {
      "verse": 15,
      "text": "And his host, and those that were numbered of them, \\add were\\add* forty and five thousand and six hundred and fifty."
    },
    {
      "verse": 16,
      "text": "All that were numbered in the camp of Reuben \\add were\\add* an hundred thousand and fifty and one thousand and four hundred and fifty, throughout their armies. And they shall set forth in the second rank."
    },
    {
      "verse": 17,
      "text": "Then the tabernacle of the congregation shall set forward \\add with\\add* the camp of the Levites in the midst of the camp: as they encamp, so shall they set forward, every man in his place by their standards."
    },
    {
      "verse": 18,
      "text": "On the west side \\add shall be\\add* the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim \\add shall be\\add* Elishama the son of Ammihud."
    },
    {
      "verse": 19,
      "text": "And his host, and those that were numbered of them, \\add were\\add* forty thousand and five hundred."
    },
    {
      "verse": 20,
      "text": "And by him \\add shall be\\add* the tribe of Manasseh: and the captain of the children of Manasseh \\add shall be\\add* Gamaliel the son of Pedahzur."
    },
    {
      "verse": 21,
      "text": "And his host, and those that were numbered of them, \\add were\\add* thirty and two thousand and two hundred."
    },
    {
      "verse": 22,
      "text": "Then the tribe of Benjamin: and the captain of the sons of Benjamin \\add shall be\\add* Abidan the son of Gideoni."
    },
    {
      "verse": 23,
      "text": "And his host, and those that were numbered of them, \\add were\\add* thirty and five thousand and four hundred."
    },
    {
      "verse": 24,
      "text": "All that were numbered of the camp of Ephraim \\add were\\add* an hundred thousand and eight thousand and an hundred, throughout their armies. And they shall go forward in the third rank."
    },
    {
      "verse": 25,
      "text": "The standard of the camp of Dan \\add shall be\\add* on the north side by their armies: and the captain of the children of Dan \\add shall be\\add* Ahiezer the son of Ammishaddai."
    },
    {
      "verse": 26,
      "text": "And his host, and those that were numbered of them, \\add were\\add* threescore and two thousand and seven hundred."
    },
    {
      "verse": 27,
      "text": "And those that encamp by him \\add shall be\\add* the tribe of Asher: and the captain of the children of Asher \\add shall be\\add* Pagiel the son of Ocran."
    },
    {
      "verse": 28,
      "text": "And his host, and those that were numbered of them, \\add were\\add* forty and one thousand and five hundred."
    },
    {
      "verse": 29,
      "text": "Then the tribe of Naphtali: and the captain of the children of Naphtali \\add shall be\\add* Ahira the son of Enan."
    },
    {
      "verse": 30,
      "text": "And his host, and those that were numbered of them, \\add were\\add* fifty and three thousand and four hundred."
    },
    {
      "verse": 31,
      "text": "All they that were numbered in the camp of Dan \\add were\\add* an hundred thousand and fifty and seven thousand and six hundred. They shall go hindmost with their standards."
    },
    {
      "verse": 32,
      "text": "These \\add are\\add* those which were numbered of the children of Israel by the house of their fathers: all those that were numbered of the camps throughout their hosts \\add were\\add* six hundred thousand and three thousand and five hundred and fifty."
    },
    {
      "verse": 33,
      "text": "But the Levites were not numbered among the children of Israel; as the \\sc Lord\\sc* commanded Moses."
    },
    {
      "verse": 34,
      "text": "And the children of Israel did according to all that the \\sc Lord\\sc* commanded Moses: so they pitched by their standards, and so they set forward, every one after their families, according to the house of their fathers."
    }
  ]
}