{
  "book_id": "NUM",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman."
    },
    {
      "verse": 2,
      "text": "And they said, Hath the \\sc Lord\\sc* indeed spoken only by Moses? hath he not spoken also by us? And the \\sc Lord\\sc* heard \\add it\\add*."
    },
    {
      "verse": 3,
      "text": "(Now the man Moses \\add was\\add* very meek, above all the men which \\add were\\add* upon the face of the earth.)"
    },
    {
      "verse": 4,
      "text": "And the \\sc Lord\\sc* spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out."
    },
    {
      "verse": 5,
      "text": "And the \\sc Lord\\sc* came down in the pillar of the cloud, and stood \\add in\\add* the door of the tabernacle, and called Aaron and Miriam: and they both came forth."
    },
    {
      "verse": 6,
      "text": "And he said, Hear now my words: If there be a prophet among you, \\add I\\add* the \\sc Lord\\sc* will make myself known unto him in a vision, \\add and\\add* will speak unto him in a dream."
    },
    {
      "verse": 7,
      "text": "My servant Moses \\add is\\add* not so, who \\add is\\add* faithful in all mine house."
    },
    {
      "verse": 8,
      "text": "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the \\sc Lord\\sc* shall he behold: wherefore then were ye not afraid to speak against my servant Moses?"
    },
    {
      "verse": 9,
      "text": "And the anger of the \\sc Lord\\sc* was kindled against them; and he departed."
    },
    {
      "verse": 10,
      "text": "And the cloud departed from off the tabernacle; and behold, Miriam \\add became\\add* leprous, \\add white\\add* as snow: and Aaron looked upon Miriam, and behold, \\add she was\\add* leprous."
    },
    {
      "verse": 11,
      "text": "And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned."
    },
    {
      "verse": 12,
      "text": "Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb."
    },
    {
      "verse": 13,
      "text": "And Moses cried unto the \\sc Lord\\sc*, saying, Heal her now, O God, I beseech thee."
    },
    {
      "verse": 14,
      "text": "And the \\sc Lord\\sc* said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after \\add that\\add* let her be received in \\add again\\add*."
    },
    {
      "verse": 15,
      "text": "And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in \\add again\\add*."
    },
    {
      "verse": 16,
      "text": "And afterward the people removed from Hazeroth, and pitched in the wilderness of Paran."
    }
  ]
}