{
  "book_id": "NUM",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the \\sc Lord\\sc* spake unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, and say unto them, My offering, \\add and\\add* my bread for my sacrifices made by fire, \\add for\\add* a sweet savour unto me, shall ye observe to offer unto me in their due season."
    },
    {
      "verse": 3,
      "text": "And thou shalt say unto them, This \\add is\\add* the offering made by fire which ye shall offer unto the \\sc Lord\\sc*; two lambs of the first year without spot day by day, \\add for\\add* a continual burnt offering."
    },
    {
      "verse": 4,
      "text": "The one lamb shalt thou offer in the morning, and the other lamb shalt thou offer at even;"
    },
    {
      "verse": 5,
      "text": "and a tenth \\add part\\add* of an ephah \\add of\\add* flour for a meat offering, mingled with the fourth \\add part\\add* of a hin of beaten oil."
    },
    {
      "verse": 6,
      "text": "\\add It is\\add* a continual burnt offering, which was ordained in mount Sinai for a sweet savour, a sacrifice made by fire unto the \\sc Lord\\sc*."
    },
    {
      "verse": 7,
      "text": "And the drink offering thereof \\add shall be\\add* the fourth \\add part\\add* of a hin for the one lamb: in the holy \\add place\\add* shalt thou cause the strong wine to be poured unto the \\sc Lord\\sc* \\add for\\add* a drink offering."
    },
    {
      "verse": 8,
      "text": "And the other lamb shalt thou offer at even: as the meat offering of the morning, and as the drink offering thereof, thou shalt offer \\add it\\add*, a sacrifice made by fire, \\add of\\add* a sweet savour unto the \\sc Lord\\sc*."
    },
    {
      "verse": 9,
      "text": "And on the sabbath day two lambs of the first year without spot, and two tenth deals \\add of\\add* flour \\add for\\add* a meat offering, mingled with oil, and the drink offering thereof:"
    },
    {
      "verse": 10,
      "text": "\\add this is\\add* the burnt offering of every sabbath, beside the continual burnt offering, and his drink offering."
    },
    {
      "verse": 11,
      "text": "And in the beginnings of your months ye shall offer a burnt offering unto the \\sc Lord\\sc*; two young bullocks, and one ram, seven lambs of the first year without spot;"
    },
    {
      "verse": 12,
      "text": "and three tenth deals \\add of\\add* flour \\add for\\add* a meat offering, mingled with oil, for one bullock; and two tenth deals \\add of\\add* flour \\add for\\add* a meat offering, mingled with oil, for one ram;"
    },
    {
      "verse": 13,
      "text": "and a several tenth deal of flour mingled with oil \\add for\\add* a meat offering unto one lamb; \\add for\\add* a burnt offering \\add of\\add* a sweet savour, a sacrifice made by fire unto the \\sc Lord\\sc*."
    },
    {
      "verse": 14,
      "text": "And their drink offerings shall be half a hin of wine unto a bullock, and the third \\add part\\add* of a hin unto a ram, and a fourth \\add part\\add* of a hin unto a lamb: this \\add is\\add* the burnt offering of every month throughout the months of the year."
    },
    {
      "verse": 15,
      "text": "And one kid of the goats for a sin offering unto the \\sc Lord\\sc* shall be offered, besides the continual burnt offering, and his drink offering."
    },
    {
      "verse": 16,
      "text": "And in the fourteenth day of the first month \\add is\\add* the passover of the \\sc Lord\\sc*."
    },
    {
      "verse": 17,
      "text": "And in the fifteenth day of this month \\add is\\add* the feast: seven days shall unleavened bread be eaten."
    },
    {
      "verse": 18,
      "text": "In the first day \\add shall be\\add* a holy convocation; ye shall do no \\add manner of\\add* servile work \\add therein:\\add*"
    },
    {
      "verse": 19,
      "text": "but ye shall offer a sacrifice made by fire \\add for\\add* a burnt offering unto the \\sc Lord\\sc*; two young bullocks, and one ram, and seven lambs of the first year: they shall be unto you without blemish:"
    },
    {
      "verse": 20,
      "text": "and their meat offering \\add shall be of\\add* flour mingled with oil: three tenth deals shall ye offer for a bullock, and two tenth deals for a ram;"
    },
    {
      "verse": 21,
      "text": "a several tenth deal shalt thou offer for every lamb, throughout the seven lambs;"
    },
    {
      "verse": 22,
      "text": "and one goat for a sin offering, to make an atonement for you."
    },
    {
      "verse": 23,
      "text": "Ye shall offer these beside the burnt offering in the morning, which \\add is\\add* for a continual burnt offering."
    },
    {
      "verse": 24,
      "text": "After this manner ye shall offer daily, \\add throughout\\add* the seven days, the meat of the sacrifice made by fire, \\add of\\add* a sweet savour unto the \\sc Lord\\sc*: it shall be offered beside the continual burnt offering, and his drink offering."
    },
    {
      "verse": 25,
      "text": "And on the seventh day ye shall have a holy convocation; ye shall do no servile work."
    },
    {
      "verse": 26,
      "text": "Also in the day of the firstfruits, when ye bring a new meat offering unto the \\sc Lord\\sc*, after your weeks \\add be out\\add*, ye shall have a holy convocation; ye shall do no servile work:"
    },
    {
      "verse": 27,
      "text": "but ye shall offer the burnt offering for a sweet savour unto the \\sc Lord\\sc*; two young bullocks, one ram, seven lambs of the first year;"
    },
    {
      "verse": 28,
      "text": "and their meat offering \\add of\\add* flour mingled with oil, three tenth deals unto one bullock, two tenth deals unto one ram,"
    },
    {
      "verse": 29,
      "text": "a several tenth deal unto one lamb, throughout the seven lambs;"
    },
    {
      "verse": 30,
      "text": "\\add and\\add* one kid of the goats, to make an atonement for you."
    },
    {
      "verse": 31,
      "text": "Ye shall offer \\add them\\add* besides the continual burnt offering, and his meat offering, (they shall be unto you without blemish) and their drink offerings."
    }
  ]
}