{
  "book_id": "EZK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "בן אדם בתוך בית המרי אתה ישב אשר עינים להם לראות ולא ראו אזנים להם לשמע ולא שמעו כי בית מרי הם׃"
    },
    {
      "verse": 3,
      "text": "ואתה בן אדם עשה לך כלי גולה וגלה יומם לעיניהם וגלית ממקומך אל מקום אחר לעיניהם אולי יראו כי בית מרי המה׃"
    },
    {
      "verse": 4,
      "text": "והוצאת כליך ככלי גולה יומם לעיניהם ואתה תצא בערב לעיניהם כמוצאי גולה׃"
    },
    {
      "verse": 5,
      "text": "לעיניהם חתר לך בקיר והוצאת בו׃"
    },
    {
      "verse": 6,
      "text": "לעיניהם על כתף תשא בעלטה תוציא פניך תכסה ולא תראה את הארץ כי מופת נתתיך לבית ישראל׃"
    },
    {
      "verse": 7,
      "text": "ואעש כן כאשר צויתי כלי הוצאתי ככלי גולה יומם ובערב חתרתי לי בקיר ביד בעלטה הוצאתי על כתף נשאתי לעיניהם׃"
    },
    {
      "verse": 8,
      "text": "ויהי דבר יהוה אלי בבקר לאמר׃"
    },
    {
      "verse": 9,
      "text": "בן אדם הלא אמרו אליך בית ישראל בית המרי מה אתה עשה׃"
    },
    {
      "verse": 10,
      "text": "אמר אליהם כה אמר אדני יהוה הנשיא המשא הזה בירושלם וכל בית ישראל אשר המה בתוכם׃"
    },
    {
      "verse": 11,
      "text": "אמר אני מופתכם כאשר עשיתי כן יעשה להם בגולה בשבי ילכו׃"
    },
    {
      "verse": 12,
      "text": "והנשיא אשר בתוכם אל כתף ישא בעלטה ויצא בקיר יחתרו להוציא בו פניו יכסה יען אשר לא יראה לעין הוא את הארץ׃"
    },
    {
      "verse": 13,
      "text": "ופרשתי את רשתי עליו ונתפש במצודתי והבאתי אתו בבלה ארץ כשדים ואותה לא יראה ושם ימות׃"
    },
    {
      "verse": 14,
      "text": "וכל אשר סביבתיו עזרה וכל אגפיו אזרה לכל רוח וחרב אריק אחריהם׃"
    },
    {
      "verse": 15,
      "text": "וידעו כי אני יהוה בהפיצי אותם בגוים וזריתי אותם בארצות׃"
    },
    {
      "verse": 16,
      "text": "והותרתי מהם אנשי מספר מחרב מרעב ומדבר למען יספרו את כל תועבותיהם בגוים אשר באו שם וידעו כי אני יהוה׃"
    },
    {
      "verse": 17,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 18,
      "text": "בן אדם לחמך ברעש תאכל ומימיך ברגזה ובדאגה תשתה׃"
    },
    {
      "verse": 19,
      "text": "ואמרת אל עם הארץ כה אמר אדני יהוה ליושבי ירושלם אל אדמת ישראל לחמם בדאגה יאכלו ומימיהם בשממון ישתו למען תשם ארצה ממלאה מחמס כל הישבים בה׃"
    },
    {
      "verse": 20,
      "text": "והערים הנושבות תחרבנה והארץ שממה תהיה וידעתם כי אני יהוה׃"
    },
    {
      "verse": 21,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 22,
      "text": "בן אדם מה המשל הזה לכם על אדמת ישראל לאמר יארכו הימים ואבד כל חזון׃"
    },
    {
      "verse": 23,
      "text": "לכן אמר אליהם כה אמר אדני יהוה השבתי את המשל הזה ולא ימשלו אתו עוד בישראל כי אם דבר אליהם קרבו הימים ודבר כל חזון׃"
    },
    {
      "verse": 24,
      "text": "כי לא יהיה עוד כל חזון שוא ומקסם חלק בתוך בית ישראל׃"
    },
    {
      "verse": 25,
      "text": "כי אני יהוה אדבר את אשר אדבר דבר ויעשה לא תמשך עוד כי בימיכם בית המרי אדבר דבר ועשיתיו נאם אדני יהוה׃"
    },
    {
      "verse": 26,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 27,
      "text": "בן אדם הנה בית ישראל אמרים החזון אשר הוא חזה לימים רבים ולעתים רחוקות הוא נבא׃"
    },
    {
      "verse": 28,
      "text": "לכן אמר אליהם כה אמר אדני יהוה לא תמשך עוד כל דברי אשר אדבר דבר ויעשה נאם אדני יהוה׃"
    }
  ]
}