{
  "book_id": "EZK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "בן אדם שים פניך אל ירושלם והטף אל מקדשים והנבא אל אדמת ישראל׃"
    },
    {
      "verse": 3,
      "text": "ואמרת לאדמת ישראל כה אמר יהוה הנני אליך והוצאתי חרבי מתערה והכרתי ממך צדיק ורשע׃"
    },
    {
      "verse": 4,
      "text": "יען אשר הכרתי ממך צדיק ורשע לכן תצא חרבי מתערה אל כל בשר מנגב צפון׃"
    },
    {
      "verse": 5,
      "text": "וידעו כל בשר כי אני יהוה הוצאתי חרבי מתערה לא תשוב עוד׃"
    },
    {
      "verse": 6,
      "text": "ואתה בן אדם האנח בשברון מתנים ובמרירות תאנח לעיניהם׃"
    },
    {
      "verse": 7,
      "text": "והיה כי יאמרו אליך על מה אתה נאנח ואמרת אל שמועה כי באה ונמס כל לב ורפו כל ידים וכהתה כל רוח וכל ברכים תלכנה מים הנה באה ונהיתה נאם אדני יהוה׃"
    },
    {
      "verse": 8,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 9,
      "text": "בן אדם הנבא ואמרת כה אמר אדני אמר חרב חרב הוחדה וגם מרוטה׃"
    },
    {
      "verse": 10,
      "text": "למען טבח טבח הוחדה למען היה לה ברק מרטה או נשיש שבט בני מאסת כל עץ׃"
    },
    {
      "verse": 11,
      "text": "ויתן אתה למרטה לתפש בכף היא הוחדה חרב והיא מרטה לתת אותה ביד הורג׃"
    },
    {
      "verse": 12,
      "text": "זעק והילל בן אדם כי היא היתה בעמי היא בכל נשיאי ישראל מגורי אל חרב היו את עמי לכן ספק אל ירך׃"
    },
    {
      "verse": 13,
      "text": "כי בחן ומה אם גם שבט מאסת לא יהיה נאם אדני יהוה׃"
    },
    {
      "verse": 14,
      "text": "ואתה בן אדם הנבא והך כף אל כף ותכפל חרב שלישתה חרב חללים היא חרב חלל הגדול החדרת להם׃"
    },
    {
      "verse": 15,
      "text": "למען למוג לב והרבה המכשלים על כל שעריהם נתתי אבחת חרב אח עשויה לברק מעטה לטבח׃"
    },
    {
      "verse": 16,
      "text": "התאחדי הימיני השימי השמילי אנה פניך מעדות׃"
    },
    {
      "verse": 17,
      "text": "וגם אני אכה כפי אל כפי והניחתי חמתי אני יהוה דברתי׃"
    },
    {
      "verse": 18,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 19,
      "text": "ואתה בן אדם שים לך שנים דרכים לבוא חרב מלך בבל מארץ אחד יצאו שניהם ויד ברא בראש דרך עיר ברא׃"
    },
    {
      "verse": 20,
      "text": "דרך תשים לבוא חרב את רבת בני עמון ואת יהודה בירושלם בצורה׃"
    },
    {
      "verse": 21,
      "text": "כי עמד מלך בבל אל אם הדרך בראש שני הדרכים לקסם קסם קלקל בחצים שאל בתרפים ראה בכבד׃"
    },
    {
      "verse": 22,
      "text": "בימינו היה הקסם ירושלם לשום כרים לפתח פה ברצח להרים קול בתרועה לשום כרים על שערים לשפך סללה לבנות דיק׃"
    },
    {
      "verse": 23,
      "text": "והיה להם כקסום שוא בעיניהם שבעי שבעות להם והוא מזכיר עון להתפש׃"
    },
    {
      "verse": 24,
      "text": "לכן כה אמר אדני יהוה יען הזכרכם עונכם בהגלות פשעיכם להראות חטאותיכם בכל עלילותיכם יען הזכרכם בכף תתפשו׃"
    },
    {
      "verse": 25,
      "text": "ואתה חלל רשע נשיא ישראל אשר בא יומו בעת עון קץ׃"
    },
    {
      "verse": 26,
      "text": "כה אמר אדני יהוה הסיר המצנפת והרים העטרה זאת לא זאת השפלה הגבה והגבה השפיל׃"
    },
    {
      "verse": 27,
      "text": "עוה עוה עוה אשימנה גם זאת לא היה עד בא אשר לו המשפט ונתתיו׃"
    },
    {
      "verse": 28,
      "text": "ואתה בן אדם הנבא ואמרת כה אמר אדני יהוה אל בני עמון ואל חרפתם ואמרת חרב חרב פתוחה לטבח מרוטה להכיל למען ברק׃"
    },
    {
      "verse": 29,
      "text": "בחזות לך שוא בקסם לך כזב לתת אותך אל צוארי חללי רשעים אשר בא יומם בעת עון קץ׃"
    },
    {
      "verse": 30,
      "text": "השב אל תערה במקום אשר נבראת בארץ מכרותיך אשפט אתך׃"
    },
    {
      "verse": 31,
      "text": "ושפכתי עליך זעמי באש עברתי אפיח עליך ונתתיך ביד אנשים בערים חרשי משחית׃"
    },
    {
      "verse": 32,
      "text": "לאש תהיה לאכלה דמך יהיה בתוך הארץ לא תזכרי כי אני יהוה דברתי׃"
    }
  ]
}