{
  "book_id": "EZK",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "ואתה בן אדם התשפט התשפט את עיר הדמים והודעתה את כל תועבותיה׃"
    },
    {
      "verse": 3,
      "text": "ואמרת כה אמר אדני יהוה עיר שפכת דם בתוכה לבוא עתה ועשתה גלולים עליה לטמאה׃"
    },
    {
      "verse": 4,
      "text": "בדמך אשר שפכת אשמת ובגלוליך אשר עשית טמאת ותקריבי ימיך ותבוא עד שנותיך על כן נתתיך חרפה לגוים וקלסה לכל הארצות׃"
    },
    {
      "verse": 5,
      "text": "הקרבות והרחקות ממך יתקלסו בך טמאת השם רבת המהומה׃"
    },
    {
      "verse": 6,
      "text": "הנה נשיאי ישראל איש לזרעו היו בך למען שפך דם׃"
    },
    {
      "verse": 7,
      "text": "אב ואם הקלו בך לגר עשו בעשק בתוכך יתום ואלמנה הונו בך׃"
    },
    {
      "verse": 8,
      "text": "קדשי בזית ואת שבתתי חללת׃"
    },
    {
      "verse": 9,
      "text": "אנשי רכיל היו בך למען שפך דם ואל ההרים אכלו בך זמה עשו בתוכך׃"
    },
    {
      "verse": 10,
      "text": "ערות אב גלה בך טמאת הנדה ענו בך׃"
    },
    {
      "verse": 11,
      "text": "ואיש את אשת רעהו עשה תועבה ואיש את כלתו טמא בזמה ואיש את אחתו בת אביו ענה בך׃"
    },
    {
      "verse": 12,
      "text": "שחד לקחו בך למען שפך דם נשך ותרבית לקחת ותבצעי רעיך בעשק ואתי שכחת נאם אדני יהוה׃"
    },
    {
      "verse": 13,
      "text": "והנה הכיתי כפי אל בצעך אשר עשית ועל דמך אשר היו בתוכך׃"
    },
    {
      "verse": 14,
      "text": "היעמד לבך אם תחזקנה ידיך לימים אשר אני עשה אותך אני יהוה דברתי ועשיתי׃"
    },
    {
      "verse": 15,
      "text": "והפיצותי אותך בגוים וזריתיך בארצות והתמתי טמאתך ממך׃"
    },
    {
      "verse": 16,
      "text": "ונחלת בך לעיני גוים וידעת כי אני יהוה׃"
    },
    {
      "verse": 17,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 18,
      "text": "בן אדם היו לי בית ישראל לסוג כלם נחשת ובדיל וברזל ועופרת בתוך כור סגים כסף היו׃"
    },
    {
      "verse": 19,
      "text": "לכן כה אמר אדני יהוה יען היות כלכם לסגים לכן הנני קבץ אתכם אל תוך ירושלם׃"
    },
    {
      "verse": 20,
      "text": "קבצת כסף ונחשת וברזל ועופרת ובדיל אל תוך כור לפחת עליו אש להנתיך כן אקבץ באפי ובחמתי והנחתי והתכתי אתכם׃"
    },
    {
      "verse": 21,
      "text": "וכנסתי אתכם ונפחתי עליכם באש עברתי ונתכתם בתוכה׃"
    },
    {
      "verse": 22,
      "text": "כהתוך כסף בתוך כור כן תתכו בתוכה וידעתם כי אני יהוה שפכתי חמתי עליכם׃"
    },
    {
      "verse": 23,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 24,
      "text": "בן אדם אמר לה את ארץ לא מטהרה היא לא גשמה ביום זעם׃"
    },
    {
      "verse": 25,
      "text": "קשר נביאיה בתוכה כארי שואג טרף טרף נפש אכלו חסן ויקר יקחו אלמנותיה הרבו בתוכה׃"
    },
    {
      "verse": 26,
      "text": "כהניה חמסו תורתי ויחללו קדשי בין קדש לחל לא הבדילו ובין הטמא לטהור לא הודיעו ומשבתותי העלימו עיניהם ואחל בתוכם׃"
    },
    {
      "verse": 27,
      "text": "שריה בקרבה כזאבים טרפי טרף לשפך דם לאבד נפשות למען בצע בצע׃"
    },
    {
      "verse": 28,
      "text": "ונביאיה טחו להם תפל חזים שוא וקסמים להם כזב אמרים כה אמר אדני יהוה ויהוה לא דבר׃"
    },
    {
      "verse": 29,
      "text": "עם הארץ עשקו עשק וגזלו גזל ועני ואביון הונו ואת הגר עשקו בלא משפט׃"
    },
    {
      "verse": 30,
      "text": "ואבקש מהם איש גדר גדר ועמד בפרץ לפני בעד הארץ לבלתי שחתה ולא מצאתי׃"
    },
    {
      "verse": 31,
      "text": "ואשפך עליהם זעמי באש עברתי כליתים דרכם בראשם נתתי נאם אדני יהוה׃"
    }
  ]
}