{
  "book_id": "EZK",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "בן אדם שתים נשים בנות אם אחת היו׃"
    },
    {
      "verse": 3,
      "text": "ותזנינה במצרים בנעוריהן זנו שמה מעכו שדיהן ושם עשו דדי בתוליהן׃"
    },
    {
      "verse": 4,
      "text": "ושמותן אהלה הגדולה ואהליבה אחותה ותהיינה לי ותלדנה בנים ובנות ושמותן שמרון אהלה וירושלם אהליבה׃"
    },
    {
      "verse": 5,
      "text": "ותזן אהלה תחתי ותעגב על מאהביה אל אשור קרובים׃"
    },
    {
      "verse": 6,
      "text": "לבשי תכלת פחות וסגנים בחורי חמד כלם פרשים רכבי סוסים׃"
    },
    {
      "verse": 7,
      "text": "ותתן תזנותיה עליהם מבחר בני אשור כלם ובכל אשר עגבה בכל גלוליהם נטמאה׃"
    },
    {
      "verse": 8,
      "text": "ואת תזנותיה ממצרים לא עזבה כי אותה שכבו בנעוריה והמה עשו דדי בתוליה וישפכו תזנותם עליה׃"
    },
    {
      "verse": 9,
      "text": "לכן נתתיה ביד מאהביה ביד בני אשור אשר עגבה עליהם׃"
    },
    {
      "verse": 10,
      "text": "המה גלו ערותה בניה ובנותיה לקחו ואותה בחרב הרגו ותהי שם לנשים ושפוטים עשו בה׃"
    },
    {
      "verse": 11,
      "text": "ותרא אחותה אהליבה ותשחת עגבתה ממנה ואת תזנותיה מזנוני אחותה׃"
    },
    {
      "verse": 12,
      "text": "אל בני אשור עגבה פחות וסגנים קרבים לבשי מכלול פרשים רכבי סוסים בחורי חמד כלם׃"
    },
    {
      "verse": 13,
      "text": "וארא כי נטמאה דרך אחד לשתיהן׃"
    },
    {
      "verse": 14,
      "text": "ותוסף אל תזנותיה ותרא אנשי מחקה על הקיר צלמי כשדיים חקקים בששר׃"
    },
    {
      "verse": 15,
      "text": "חגורי אזור במתניהם סרוחי טבולים בראשיהם מראה שלישים כלם דמות בני בבל כשדים ארץ מולדתם׃"
    },
    {
      "verse": 16,
      "text": "ותעגב עליהם למראה עיניה ותשלח מלאכים אליהם כשדימה׃"
    },
    {
      "verse": 17,
      "text": "ויבאו אליה בני בבל למשכב דדים ויטמאו אותה בתזנותם ותטמא בם ותקע נפשה מהם׃"
    },
    {
      "verse": 18,
      "text": "ותגל תזנותיה ותגל את ערותה ותקע נפשי מעליה כאשר נקעה נפשי מעל אחותה׃"
    },
    {
      "verse": 19,
      "text": "ותרבה את תזנותיה לזכר את ימי נעוריה אשר זנתה בארץ מצרים׃"
    },
    {
      "verse": 20,
      "text": "ותעגבה על פלגשיהם אשר בשר חמורים בשרם וזרמת סוסים זרמתם׃"
    },
    {
      "verse": 21,
      "text": "ותפקדי את זמת נעוריך בעשות ממצרים דדיך למען שדי נעוריך׃"
    },
    {
      "verse": 22,
      "text": "לכן אהליבה כה אמר אדני יהוה הנני מעיר את מאהביך עליך את אשר נקעה נפשך מהם והבאתים עליך מסביב׃"
    },
    {
      "verse": 23,
      "text": "בני בבל וכל כשדים פקוד ושוע וקוע כל בני אשור אותם בחורי חמד פחות וסגנים כלם שלשים וקרואים רכבי סוסים כלם׃"
    },
    {
      "verse": 24,
      "text": "ובאו עליך הצן רכב וגלגל ובקהל עמים צנה ומגן וקובע ישימו עליך סביב ונתתי לפניהם משפט ושפטוך במשפטיהם׃"
    },
    {
      "verse": 25,
      "text": "ונתתי קנאתי בך ועשו אותך בחמה אפך ואזניך יסירו ואחריתך בחרב תפול המה בניך ובנותיך יקחו ואחריתך תאכל באש׃"
    },
    {
      "verse": 26,
      "text": "והפשיטוך את בגדיך ולקחו כלי תפארתך׃"
    },
    {
      "verse": 27,
      "text": "והשבתי זמתך ממך ואת זנותך מארץ מצרים ולא תשאי עיניך אליהם ומצרים לא תזכרי עוד׃"
    },
    {
      "verse": 28,
      "text": "כי כה אמר אדני יהוה הנני נתנך ביד אשר שנאת ביד אשר נקעה נפשך מהם׃"
    },
    {
      "verse": 29,
      "text": "ועשו אותך בשנאה ולקחו כל יגיעך ועזבוך עירם ועריה ונגלה ערות זנוניך וזמתך ותזנותיך׃"
    },
    {
      "verse": 30,
      "text": "עשה אלה לך בזנותך אחרי גוים על אשר נטמאת בגלוליהם׃"
    },
    {
      "verse": 31,
      "text": "בדרך אחותך הלכת ונתתי כוסה בידך׃"
    },
    {
      "verse": 32,
      "text": "כה אמר אדני יהוה כוס אחותך תשתי העמקה והרחבה תהיה לצחק וללעג מרבה להכיל׃"
    },
    {
      "verse": 33,
      "text": "שכרון ויגון תמלאי כוס שמה ושממה כוס אחותך שמרון׃"
    },
    {
      "verse": 34,
      "text": "ושתית אותה ומצית ואת חרשיה תגרמי ושדיך תנתקי כי אני דברתי נאם אדני יהוה׃"
    },
    {
      "verse": 35,
      "text": "לכן כה אמר אדני יהוה יען שכחת אותי ותשליכי אותי אחרי גוך וגם את שאי זמתך ואת תזנותיך׃"
    },
    {
      "verse": 36,
      "text": "ויאמר יהוה אלי בן אדם התשפוט את אהלה ואת אהליבה והגד להן את תועבותיהן׃"
    },
    {
      "verse": 37,
      "text": "כי נאפו ודם בידיהן ואת גלוליהן נאפו וגם את בניהן אשר ילדו לי העבירו להם לאכלה׃"
    },
    {
      "verse": 38,
      "text": "עוד זאת עשו לי טמאו את מקדשי ביום ההוא ואת שבתותי חללו׃"
    },
    {
      "verse": 39,
      "text": "ובשחטם את בניהם לגלוליהם ויבאו אל מקדשי ביום ההוא לחללו והנה כה עשו בתוך ביתי׃"
    },
    {
      "verse": 40,
      "text": "ואף כי תשלחנה לאנשים באים ממרחק אשר מלאך שלוח אליהם והנה באו לאשר רחצת כחלת עיניך ועדית עדי׃"
    },
    {
      "verse": 41,
      "text": "וישבת על מטה כבודה ושלחן ערוך לפניה וקטרתי ושמני שמת עליה׃"
    },
    {
      "verse": 42,
      "text": "וקול המון שלו בה ואל אנשים מרב אדם מובאים סובאים ממדבר ויתנו צמידים אל ידיהן ועטרת תפארת על ראשיהן׃"
    },
    {
      "verse": 43,
      "text": "ואמר לבלה נאופים עת יזנה תזנותיה והיא׃"
    },
    {
      "verse": 44,
      "text": "ויבוא אליה כבוא אל אשה זונה כן באו אל אהלה ואל אהליבה אשת הזמה׃"
    },
    {
      "verse": 45,
      "text": "ואנשים צדיקם המה ישפטו אותהם משפט נאפות ומשפט שפכות דם כי נאפת הנה ודם בידיהן׃"
    },
    {
      "verse": 46,
      "text": "כי כה אמר אדני יהוה העלה עליהם קהל ונתן אתהן לזעוה ולבז׃"
    },
    {
      "verse": 47,
      "text": "ורגמו עליהן אבן קהל וברא אותהן בחרבותם בניהם ובנותיהם יהרגו ובתיהן באש ישרפו׃"
    },
    {
      "verse": 48,
      "text": "והשבתי זמה מן הארץ ונוסרו כל הנשים ולא תעשינה כזמתכנה׃"
    },
    {
      "verse": 49,
      "text": "ונתנו זמתכנה עליכן וחטאי גלוליכן תשאינה וידעתם כי אני אדני יהוה׃"
    }
  ]
}