{
  "book_id": "EZK",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "ואתה בן אדם שא על צר קינה׃"
    },
    {
      "verse": 3,
      "text": "ואמרת לצור הישבתי על מבואת ים רכלת העמים אל איים רבים כה אמר אדני יהוה צור את אמרת אני כלילת יפי׃"
    },
    {
      "verse": 4,
      "text": "בלב ימים גבוליך בניך כללו יפיך׃"
    },
    {
      "verse": 5,
      "text": "ברושים משניר בנו לך את כל לחתים ארז מלבנון לקחו לעשות תרן עליך׃"
    },
    {
      "verse": 6,
      "text": "אלונים מבשן עשו משוטיך קרשך עשו שן בת אשרים מאיי כתים׃"
    },
    {
      "verse": 7,
      "text": "שש ברקמה ממצרים היה מפרשך להיות לך לנס תכלת וארגמן מאיי אלישה היה מכסך׃"
    },
    {
      "verse": 8,
      "text": "ישבי צידון וארוד היו שטים לך חכמיך צור היו בך המה חבליך׃"
    },
    {
      "verse": 9,
      "text": "זקני גבל וחכמיה היו בך מחזיקי בדקך כל אניות הים ומלחיהם היו בך לערב מערבך׃"
    },
    {
      "verse": 10,
      "text": "פרס ולוד ופוט היו בחילך אנשי מלחמתך מגן וכובע תלו בך המה נתנו הדרך׃"
    },
    {
      "verse": 11,
      "text": "בני ארוד וחילך על חומותיך סביב וגמדים במגדלותיך היו שלטיהם תלו על חומותיך סביב המה כללו יפיך׃"
    },
    {
      "verse": 12,
      "text": "תרשיש סחרתך מרב כל הון בכסף ברזל בדיל ועופרת נתנו עזבוניך׃"
    },
    {
      "verse": 13,
      "text": "יון תבל ומשך המה רכליך בנפש אדם וכלי נחשת נתנו מערבך׃"
    },
    {
      "verse": 14,
      "text": "מבית תוגרמה סוסים ופרשים ופרדים נתנו עזבוניך׃"
    },
    {
      "verse": 15,
      "text": "בני דדן רכליך איים רבים סחרת ידך קרנות שן והובנים השיבו אשכרך׃"
    },
    {
      "verse": 16,
      "text": "ארם סחרתך מרב מעשיך בנפך ארגמן ורקמה ובוץ וראמת וכדכד נתנו בעזבוניך׃"
    },
    {
      "verse": 17,
      "text": "יהודה וארץ ישראל המה רכליך בחטי מנית ופנג ודבש ושמן וצרי נתנו מערבך׃"
    },
    {
      "verse": 18,
      "text": "דמשק סחרתך ברב מעשיך מרב כל הון ביין חלבון וצמר צחר׃"
    },
    {
      "verse": 19,
      "text": "ודן ויון מאוזל בעזבוניך נתנו ברזל עשות קדה וקנה במערבך היה׃"
    },
    {
      "verse": 20,
      "text": "דדן רכלתך בבגדי חפש לרכבה׃"
    },
    {
      "verse": 21,
      "text": "ערב וכל נשיאי קדר המה סחרי ידך בכרים ואילים ועתודים בם סחריך׃"
    },
    {
      "verse": 22,
      "text": "רכלי שבא ורעמה המה רכליך בראש כל בשם ובכל אבן יקרה וזהב נתנו עזבוניך׃"
    },
    {
      "verse": 23,
      "text": "חרן וכנה ועדן רכלי שבא אשור כלמד רכלתך׃"
    },
    {
      "verse": 24,
      "text": "המה רכליך במכללים בגלומי תכלת ורקמה ובגנזי ברמים בחבלים חבשים וארזים במרכלתך׃"
    },
    {
      "verse": 25,
      "text": "אניות תרשיש שרותיך מערבך ותמלאי ותכבדי מאד בלב ימים׃"
    },
    {
      "verse": 26,
      "text": "במים רבים הביאוך השטים אתך רוח הקדים שברך בלב ימים׃"
    },
    {
      "verse": 27,
      "text": "הונך ועזבוניך מערבך מלחיך וחבליך מחזיקי בדקך וערבי מערבך וכל אנשי מלחמתך אשר בך ובכל קהלך אשר בתוכך יפלו בלב ימים ביום מפלתך׃"
    },
    {
      "verse": 28,
      "text": "לקול זעקת חבליך ירעשו מגרשות׃"
    },
    {
      "verse": 29,
      "text": "וירדו מאניותיהם כל תפשי משוט מלחים כל חבלי הים אל הארץ יעמדו׃"
    },
    {
      "verse": 30,
      "text": "והשמיעו עליך בקולם ויזעקו מרה ויעלו עפר על ראשיהם באפר יתפלשו׃"
    },
    {
      "verse": 31,
      "text": "והקריחו אליך קרחה וחגרו שקים ובכו אליך במר נפש מספד מר׃"
    },
    {
      "verse": 32,
      "text": "ונשאו אליך בניהם קינה וקוננו עליך מי כצור כדמה בתוך הים׃"
    },
    {
      "verse": 33,
      "text": "בצאת עזבוניך מימים השבעת עמים רבים ברב הוניך ומערביך העשרת מלכי ארץ׃"
    },
    {
      "verse": 34,
      "text": "עת נשברת מימים במעמקי מים מערבך וכל קהלך בתוכך נפלו׃"
    },
    {
      "verse": 35,
      "text": "כל ישבי האיים שממו עליך ומלכיהם שערו שער רעמו פנים׃"
    },
    {
      "verse": 36,
      "text": "סחרים בעמים שרקו עליך בלהות היית ואינך עד עולם׃"
    }
  ]
}