{
  "book_id": "EZK",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "בן אדם אמר לנגיד צר כה אמר אדני יהוה יען גבה לבך ותאמר אל אני מושב אלהים ישבתי בלב ימים ואתה אדם ולא אל ותתן לבך כלב אלהים׃"
    },
    {
      "verse": 3,
      "text": "הנה חכם אתה מדנאל כל סתום לא עממוך׃"
    },
    {
      "verse": 4,
      "text": "בחכמתך ובתבונתך עשית לך חיל ותעש זהב וכסף באוצרותיך׃"
    },
    {
      "verse": 5,
      "text": "ברב חכמתך ברכלתך הרבית חילך ויגבה לבבך בחילך׃"
    },
    {
      "verse": 6,
      "text": "לכן כה אמר אדני יהוה יען תתך את לבבך כלב אלהים׃"
    },
    {
      "verse": 7,
      "text": "לכן הנני מביא עליך זרים עריצי גוים והריקו חרבותם על יפי חכמתך וחללו יפעתך׃"
    },
    {
      "verse": 8,
      "text": "לשחת יורדוך ומתה ממותי חלל בלב ימים׃"
    },
    {
      "verse": 9,
      "text": "האמר תאמר אלהים אני לפני הרגך ואתה אדם ולא אל ביד מחלליך׃"
    },
    {
      "verse": 10,
      "text": "מותי ערלים תמות ביד זרים כי אני דברתי נאם אדני יהוה׃"
    },
    {
      "verse": 11,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 12,
      "text": "בן אדם שא קינה על מלך צור ואמרת לו כה אמר אדני יהוה אתה חותם תכנית מלא חכמה וכליל יפי׃"
    },
    {
      "verse": 13,
      "text": "בעדן גן אלהים היית כל אבן יקרה מסכתך אדם פטדה ויהלם תרשיש שהם וישפה ספיר נפך וברקת וזהב מלאכת תפיך ונקביך בך ביום הבראך כוננו׃"
    },
    {
      "verse": 14,
      "text": "את כרוב ממשח הסוכך ונתתיך בהר קדש אלהים היית בתוך אבני אש התהלכת׃"
    },
    {
      "verse": 15,
      "text": "תמים אתה בדרכיך מיום הבראך עד נמצא עולתה בך׃"
    },
    {
      "verse": 16,
      "text": "ברב רכלתך מלו תוכך חמס ותחטא ואחללך מהר אלהים ואבדך כרוב הסכך מתוך אבני אש׃"
    },
    {
      "verse": 17,
      "text": "גבה לבך ביפיך שחת חכמתך על יפעתך על ארץ השלכתיך לפני מלכים נתתיך לראוה בך׃"
    },
    {
      "verse": 18,
      "text": "מרב עוניך בעול רכלתך חללת מקדשיך ואוצא אש מתוכך היא אכלתך ואתנך לאפר על הארץ לעיני כל ראיך׃"
    },
    {
      "verse": 19,
      "text": "כל יודעיך בעמים שממו עליך בלהות היית ואינך עד עולם׃"
    },
    {
      "verse": 20,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 21,
      "text": "בן אדם שים פניך אל צידון והנבא עליה׃"
    },
    {
      "verse": 22,
      "text": "ואמרת כה אמר אדני יהוה הנני עליך צידון ונכבדתי בתוכך וידעו כי אני יהוה בעשותי בה שפטים ונקדשתי בה׃"
    },
    {
      "verse": 23,
      "text": "ושלחתי בה דבר ודם בחוצותיה ונפלל חלל בתוכה בחרב עליה מסביב וידעו כי אני יהוה׃"
    },
    {
      "verse": 24,
      "text": "ולא יהיה עוד לבית ישראל סלון ממאיר וקוץ מכאב מכל סביבתם השאטים אותם וידעו כי אני אדני יהוה׃"
    },
    {
      "verse": 25,
      "text": "כה אמר אדני יהוה בקבצי את בית ישראל מן העמים אשר נפצו בם ונקדשתי בם לעיני הגוים וישבו על אדמתם אשר נתתי לעבדי ליעקב׃"
    },
    {
      "verse": 26,
      "text": "וישבו עליה לבטח ובנו בתים ונטעו כרמים וישבו לבטח בעשותי שפטים בכל השאטים אתם מסביבותם וידעו כי אני יהוה אלהיהם׃"
    }
  ]
}