{
  "book_id": "EZK",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "בן אדם הנבא ואמרת כה אמר אדני יהוה הילילו הה ליום׃"
    },
    {
      "verse": 3,
      "text": "כי קרוב יום וקרוב יום ליהוה יום ענן עת גוים יהיה׃"
    },
    {
      "verse": 4,
      "text": "ובאה חרב במצרים והיתה חלחלה בכוש בנפל חלל במצרים ולקחו המונה ונהרסו יסודתיה׃"
    },
    {
      "verse": 5,
      "text": "כוש ופוט ולוד וכל הערב וכוב ובני ארץ הברית אתם בחרב יפלו׃"
    },
    {
      "verse": 6,
      "text": "כה אמר יהוה ונפלו סמכי מצרים וירד גאון עזה ממגדל סונה בחרב יפלו בה נאם אדני יהוה׃"
    },
    {
      "verse": 7,
      "text": "ונשמו בתוך ארצות נשמות ועריו בתוך ערים נחרבות תהיינה׃"
    },
    {
      "verse": 8,
      "text": "וידעו כי אני יהוה בתתי אש במצרים ונשברו כל עזריה׃"
    },
    {
      "verse": 9,
      "text": "ביום ההוא יצאו מלאכים מלפני בצים להחריד את כוש בטח והיתה חלחלה בהם ביום מצרים כי הנה באה׃"
    },
    {
      "verse": 10,
      "text": "כה אמר אדני יהוה והשבתי את המון מצרים ביד נבוכדראצר מלך בבל׃"
    },
    {
      "verse": 11,
      "text": "הוא ועמו אתו עריצי גוים מובאים לשחת הארץ והריקו חרבותם על מצרים ומלאו את הארץ חלל׃"
    },
    {
      "verse": 12,
      "text": "ונתתי יארים חרבה ומכרתי את הארץ ביד רעים והשמתי ארץ ומלאה ביד זרים אני יהוה דברתי׃"
    },
    {
      "verse": 13,
      "text": "כה אמר אדני יהוה והאבדתי גלולים והשבתי אלילים מנף ונשיא מארץ מצרים לא יהיה עוד ונתתי יראה בארץ מצרים׃"
    },
    {
      "verse": 14,
      "text": "והשמתי את פתרוס ונתתי אש בצען ועשיתי שפטים בנא׃"
    },
    {
      "verse": 15,
      "text": "ושפכתי חמתי על סין מעוז מצרים והכרתי את המון נא׃"
    },
    {
      "verse": 16,
      "text": "ונתתי אש במצרים חול תחיל סין ונא תהיה להבקע ונף צרי יומם׃"
    },
    {
      "verse": 17,
      "text": "בחורי און ופי בסת בחרב יפלו והנה בשבי תלכנה׃"
    },
    {
      "verse": 18,
      "text": "ובתחפנחס חשך היום בשברי שם את מטות מצרים ונשבת בה גאון עזה היא ענן יכסנה ובנותיה בשבי תלכנה׃"
    },
    {
      "verse": 19,
      "text": "ועשיתי שפטים במצרים וידעו כי אני יהוה׃"
    },
    {
      "verse": 20,
      "text": "ויהי באחת עשרה שנה בראשון בשבעה לחדש היה דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 21,
      "text": "בן אדם את זרוע פרעה מלך מצרים שברתי והנה לא חבשה לתת רפאות לשום חתול לחבשה לחזקה לתפש בחרב׃"
    },
    {
      "verse": 22,
      "text": "לכן כה אמר אדני יהוה הנני אל פרעה מלך מצרים ושברתי את זרעתיו את החזקה ואת הנשברת והפלתי את החרב מידו׃"
    },
    {
      "verse": 23,
      "text": "והפצותי את מצרים בגוים וזריתם בארצות׃"
    },
    {
      "verse": 24,
      "text": "וחזקתי את זרעות מלך בבל ונתתי את חרבי בידו ושברתי את זרעות פרעה ונאק נאקות חלל לפניו׃"
    },
    {
      "verse": 25,
      "text": "והחזקתי את זרעות מלך בבל וזרעות פרעה תפלנה וידעו כי אני יהוה בתתי חרבי ביד מלך בבל ונטה אותה אל ארץ מצרים׃"
    },
    {
      "verse": 26,
      "text": "והפצותי את מצרים בגוים וזריתי אותם בארצות וידעו כי אני יהוה׃"
    }
  ]
}