{
  "book_id": "EZK",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "בעשרים וחמש שנה לגלותנו בראש השנה בעשור לחדש בארבע עשרה שנה אחר אשר הכתה העיר בעצם היום הזה היתה עלי יד יהוה ויבא אתי שמה׃"
    },
    {
      "verse": 2,
      "text": "במראות אלהים הביאני אל ארץ ישראל ויניחני אל הר גבה מאד ועליו כמבנה עיר מנגב׃"
    },
    {
      "verse": 3,
      "text": "ויביא אותי שמה והנה איש מראהו כמראה נחשת ופתיל פשתים בידו וקנה המדה והוא עמד בשער׃"
    },
    {
      "verse": 4,
      "text": "וידבר אלי האיש בן אדם ראה בעיניך ובאזניך שמע ושים לבך לכל אשר אני מראה אותך כי למען הראותכה הבאתה הנה הגד את כל אשר אתה ראה לבית ישראל׃"
    },
    {
      "verse": 5,
      "text": "והנה חומה מחוץ לבית סביב סביב וביד האיש קנה המדה שש אמות באמה וטפח וימד את רחב הבנין קנה אחד וקומה קנה אחד׃"
    },
    {
      "verse": 6,
      "text": "ויבוא אל שער אשר פניו דרך הקדימה ויעל במעלתו וימד את סף השער קנה אחד רחב ואת סף אחד קנה אחד רחב׃"
    },
    {
      "verse": 7,
      "text": "והתא קנה אחד ארך וקנה אחד רחב ובין התאים חמש אמות וסף השער מאצל אולם השער מהבית קנה אחד׃"
    },
    {
      "verse": 8,
      "text": "וימד את אלם השער מהבית קנה אחד׃"
    },
    {
      "verse": 9,
      "text": "וימד את אלם השער שמנה אמות ואילו שתים אמות ואלם השער מהבית׃"
    },
    {
      "verse": 10,
      "text": "ותאי השער דרך הקדים שלשה מפה ושלשה מפה מדה אחת לשלשתם ומדה אחת לאילם מפה ומפו׃"
    },
    {
      "verse": 11,
      "text": "וימד את רחב פתח השער עשר אמות ארך השער שלוש עשרה אמות׃"
    },
    {
      "verse": 12,
      "text": "וגבול לפני התאות אמה אחת ואמה אחת גבול מפה והתא שש אמות מפו ושש אמות מפו׃"
    },
    {
      "verse": 13,
      "text": "וימד את השער מגג התא לגגו רחב עשרים וחמש אמות פתח נגד פתח׃"
    },
    {
      "verse": 14,
      "text": "ויעש את אילים ששים אמה ואל איל החצר השער סביב סביב׃"
    },
    {
      "verse": 15,
      "text": "ועל פני השער היאתון על לפני אלם השער הפנימי חמשים אמה׃"
    },
    {
      "verse": 16,
      "text": "וחלונות אטמות אל התאים ואל אליהמה לפנימה לשער סביב סביב וכן לאלמות וחלונות סביב סביב לפנימה ואל איל תמרים׃"
    },
    {
      "verse": 17,
      "text": "ויביאני אל החצר החיצונה והנה לשכות ורצפה עשוי לחצר סביב סביב שלשים לשכות אל הרצפה׃"
    },
    {
      "verse": 18,
      "text": "והרצפה אל כתף השערים לעמת ארך השערים הרצפה התחתונה׃"
    },
    {
      "verse": 19,
      "text": "וימד רחב מלפני השער התחתונה לפני החצר הפנימי מחוץ מאה אמה הקדים והצפון׃"
    },
    {
      "verse": 20,
      "text": "והשער אשר פניו דרך הצפון לחצר החיצונה מדד ארכו ורחבו׃"
    },
    {
      "verse": 21,
      "text": "ותאו שלושה מפו ושלשה מפו ואילו ואלמו היה כמדת השער הראשון חמשים אמה ארכו ורחב חמש ועשרים באמה׃"
    },
    {
      "verse": 22,
      "text": "וחלונו ואלמו ותמרו כמדת השער אשר פניו דרך הקדים ובמעלות שבע יעלו בו ואילמו לפניהם׃"
    },
    {
      "verse": 23,
      "text": "ושער לחצר הפנימי נגד השער לצפון ולקדים וימד משער אל שער מאה אמה׃"
    },
    {
      "verse": 24,
      "text": "ויולכני דרך הדרום והנה שער דרך הדרום ומדד אילו ואילמו כמדות האלה׃"
    },
    {
      "verse": 25,
      "text": "וחלונים לו ולאילמו סביב סביב כהחלנות האלה חמשים אמה ארך ורחב חמש ועשרים אמה׃"
    },
    {
      "verse": 26,
      "text": "ומעלות שבעה עלותו ואלמו לפניהם ותמרים לו אחד מפו ואחד מפו אל אילו׃"
    },
    {
      "verse": 27,
      "text": "ושער לחצר הפנימי דרך הדרום וימד משער אל השער דרך הדרום מאה אמות׃"
    },
    {
      "verse": 28,
      "text": "ויביאני אל חצר הפנימי בשער הדרום וימד את השער הדרום כמדות האלה׃"
    },
    {
      "verse": 29,
      "text": "ותאו ואילו ואלמו כמדות האלה וחלונות לו ולאלמו סביב סביב חמשים אמה ארך ורחב עשרים וחמש אמות׃"
    },
    {
      "verse": 30,
      "text": "ואלמות סביב סביב ארך חמש ועשרים אמה ורחב חמש אמות׃"
    },
    {
      "verse": 31,
      "text": "ואלמו אל חצר החצונה ותמרים אל אילו ומעלות שמונה מעלו׃"
    },
    {
      "verse": 32,
      "text": "ויביאני אל החצר הפנימי דרך הקדים וימד את השער כמדות האלה׃"
    },
    {
      "verse": 33,
      "text": "ותאו ואלו ואלמו כמדות האלה וחלונות לו ולאלמו סביב סביב ארך חמשים אמה ורחב חמש ועשרים אמה׃"
    },
    {
      "verse": 34,
      "text": "ואלמו לחצר החיצונה ותמרים אל אלו מפו ומפו ושמנה מעלות מעלו׃"
    },
    {
      "verse": 35,
      "text": "ויביאני אל שער הצפון ומדד כמדות האלה׃"
    },
    {
      "verse": 36,
      "text": "תאו אלו ואלמו וחלונות לו סביב סביב ארך חמשים אמה ורחב חמש ועשרים אמה׃"
    },
    {
      "verse": 37,
      "text": "ואילו לחצר החיצונה ותמרים אל אילו מפו ומפו ושמנה מעלות מעלו׃"
    },
    {
      "verse": 38,
      "text": "ולשכה ופתחה באילים השערים שם ידיחו את העלה׃"
    },
    {
      "verse": 39,
      "text": "ובאלם השער שנים שלחנות מפו ושנים שלחנות מפה לשחוט אליהם העולה והחטאת והאשם׃"
    },
    {
      "verse": 40,
      "text": "ואל הכתף מחוצה לעולה לפתח השער הצפונה שנים שלחנות ואל הכתף האחרת אשר לאלם השער שנים שלחנות׃"
    },
    {
      "verse": 41,
      "text": "ארבעה שלחנות מפה וארבעה שלחנות מפה לכתף השער שמונה שלחנות אליהם ישחטו׃"
    },
    {
      "verse": 42,
      "text": "וארבעה שלחנות לעולה אבני גזית ארך אמה אחת וחצי ורחב אמה אחת וחצי וגבה אמה אחת אליהם ויניחו את הכלים אשר ישחטו את העולה בם והזבח׃"
    },
    {
      "verse": 43,
      "text": "והשפתים טפח אחד מוכנים בבית סביב סביב ואל השלחנות בשר הקרבן׃"
    },
    {
      "verse": 44,
      "text": "ומחוצה לשער הפנימי לשכות שרים בחצר הפנימי אשר אל כתף שער הצפון ופניהם דרך הדרום אחד אל כתף שער הקדים פני דרך הצפן׃"
    },
    {
      "verse": 45,
      "text": "וידבר אלי זה הלשכה אשר פניה דרך הדרום לכהנים שמרי משמרת הבית׃"
    },
    {
      "verse": 46,
      "text": "והלשכה אשר פניה דרך הצפון לכהנים שמרי משמרת המזבח המה בני צדוק הקרבים מבני לוי אל יהוה לשרתו׃"
    },
    {
      "verse": 47,
      "text": "וימד את החצר ארך מאה אמה ורחב מאה אמה מרבעת והמזבח לפני הבית׃"
    },
    {
      "verse": 48,
      "text": "ויבאני אל אלם הבית וימד אל אלם חמש אמות מפה וחמש אמות מפה ורחב השער שלש אמות מפו ושלש אמות מפו׃"
    },
    {
      "verse": 49,
      "text": "ארך האלם עשרים אמה ורחב עשתי עשרה אמה ובמעלות אשר יעלו אליו ועמדים אל האילים אחד מפה ואחד מפה׃"
    }
  ]
}