{
  "book_id": "PRO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "TheProverbs of Solomon son of David, who reigned in Israel;"
    },
    {
      "verse": 2,
      "text": "to know wisdom and instruction, and to perceive words of understanding;"
    },
    {
      "verse": 3,
      "text": "to receive also hard sayings, and to understand true justice, and howto direct judgment;"
    },
    {
      "verse": 4,
      "text": "that he might give subtlety to the simple, and to the young man discernment and understanding."
    },
    {
      "verse": 5,
      "text": "For by the hearing of these a wise man will be wiser, and the man of understanding will gain direction;"
    },
    {
      "verse": 6,
      "text": "and will understand a parable, and a dark speech; the sayings of the wise also, and riddles."
    },
    {
      "verse": 7,
      "text": "The fear of the Lord is the beginning of wisdom; and there isgood understanding to all that practise it: and piety toward God is the beginning of discernment; but the ungodly will set at nought wisdom and instruction."
    },
    {
      "verse": 8,
      "text": "Hear, myson, the instruction of thy father, and reject not the rules of thy mother."
    },
    {
      "verse": 9,
      "text": "For thou shalt receive for thine head a crown of graces, and a chain of gold round thy neck."
    },
    {
      "verse": 10,
      "text": "Myson, let not ungodly men lead thee astray, neither consent thou to them."
    },
    {
      "verse": 11,
      "text": "If they should exhort thee, saying, Come with us, partake in blood, and let us unjustly hide the just man in the earth:"
    },
    {
      "verse": 12,
      "text": "and let us swallow him alive, as Hades would, and remove the memorial of him from the earth:"
    },
    {
      "verse": 13,
      "text": "let us seize on his valuable property, and let us fill our houses with spoils:"
    },
    {
      "verse": 14,
      "text": "but do thou cast in thy lot with us, and let us all provide a common purse, and let us have one pouch:"
    },
    {
      "verse": 15,
      "text": "go not in the way with them, but turn aside thy foot from their paths:"
    },
    {
      "verse": 17,
      "text": "for nets are not without cause spread for birds."
    },
    {
      "verse": 18,
      "text": "For they that are concerned in murder store up evils for themselves; and the overthrow of transgressors is evil."
    },
    {
      "verse": 19,
      "text": "These are the ways of all that perform lawless deeds; for by ungodliness they destroy their own life."
    },
    {
      "verse": 20,
      "text": "Wisdom sings aloud in passages, and in the broad places speaks boldly."
    },
    {
      "verse": 21,
      "text": "And she makes proclamation on the top of the walls, and sits by the gates of princes; and at the gates of the city boldly says,"
    },
    {
      "verse": 22,
      "text": "So long as the simple cleave to justice, they shall not be ashamed: but the foolish being lovers of haughtiness, having become ungodly have hated knowledge, and are become subject to reproofs."
    },
    {
      "verse": 23,
      "text": "Behold, I will bring forth to you the utterance of my breath, and I will instruct you in my speech."
    },
    {
      "verse": 24,
      "text": "Since I called, and ye did not hearken; and I spoke at length, and ye gave no heed;"
    },
    {
      "verse": 25,
      "text": "but ye set at nought my counsels, and disregarded my reproofs;"
    },
    {
      "verse": 26,
      "text": "therefore I also will laugh at your destruction; and I will rejoice against youwhen ruin comes upon you:"
    },
    {
      "verse": 27,
      "text": "yea when dismay suddenly comes upon you, and youroverthrow shall arrive like a tempest; and when tribulation and distress shall come upon you, or when ruin shall come upon you."
    },
    {
      "verse": 28,
      "text": "For it shall be that when ye call upon me, I will not hearken to you: wicked men shall seek me, but shall not find me."
    },
    {
      "verse": 29,
      "text": "For they hated wisdom, and did not choose the word of the Lord:"
    },
    {
      "verse": 30,
      "text": "neither would they attend to my counsels, but derided my reproofs."
    },
    {
      "verse": 31,
      "text": "Therefore shall they eat the fruits of their own way, and shall be filled with their own ungodliness."
    },
    {
      "verse": 32,
      "text": "For because they wronged the simple, they shall be slain; and an inquisition shall ruin the ungodly."
    },
    {
      "verse": 33,
      "text": "But he that hearkens to me shall dwell in confidence, and shall rest securely from all evil."
    }
  ]
}