{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "He that loves instruction loves sense, but he that hates reproofs is a fool."
    },
    {
      "verse": 2,
      "text": "\\f + \\fr 12:2 \\ft Or. better is he, etc.\\f*He that has found favour with the Lord \\add is made\\add* better; but a transgressor shall be passed over in silence."
    },
    {
      "verse": 3,
      "text": "A man shall not prosper by wickedness; but the roots of the righteous shall not be taken up."
    },
    {
      "verse": 4,
      "text": "A virtuous woman is a crown to her husband; but as a worm in wood, so a bad woman destroys her husband."
    },
    {
      "verse": 5,
      "text": "The thoughts of the righteous \\add are true\\add* judgments; but ungodly men devise deceits."
    },
    {
      "verse": 6,
      "text": "The words of ungodly men are crafty; but the mouth of the upright shall deliver them."
    },
    {
      "verse": 7,
      "text": "When the ungodly is overthrown, he vanishes away; but the houses of the just remain."
    },
    {
      "verse": 8,
      "text": "The mouth of an understanding \\add man\\add* is praised by a man; but he that is dull of heart is had in derision."
    },
    {
      "verse": 9,
      "text": "Better is a man in dishonour serving himself, than one honouring himself and wanting bread."
    },
    {
      "verse": 10,
      "text": "A righteous man has pity for the lives of his cattle; but the bowels of the ungodly are unmerciful."
    },
    {
      "verse": 11,
      "text": "He that tills his own land shall be satisfied with bread; but they that pursue vanities are void of understanding."
    },
    {
      "verse": 12,
      "text": "The desires of the ungodly are evil; but the roots of the godly are firmly set."
    },
    {
      "verse": 13,
      "text": "For the sin of \\add his\\add* lips a sinner falls into snares; but a righteous man escapes from them."
    },
    {
      "verse": 14,
      "text": "The soul of a man shall be filled with good from the fruits of his mouth; and the recompence of his lips shall be given to him."
    },
    {
      "verse": 15,
      "text": "The ways of fools are right in their own eyes; but a wise man hearkens to counsels."
    },
    {
      "verse": 16,
      "text": "A fool declares his wrath the same day; but a prudent man hides his own disgrace."
    },
    {
      "verse": 17,
      "text": "A righteous man declares the open truth; but an unjust witness is deceitful."
    },
    {
      "verse": 18,
      "text": "Some wound as they speak, \\add like\\add* swords; but the tongues of the wise heal."
    },
    {
      "verse": 19,
      "text": "True lips establish testimony; but a hasty witness has an unjust tongue."
    },
    {
      "verse": 20,
      "text": "\\add There is\\add* deceit in the heart of him that imagines evil; but they that love peace shall rejoice."
    },
    {
      "verse": 21,
      "text": "No injustice will please a just man; but the ungodly will be filled with mischief."
    },
    {
      "verse": 22,
      "text": "Lying lips are an abomination to the Lord; but he that deals faithfully is accepted with him."
    },
    {
      "verse": 23,
      "text": "An understanding man is a throne of wisdom; but the heart of fools shall meet with curses."
    },
    {
      "verse": 24,
      "text": "The hand of chosen men shall easily obtain rule; but the deceitful shall be for a prey."
    },
    {
      "verse": 25,
      "text": "A terrible word troubles the heart of a righteous man; but a good message rejoices him."
    },
    {
      "verse": 26,
      "text": "A just arbitrator shall be his own friend; but mischief shall pursue sinners; and the way of ungodly men shall lead them astray."
    },
    {
      "verse": 27,
      "text": "A deceitful man shall catch no game; but a \\f + \\fr 12:27 \\fqa Gr. \\ft pure.\\f*blameless man is a precious possession."
    },
    {
      "verse": 28,
      "text": "In the ways of righteousness is life; but the ways of those that remember injuries \\add lead\\add* to death."
    }
  ]
}