{
  "book_id": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son is obedient to his father: but a disobedient son will be destroyed."
    },
    {
      "verse": 2,
      "text": "A good \\add man\\add* shall eat of the fruits of righteousness: but the lives of transgressors shall perish before their time."
    },
    {
      "verse": 3,
      "text": "He that keeps his own mouth keeps his own life: but he that is hasty with his lips shall bring terror upon himself."
    },
    {
      "verse": 4,
      "text": "Every slothful man desires, but the hands of the active are diligent."
    },
    {
      "verse": 5,
      "text": "A righteous man hates an unjust word: but an ungodly man is ashamed, and will have no confidence.\\f + \\fr 13:5 \\ft See Appendix for Alexandrine text shown as: “Righteousness preserves the simple in the way, but sin makes worthless the ungodly.”\\f*"
    },
    {
      "verse": 7,
      "text": "There are \\add some\\add* who, having nothing, enrich themselves: and there are \\add some\\add* who bring themselves down in \\add the midst of\\add* much wealth."
    },
    {
      "verse": 8,
      "text": "A man's own wealth is the ransom of his life: but the poor \\f + \\fr 13:8 \\fqa Or, \\ft comes not in for.\\f*endures not threatening."
    },
    {
      "verse": 9,
      "text": "The righteous always have light: but the light of the ungodly is quenched."
    },
    {
      "verse": 10,
      "text": "A bad man does evil with insolence: but they that are judges of themselves are wise."
    },
    {
      "verse": 11,
      "text": "Wealth gotten hastily with iniquity is diminished: but he that gathers for himself with godliness shall be increased. The righteous is merciful, and lends."
    },
    {
      "verse": 12,
      "text": "Better is he that begins to help heartily, than he that promises and leads \\add another\\add* to hope: for a good desire is a tree of life."
    },
    {
      "verse": 13,
      "text": "He that slights a matter shall be slighted of it: but he that fears the commandment has health \\add of soul\\add*."
    },
    {
      "verse": 14,
      "text": "The law of the wise is a fountain of life: but the man void of understanding shall die by a snare."
    },
    {
      "verse": 15,
      "text": "Sound discretion gives favour, and to know the law is the part of a sound understanding: but the ways of scorners tend to destruction."
    },
    {
      "verse": 16,
      "text": "Every prudent man acts with knowledge: but the fool displays his own mischief."
    },
    {
      "verse": 17,
      "text": "A rash king shall fall into mischief: but a wise messenger shall deliver him."
    },
    {
      "verse": 18,
      "text": "Instruction removes poverty and disgrace: but he that attends to reproofs shall be honoured."
    },
    {
      "verse": 19,
      "text": "The desires of the godly gladden the soul, but the works of the ungodly are far from knowledge."
    },
    {
      "verse": 20,
      "text": "If thou walkest with wise men thou shalt be wise: but he that walks with fools shall be known."
    },
    {
      "verse": 21,
      "text": "Evil shall pursue sinners; but good shall overtake the righteous."
    },
    {
      "verse": 22,
      "text": "A good man shall inherit children's children; and the wealth of ungodly men is laid up for the just."
    },
    {
      "verse": 23,
      "text": "The righteous shall spend many years in wealth: but the unrighteous shall perish suddenly."
    },
    {
      "verse": 24,
      "text": "He that spares the rod hates his son: but he that loves, carefully chastens \\add him\\add*."
    },
    {
      "verse": 25,
      "text": "A just \\add man\\add* eats and satisfies his soul: but the souls of the ungodly are in want."
    }
  ]
}