{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "These are the \\f + \\fr 25:1 \\ft Possibly genuine, q. d. beyond doubt.\\f*miscellaneous instructions of Solomon, which the friends of Ezekias king of Judea copied out."
    },
    {
      "verse": 2,
      "text": "The glory of God conceals a matter: but the glory of a king honours business."
    },
    {
      "verse": 3,
      "text": "Heaven is high, and earth is deep, and a king's heart is unsearchable."
    },
    {
      "verse": 4,
      "text": "Beat the drossy silver, and it shall be made entirely pure."
    },
    {
      "verse": 5,
      "text": "Slay the ungodly from before the king, and his throne shall prosper in righteousness."
    },
    {
      "verse": 6,
      "text": "Be not boastful in the presence of the king, and remain not in the places of princes;"
    },
    {
      "verse": 7,
      "text": "for \\add it is\\add* better for thee that it should be said, Come up to me, than that \\add one\\add* should humble thee in the presence of the prince; speak of that which thine eyes have seen."
    },
    {
      "verse": 8,
      "text": "Get not suddenly into a quarrel, lest thou repent at last."
    },
    {
      "verse": 9,
      "text": "Whenever thy friend shall reproach thee, retreat backward, despise \\add him\\add* not;"
    },
    {
      "verse": 10,
      "text": "lest thy friend continue to reproach thee, so thy quarrel and enmity shall not depart, but shall be to thee like death."
    },
    {
      "verse": 11,
      "text": "\\add As\\add* a golden apple in a necklace of sardius, so \\add is it\\add* to speak a \\add wise\\add* word."
    },
    {
      "verse": 12,
      "text": "In an ear-ring of gold a precious sardius is also set; \\add so is\\add* a wise word to an obedient ear."
    },
    {
      "verse": 13,
      "text": "As a fall of snow in the time of harvest is good against heat, so a faithful messenger \\add refreshes\\add* those that send him; for he helps the souls of his employers."
    },
    {
      "verse": 14,
      "text": "As winds and clouds and rains are most evident \\add objects\\add*, so is he that boasts of a false gift."
    },
    {
      "verse": 15,
      "text": "In long-suffering is prosperity to kings, and a soft tongue breaks the bones."
    },
    {
      "verse": 16,
      "text": "Having found honey, eat \\add only\\add* what is enough, lest haply thou be filled, and vomit it up."
    },
    {
      "verse": 17,
      "text": "Enter sparingly into thy friend's house, lest he be satiated with thy company, and hate thee."
    },
    {
      "verse": 18,
      "text": "\\add As\\add* a club, and a dagger, and a pointed arrow, so also is a man who bears false witness against his friend."
    },
    {
      "verse": 19,
      "text": "The way of the wicked and the foot of the transgressor shall perish in an evil day."
    },
    {
      "verse": 20,
      "text": "As vinegar is bad for a sore, so trouble befalling the body afflicts the heart."
    },
    {
      "verse": 21,
      "text": "If thine enemy hunger, feed him; if he thirst, give him drink;"
    },
    {
      "verse": 22,
      "text": "for so doing thou shalt heap coals of fire upon his head, and the Lord shall reward thee \\add with\\add* good."
    },
    {
      "verse": 23,
      "text": "The north wind raises clouds; so an impudent face provokes the tongue."
    },
    {
      "verse": 24,
      "text": "\\add It is\\add* better to dwell on a corner of the roof, than with a railing woman in an open house."
    },
    {
      "verse": 25,
      "text": "As cold water is agreeable to a thirsting soul, so is a good message from a land far off."
    },
    {
      "verse": 26,
      "text": "As if one should stop a well, and corrupt a spring of water, so \\add is it\\add* unseemly for a righteous man to fall before an ungodly man."
    },
    {
      "verse": 27,
      "text": "\\add It is\\add* not good to eat much honey; but it is right to honour venerable sayings."
    },
    {
      "verse": 28,
      "text": "As a city whose walls are broken down, and which is unfortified, so is a man who does anything without counsel."
    }
  ]
}