{
  "book_id": "PRO",
  "chapter": 31,
  "verses": [
    {
      "verse": 10,
      "text": "Who shall find a virtuous woman? for such a one is more valuable than precious stones."
    },
    {
      "verse": 11,
      "text": "The heart of her husband trusts in her: such a one shall stand in no need of fine spoils."
    },
    {
      "verse": 12,
      "text": "For she employs all her living for her husband's good."
    },
    {
      "verse": 13,
      "text": "Gathering wool and flax, she makes it serviceable with her hands."
    },
    {
      "verse": 14,
      "text": "She is like a ship trading from a distance: so she procures her livelihood."
    },
    {
      "verse": 15,
      "text": "And she rises by night, and gives food to her household, and appointedtasks to her maidens."
    },
    {
      "verse": 16,
      "text": "She views a farm, and buys it: and with the fruit of her hands she plants a possession."
    },
    {
      "verse": 17,
      "text": "She strongly girds her loins, and strengthens her arms for work."
    },
    {
      "verse": 18,
      "text": "And she finds by experience that working is good; and her candle goes not out all night."
    },
    {
      "verse": 19,
      "text": "She reaches forth her arms to needful works, and applies her hands to the spindle."
    },
    {
      "verse": 20,
      "text": "And she opens her hands to the needy, and reaches out fruit to the poor."
    },
    {
      "verse": 21,
      "text": "Her husband is not anxious about those at home when he tarries anywhere abroad: for all her household are clothed."
    },
    {
      "verse": 22,
      "text": "She makes for her husband clothes of double texture, and garments for herself of fine linen and scarlet."
    },
    {
      "verse": 23,
      "text": "And her husband becomes a distinguished personin the gates, when he sits in council with the old inhabitants of the land."
    },
    {
      "verse": 24,
      "text": "She makes fine linens, and sells girdles to the Chananites: she opens her mouth heedfully and with propriety, and controls her tongue."
    },
    {
      "verse": 25,
      "text": "She puts on strength and honour; and rejoices in the last days."
    },
    {
      "verse": 26,
      "text": "The ways of her household are careful, and she eats not the bread of idleness."
    },
    {
      "verse": 27,
      "text": "But she opens her mouth wisely, and according to law."
    },
    {
      "verse": 28,
      "text": "And herkindness to them sets up her children for them, and they grow rich, and her husband praises her."
    },
    {
      "verse": 29,
      "text": "Many daughters have obtained wealth, many have wrought valiantly; but thou hast exceeded, thou hast surpassed all."
    },
    {
      "verse": 30,
      "text": "Charms are false, and woman's beauty is vain: for it is a wise woman that is blessed, and let her praise the fear of the Lord."
    },
    {
      "verse": 31,
      "text": "Give her of the fruit of her lips; and let her husband be praised in the gates."
    }
  ]
}