{
  "book_id": "EPH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Γίνεσθε οὖν μιμηταὶ τοῦ Θεοῦ ὡς τέκνα ἀγαπητά,"
    },
    {
      "verse": 2,
      "text": "καὶ περιπατεῖτε ἐν ἀγάπῃ, καθὼς καὶ ὁ Χριστὸς ἠγάπησεν ἡμᾶς καὶ παρέδωκεν ἑαυτὸν ὑπὲρ ἡμῶν, προσφορὰν καὶ θυσίαν τῷ Θεῷ εἰς ὀσμὴν εὐωδίας."
    },
    {
      "verse": 3,
      "text": "Πορνεία δὲ καὶ πᾶσα ἀκαθαρσία ἢ πλεονεξία μηδὲ ὀνομαζέσθω ἐν ὑμῖν (καθὼς πρέπει ἁγίοις)·"
    },
    {
      "verse": 4,
      "text": "καὶ αἰσχρότης καὶ μωρολογία ἢ εὐτραπελία (τὰ οὐκ ἀνήκοντα), ἀλλὰ μᾶλλον εὐχαριστία."
    },
    {
      "verse": 5,
      "text": "Τοῦτο γάρ ἴστε γινώσκοντες ὅτι· πᾶς πόρνος ἢ ἀκάθαρτος ἢ πλεονέκτης (ὅς ἐστιν εἰδωλολάτρης), οὐκ ἔχει κληρονομίαν ἐν τῇ βασιλείᾳ τοῦ Χριστοῦ καὶ Θεοῦ."
    },
    {
      "verse": 6,
      "text": "Μηδεὶς ὑμᾶς ἀπατάτω κενοῖς λόγοις, διὰ ταῦτα γὰρ ἔρχεται ἡ ὀργὴ τοῦ Θεοῦ ἐπὶ τοὺς υἱοὺς τῆς ἀπειθείας."
    },
    {
      "verse": 7,
      "text": "Μὴ οὖν γίνεσθε συμμέτοχοι αὐτῶν"
    },
    {
      "verse": 8,
      "text": "—ἦτε γάρ ποτε σκότος, νῦν δὲ φῶς ἐν Κυρίῳ. Walk in light Ὡς τέκνα φωτὸς περιπατεῖτε"
    },
    {
      "verse": 9,
      "text": "(ὁ γὰρ καρπὸς τοῦ Πνεύματος ἐν πάσῃ ἀγαθωσύνῃ καὶ δικαιοσύνῃ καὶ ἀληθείᾳ),"
    },
    {
      "verse": 10,
      "text": "δοκιμάζοντες τί ἐστιν εὐάρεστον τῷ Κυρίῳ."
    },
    {
      "verse": 11,
      "text": "Καὶ μὴ συγκοινωνεῖτε τοῖς ἔργοις τοῖς ἀκάρποις τοῦ σκότους, μᾶλλον δὲ καὶ ἐλέγχετε."
    },
    {
      "verse": 12,
      "text": "(Τὰ γὰρ κρυφῆ γινόμενα ὑπ᾿ αὐτῶν αἰσχρόν ἐστιν καὶ λέγειν.)"
    },
    {
      "verse": 13,
      "text": "Τὰ δὲ πάντα, ἐλεγχόμενα, ὑπὸ τοῦ φωτὸς φανεροῦται, πᾶν γὰρ τὸ φανερούμενον φῶς ἐστιν."
    },
    {
      "verse": 14,
      "text": "Διὸ λέγει· «Ἔγειραι, ὁ καθεύδων, καὶ ἀνάστα ἐκ τῶν νεκρῶν, καὶ ἐπιφαύσει σοι ὁ Χριστός.» Walk in wisdom"
    },
    {
      "verse": 15,
      "text": "Βλέπετε οὖν πῶς ἀκριβῶς περιπατεῖτε, μὴ ὡς ἄσοφοι ἀλλ᾿ ὡς σοφοί,"
    },
    {
      "verse": 16,
      "text": "ἐξαγοραζόμενοι τὸν καιρόν, ὅτι αἱ ἡμέραι πονηραί εἰσιν."
    },
    {
      "verse": 17,
      "text": "Διὰ τοῦτο μὴ γίνεσθε ἄφρονες, ἀλλὰ συνιέντες τί τὸ θέλημα τοῦ Κυρίου."
    },
    {
      "verse": 18,
      "text": "Καὶ μὴ μεθύσκεσθε οἴνῳ, ἐν ᾧ ἐστιν ἀσωτία· ἀλλὰ πληροῦσθε ἐν Πνεύματι,"
    },
    {
      "verse": 19,
      "text": "λαλοῦντες ἑαυτοῖς ψαλμοῖς καὶ ὕμνοις καὶ ᾠδαῖς πνευματικαῖς, ᾄδοντες καὶ ψάλλοντες ἐν τῇ καρδίᾳ ὑμῶν τῷ Κυρίῳ·"
    },
    {
      "verse": 20,
      "text": "εὐχαριστοῦντες πάντοτε ὑπὲρ πάντων, ἐν ὀνόματι τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, τῷ Θεῷ καὶ Πατρί,"
    },
    {
      "verse": 21,
      "text": "ὑποτασσόμενοι ἀλλήλοις ἐν φόβῳ Θεοῦ. Relationships within the home About wives"
    },
    {
      "verse": 22,
      "text": "Αἱ γυναῖκες, τοῖς ἰδίοις ἀνδράσιν ὑποτάσσεσθε, ὡς τῷ Κυρίῳ,"
    },
    {
      "verse": 23,
      "text": "ὅτι ἀνήρ ἐστιν κεφαλὴ τῆς γυναικὸς ὡς καὶ ὁ Χριστὸς Κεφαλὴ τῆς Ἐκκλησίας—καὶ αὐτός ἐστιν Σωτὴρ τοῦ σώματος."
    },
    {
      "verse": 24,
      "text": "Ἀλλ᾿ ὥσπερ ἡ Ἐκκλησία ὑποτάσσεται τῷ Χριστῷ, οὕτως καὶ αἱ γυναῖκες τοῖς ἰδίοις ἀνδράσιν ἐν παντί. About husbands"
    },
    {
      "verse": 25,
      "text": "Οἱ ἄνδρες, ἀγαπᾶτε τὰς γυναῖκας ἑαυτῶν καθὼς καὶ ὁ Χριστὸς ἠγάπησεν τὴν Ἐκκλησίαν καὶ ἑαυτὸν παρέδωκεν ὑπὲρ αὐτῆς,"
    },
    {
      "verse": 26,
      "text": "ἵνα αὐτὴν ἁγιάσῃ, καθαρίσας τῷ λουτρῷ τοῦ ὕδατος· ἐν ῥήματι,"
    },
    {
      "verse": 27,
      "text": "ἵνα παραστήσῃ αὐτὴν ἑαυτῷ—ἔνδοξον τὴν ἐκκλησίαν—μὴ ἔχουσαν σπίλον ἢ ῥυτίδα ἤ τι τῶν τοιούτων, ἀλλ᾿ ἵνα ᾖ ἁγία καὶ ἄμωμος."
    },
    {
      "verse": 28,
      "text": "Οὕτως ὀφείλουσιν οἱ ἄνδρες ἀγαπᾶν τὰς ἑαυτῶν γυναῖκας ὡς τὰ ἑαυτῶν σώματα· ὁ ἀγαπῶν τὴν ἑαυτοῦ γυναῖκα ἑαυτὸν ἀγαπᾷ."
    },
    {
      "verse": 29,
      "text": "Οὐδεὶς γάρ ποτε τὴν ἑαυτοῦ σάρκα ἐμίσησεν· ἀλλὰ ἐκτρέφει καὶ θάλπει αὐτήν, καθὼς καὶ ὁ Κύριος τὴν Ἐκκλησίαν"
    },
    {
      "verse": 30,
      "text": "—ὅτι μέλη ἐσμὲν τοῦ σώματος αὐτοῦ, ἐκ τῆς σαρκὸς αὐτοῦ καὶ ἐκ τῶν ὀστέων αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "«Ἀντὶ τούτου καταλείψει ἄνθρωπος τὸν πατέρα αὐτοῦ καὶ τὴν μητέρα καὶ προσκολληθήσεται πρὸς τὴν γυναῖκα αὐτοῦ, καὶ ἔσονται οἱ δύο εἰς σάρκα μίαν.»"
    },
    {
      "verse": 32,
      "text": "Τὸ μυστήριον τοῦτο μέγα ἐστίν, ἐγὼ δὲ λέγω εἰς Χριστὸν καὶ εἰς τὴν Ἐκκλησίαν."
    },
    {
      "verse": 33,
      "text": "Πλὴν καὶ ὑμεῖς οἱ καθ᾿ ἕνα· ἕκαστος τὴν ἑαυτοῦ γυναῖκα οὕτως ἀγαπάτω ὡς ἑαυτόν, ἡ δὲ γυνὴ ἵνα φοβῆται τὸν ἄνδρα."
    }
  ]
}