{
  "book_id": "ZEC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "A word of the Lord: The Lord has come to the land of Hadrach, and Damascus is his resting-place: for the towns of Aram are the Lord's,"
    },
    {
      "verse": 2,
      "text": "As well as Hamath, which is by its limit, and Tyre and Zidon, because they are very wise."
    },
    {
      "verse": 3,
      "text": "And Tyre made for herself a strong place, and got together silver like dust and the best gold like the earth of the streets."
    },
    {
      "verse": 4,
      "text": "See, the Lord will take away her heritage, overturning her power in the sea; and she will be burned up with fire."
    },
    {
      "verse": 5,
      "text": "Ashkelon will see it with fear, and Gaza, bent with pain; and Ekron, for her hope will be shamed: and the king will be cut off from Gaza, and Ashkelon will be unpeopled."
    },
    {
      "verse": 6,
      "text": "And a mixed people will be living in Ashdod, and I will have the pride of the Philistines cut off."
    },
    {
      "verse": 7,
      "text": "And I will take away his blood from his mouth, and his disgusting things from between his teeth; and some of his people will be kept for our God: and he will be as a family in Judah, and Ekron as one living in Jerusalem."
    },
    {
      "verse": 8,
      "text": "And I will put my forces in position round my house, so that there may be no coming and going: and no cruel master will again go through them: for now I have seen his trouble."
    },
    {
      "verse": 9,
      "text": "Be full of joy, O daughter of Zion; give a glad cry, O daughter of Jerusalem: see, your king comes to you: he is upright and has overcome; gentle and seated on an ass, on a young ass."
    },
    {
      "verse": 10,
      "text": "And he will have the war-carriage cut off from Ephraim, and the horse from Jerusalem, and the bow of war will be cut off: and he will say words of peace to the nations: and his rule will be from sea to sea, and from the River to the ends of the earth."
    },
    {
      "verse": 11,
      "text": "And as for you, because of the blood of your agreement, I have sent out your prisoners from the deep hole in which there is no water."
    },
    {
      "verse": 12,
      "text": "And they will come back to you, O daughter of Zion, as prisoners of hope: today I say to you that I will give you back twice as much;"
    },
    {
      "verse": 13,
      "text": "For I have made Judah a bow bent for my use, I have made Ephraim the arrows of the bow; I will make your sons, O Zion, take up arms against your sons, O Greece, and will make you like the sword of a man of war."
    },
    {
      "verse": 14,
      "text": "And the Lord will be seen over them, and his arrow will go out like the thunder-flame: and the Lord God, sounding the war-horn, will go in the storm-winds of the South."
    },
    {
      "verse": 15,
      "text": "The Lord of armies will be a cover for them; and they will overcome, crushing under foot the armed men; they will take their blood for drink like wine: they will be full like the sides of the altar."
    },
    {
      "verse": 16,
      "text": "And the Lord their God will be their saviour in that day, giving them food like the flock of his people: for they will be like the jewels of a crown shining over his land."
    },
    {
      "verse": 17,
      "text": "For how good it is and how beautiful! grain will make the young men strong and new wine the virgins."
    }
  ]
}