{
  "book_id": "LEV",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And if his oblation bea sacrifice of peace offering, if he offer itof the herd; whether it bea male or female, he shall offer it without blemish before the \\+w LORD|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 2,
      "text": "And he shall lay his hand upon the head of his offering, and kill it atthe door of the tabernacle of the congregation: and Aaron’s sons the priests shall sprinkle the blood upon the altar round about."
    },
    {
      "verse": 3,
      "text": "And he shall offer of the sacrifice of the peace offering an offering made by fire unto the \\+w LORD|strong=\"H3068\"\\+w*; the fat that covereth the inwards, and all the fat that isupon the inwards,"
    },
    {
      "verse": 4,
      "text": "And the two kidneys, and the fat that ison them, which isby the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
      "verse": 5,
      "text": "And Aaron’s sons shall burn it on the altar upon the burnt sacrifice, which isupon the wood that ison the fire: it isan offering made by fire, of a sweet savour unto the \\+w LORD|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 6,
      "text": "¶ And if his offering for a sacrifice of peace offering unto the \\+w LORD|strong=\"H3068\"\\+w*beof the flock; male or female, he shall offer it without blemish."
    },
    {
      "verse": 7,
      "text": "If he offer a lamb for his offering, then shall he offer it before the \\+w LORD|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 8,
      "text": "And he shall lay his hand upon the head of his offering, and kill it before the tabernacle of the congregation: and Aaron’s sons shall sprinkle the blood thereof round about upon the altar."
    },
    {
      "verse": 9,
      "text": "And he shall offer of the sacrifice of the peace offering an offering made by fire unto the \\+w LORD|strong=\"H3068\"\\+w*; the fat thereof, andthe whole rump, it shall he take off hard by the backbone; and the fat that covereth the inwards, and all the fat that isupon the inwards,"
    },
    {
      "verse": 10,
      "text": "And the two kidneys, and the fat that isupon them, which isby the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
      "verse": 11,
      "text": "And the priest shall burn it upon the altar: it isthe food of the offering made by fire unto the \\+w LORD|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 12,
      "text": "¶ And if his offering bea goat, then he shall offer it before the \\+w LORD|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 13,
      "text": "And he shall lay his hand upon the head of it, and kill it before the tabernacle of the congregation: and the sons of Aaron shall sprinkle the blood thereof upon the altar round about."
    },
    {
      "verse": 14,
      "text": "And he shall offer thereof his offering, evenan offering made by fire unto the \\+w LORD|strong=\"H3068\"\\+w*; the fat that covereth the inwards, and all the fat that isupon the inwards,"
    },
    {
      "verse": 15,
      "text": "And the two kidneys, and the fat that isupon them, which isby the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
      "verse": 16,
      "text": "And the priest shall burn them upon the altar: it isthe food of the offering made by fire for a sweet savour: all the fat isthe \\+w LORD’s|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 17,
      "text": "It shall bea perpetual statute for your generations throughout all your dwellings, that ye eat neither fat nor blood."
    }
  ]
}