{
  "book_id": "LEV",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the \\+w LORD|strong=\"H3068\"\\+w*spake unto Moses and Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "When a man shall have in the skin of his flesh a rising, a scab, or bright spot, and it be in the skin of his flesh likethe plague of leprosy; then he shall be brought unto Aaron the priest, or unto one of his sons the priests:"
    },
    {
      "verse": 3,
      "text": "And the priest shall look on the plague in the skin of the flesh: and whenthe hair in the plague is turned white, and the plague in sight bedeeper than the skin of his flesh, it isa plague of leprosy: and the priest shall look on him, and pronounce him unclean."
    },
    {
      "verse": 4,
      "text": "If the bright spot bewhite in the skin of his flesh, and in sight benot deeper than the skin, and the hair thereof be not turned white; then the priest shall shut up him that haththe plague seven days:"
    },
    {
      "verse": 5,
      "text": "And the priest shall look on him the seventh day: and, behold, ifthe plague in his sight be at a stay, andthe plague spread not in the skin; then the priest shall shut him up seven days more:"
    },
    {
      "verse": 6,
      "text": "And the priest shall look on him again the seventh day: and, behold, ifthe plague besomewhat dark, andthe plague spread not in the skin, the priest shall pronounce him clean: it is buta scab: and he shall wash his clothes, and be clean."
    },
    {
      "verse": 7,
      "text": "But if the scab spread much abroad in the skin, after that he hath been seen of the priest for his cleansing, he shall be seen of the priest again:"
    },
    {
      "verse": 8,
      "text": "And ifthe priest see that, behold, the scab spreadeth in the skin, then the priest shall pronounce him unclean: it isa leprosy."
    },
    {
      "verse": 9,
      "text": "¶ When the plague of leprosy is in a man, then he shall be brought unto the priest;"
    },
    {
      "verse": 10,
      "text": "And the priest shall see him:and, behold, ifthe rising bewhite in the skin, and it have turned the hair white, and there bequick raw flesh in the rising;"
    },
    {
      "verse": 11,
      "text": "It isan old leprosy in the skin of his flesh, and the priest shall pronounce him unclean, and shall not shut him up: for he isunclean."
    },
    {
      "verse": 12,
      "text": "And if a leprosy break out abroad in the skin, and the leprosy cover all the skin of him that haththe plague from his head even to his foot, wheresoever the priest looketh;"
    },
    {
      "verse": 13,
      "text": "Then the priest shall consider: and, behold, ifthe leprosy have covered all his flesh, he shall pronounce himclean that haththe plague: it is all turned white: he isclean."
    },
    {
      "verse": 14,
      "text": "But when raw flesh appeareth in him, he shall be unclean."
    },
    {
      "verse": 15,
      "text": "And the priest shall see the raw flesh, and pronounce him to be unclean: forthe raw flesh isunclean: it isa leprosy."
    },
    {
      "verse": 16,
      "text": "Or if the raw flesh turn again, and be changed unto white, he shall come unto the priest;"
    },
    {
      "verse": 17,
      "text": "And the priest shall see him: and, behold, ifthe plague be turned into white; then the priest shall pronounce himclean that haththe plague: he isclean."
    },
    {
      "verse": 18,
      "text": "¶ The flesh also, in which, evenin the skin thereof, was a boil, and is healed,"
    },
    {
      "verse": 19,
      "text": "And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be shewed to the priest;"
    },
    {
      "verse": 20,
      "text": "And if, when the priest seeth it, behold, it bein sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it isa plague of leprosy broken out of the boil."
    },
    {
      "verse": 21,
      "text": "But if the priest look on it, and, behold, there beno white hairs therein, and ifit benot lower than the skin, but besomewhat dark; then the priest shall shut him up seven days:"
    },
    {
      "verse": 22,
      "text": "And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it isa plague."
    },
    {
      "verse": 23,
      "text": "But if the bright spot stay in his place, andspread not, it isa burning boil; and the priest shall pronounce him clean."
    },
    {
      "verse": 24,
      "text": "¶ Or if there be anyflesh, in the skin whereof there isa hot burning, and the quick fleshthat burneth have a white bright spot, somewhat reddish, or white;"
    },
    {
      "verse": 25,
      "text": "Then the priest shall look upon it: and, behold, ifthe hair in the bright spot be turned white, and it be insight deeper than the skin; it isa leprosy broken out of the burning: wherefore the priest shall pronounce him unclean: it isthe plague of leprosy."
    },
    {
      "verse": 26,
      "text": "But if the priest look on it, and, behold, there beno white hair in the bright spot, and it beno lower than the otherskin, but besomewhat dark; then the priest shall shut him up seven days:"
    },
    {
      "verse": 27,
      "text": "And the priest shall look upon him the seventh day: andif it be spread much abroad in the skin, then the priest shall pronounce him unclean: it isthe plague of leprosy."
    },
    {
      "verse": 28,
      "text": "And if the bright spot stay in his place, andspread not in the skin, but it besomewhat dark; it isa rising of the burning, and the priest shall pronounce him clean: for it isan inflammation of the burning."
    },
    {
      "verse": 29,
      "text": "¶ If a man or woman have a plague upon the head or the beard;"
    },
    {
      "verse": 30,
      "text": "Then the priest shall see the plague: and, behold, if it bein sight deeper than the skin; and there bein it a yellow thin hair; then the priest shall pronounce him unclean: it isa dry scall, evena leprosy upon the head or beard."
    },
    {
      "verse": 31,
      "text": "And if the priest look on the plague of the scall, and, behold, it benot in sight deeper than the skin, and that there isno black hair in it; then the priest shall shut up him that haththe plague of the scall seven days:"
    },
    {
      "verse": 32,
      "text": "And in the seventh day the priest shall look on the plague: and, behold, ifthe scall spread not, and there be in it no yellow hair, and the scall benot in sight deeper than the skin;"
    },
    {
      "verse": 33,
      "text": "He shall be shaven, but the scall shall he not shave; and the priest shall shut up him that haththe scall seven days more:"
    },
    {
      "verse": 34,
      "text": "And in the seventh day the priest shall look on the scall: and, behold, ifthe scall be not spread in the skin, nor bein sight deeper than the skin; then the priest shall pronounce him clean: and he shall wash his clothes, and be clean."
    },
    {
      "verse": 35,
      "text": "But if the scall spread much in the skin after his cleansing;"
    },
    {
      "verse": 36,
      "text": "Then the priest shall look on him: and, behold, if the scall be spread in the skin, the priest shall not seek for yellow hair; he isunclean."
    },
    {
      "verse": 37,
      "text": "But if the scall be in his sight at a stay, and thatthere is black hair grown up therein; the scall is healed, he isclean: and the priest shall pronounce him clean."
    },
    {
      "verse": 38,
      "text": "¶ If a man also or a woman have in the skin of their flesh bright spots, evenwhite bright spots;"
    },
    {
      "verse": 39,
      "text": "Then the priest shall look: and, behold, ifthe bright spots in the skin of their flesh bedarkish white; it isa freckled spot thatgroweth in the skin; he isclean."
    },
    {
      "verse": 40,
      "text": "And the man whose hair is fallen off his head, he isbald; yet ishe clean."
    },
    {
      "verse": 41,
      "text": "And he that hath his hair fallen off from the part of his head toward his face, he isforehead bald: yet ishe clean."
    },
    {
      "verse": 42,
      "text": "And if there be in the bald head, or bald forehead, a white reddish sore; it isa leprosy sprung up in his bald head, or his bald forehead."
    },
    {
      "verse": 43,
      "text": "Then the priest shall look upon it: and, behold, ifthe rising of the sore bewhite reddish in his bald head, or in his bald forehead, as the leprosy appeareth in the skin of the flesh;"
    },
    {
      "verse": 44,
      "text": "He is a leprous man, he isunclean: the priest shall pronounce him utterly unclean; his plague isin his head."
    },
    {
      "verse": 45,
      "text": "And the leper in whom the plague is, his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean."
    },
    {
      "verse": 46,
      "text": "All the days wherein the plague shall bein him he shall be defiled; he isunclean: he shall dwell alone; without the camp shallhis habitation be."
    },
    {
      "verse": 47,
      "text": "¶ The garment also that the plague of leprosy is in, whether it bea woollen garment, or a linen garment;"
    },
    {
      "verse": 48,
      "text": "Whether it bein the warp, or woof; of linen, or of woollen; whether in a skin, or in any thing made of skin;"
    },
    {
      "verse": 49,
      "text": "And if the plague be greenish or reddish in the garment, or in the skin, either in the warp, or in the woof, or in any thing of skin; it isa plague of leprosy, and shall be shewed unto the priest:"
    },
    {
      "verse": 50,
      "text": "And the priest shall look upon the plague, and shut up it that haththe plague seven days:"
    },
    {
      "verse": 51,
      "text": "And he shall look on the plague on the seventh day: if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, orin any work that is made of skin; the plague isa fretting leprosy; it isunclean."
    },
    {
      "verse": 52,
      "text": "He shall therefore burn that garment, whether warp or woof, in woollen or in linen, or any thing of skin, wherein the plague is: for it isa fretting leprosy; it shall be burnt in the fire."
    },
    {
      "verse": 53,
      "text": "And if the priest shall look, and, behold, the plague be not spread in the garment, either in the warp, or in the woof, or in any thing of skin;"
    },
    {
      "verse": 54,
      "text": "Then the priest shall command that they wash the thingwherein the plague is, and he shall shut it up seven days more:"
    },
    {
      "verse": 55,
      "text": "And the priest shall look on the plague, after that it is washed: and, behold, ifthe plague have not changed his colour, and the plague be not spread; it isunclean; thou shalt burn it in the fire; it isfret inward, whetherit bebare within or without."
    },
    {
      "verse": 56,
      "text": "And if the priest look, and, behold, the plague besomewhat dark after the washing of it; then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof:"
    },
    {
      "verse": 57,
      "text": "And if it appear still in the garment, either in the warp, or in the woof, or in any thing of skin; it isa spreading plague:thou shalt burn that wherein the plague iswith fire."
    },
    {
      "verse": 58,
      "text": "And the garment, either warp, or woof, or whatsoever thing of skin it be, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean."
    },
    {
      "verse": 59,
      "text": "This isthe law of the plague of leprosy in a garment of woollen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean."
    }
  ]
}