{
  "book_id": "HAB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "A prayer of Habakkuk the prophet upon Shigionoth."
    },
    {
      "verse": 2,
      "text": "O \\sc Lord\\sc*, I have heard thy speech, \\add and\\add* was afraid: O \\sc Lord\\sc*, revive thy work in the midst of the years, In the midst of the years make known; In wrath remember mercy."
    },
    {
      "verse": 3,
      "text": "God came from Teman, And the Holy One from mount Paran. Selah. His glory covered the heavens, And the earth was full \\add of\\add* his praise."
    },
    {
      "verse": 4,
      "text": "And \\add his\\add* brightness was as the light; He had horns \\add coming\\add* out of his hand: And there \\add was\\add* the hiding of his power."
    },
    {
      "verse": 5,
      "text": "Before him went the pestilence, And burning coals went forth at his feet."
    },
    {
      "verse": 6,
      "text": "He stood, and measured the earth: He beheld, and drove asunder the nations; And the everlasting mountains were scattered, The perpetual hills did bow: His ways \\add are\\add* everlasting."
    },
    {
      "verse": 7,
      "text": "I saw the tents of Cushan in affliction: \\add And\\add* the curtains of the land of Midian did tremble."
    },
    {
      "verse": 8,
      "text": "Was the \\sc Lord\\sc* displeased against the rivers? \\add Was\\add* thine anger against the rivers? \\add Was\\add* thy wrath against the sea, That thou didst ride upon thine horses \\add and\\add* thy chariots of salvation?"
    },
    {
      "verse": 9,
      "text": "Thy bow was made quite naked, \\add According to\\add* the oaths of the tribes, \\add even thy\\add* word. Selah. Thou didst cleave the earth \\add with\\add* rivers."
    },
    {
      "verse": 10,
      "text": "The mountains saw thee, \\add and\\add* they trembled: The overflowing of the water passed by: The deep uttered his voice, \\add And\\add* lift up his hands on high."
    },
    {
      "verse": 11,
      "text": "The sun \\add and\\add* moon stood still in \\add their\\add* habitation: At the light of thine arrows they went, \\add And\\add* at the shining of thy glittering spear."
    },
    {
      "verse": 12,
      "text": "Thou didst march through the land in indignation, Thou didst thresh the heathen in anger."
    },
    {
      "verse": 13,
      "text": "Thou wentest forth for the salvation of thy people, \\add Even\\add* for salvation with thine anointed; Thou woundedst the head out of the house of the wicked, By discovering the foundation unto the neck. Selah."
    },
    {
      "verse": 14,
      "text": "Thou didst strike through with his staves the head of his villages: They came out as a whirlwind to scatter me: Their rejoicing \\add was\\add* as to devour the poor secretly."
    },
    {
      "verse": 15,
      "text": "Thou didst walk through the sea \\add with\\add* thine horses, \\add Through\\add* the heap of great waters."
    },
    {
      "verse": 16,
      "text": "When I heard, my belly trembled; My lips quivered at the voice: Rottenness entered into my bones, and I trembled in myself, That I might rest in the day of trouble: When \\add he\\add* cometh up unto the people, he will invade them with his troops."
    },
    {
      "verse": 17,
      "text": "Although the fig tree shall not blossom, Neither \\add shall\\add* fruit \\add be\\add* in the vines; The labour of the olive shall fail, And the fields shall yield no meat; The flock shall be cut off from the fold, And \\add there shall be\\add* no herd in the stalls:"
    },
    {
      "verse": 18,
      "text": "Yet I will rejoice in the \\sc Lord\\sc*, I will joy in the God of my salvation."
    },
    {
      "verse": 19,
      "text": "The Lord \\sc God\\sc* \\add is\\add* my strength, And he will make my feet like hinds’ \\add feet\\add*, And he will make me to walk upon mine high places. To the chief singer on my stringed instruments."
    }
  ]
}