{
  "book_id": "PSA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Unto the end, a psalm for the sons of Core."
    },
    {
      "verse": 2,
      "text": "Hear these things, all ye nations: give ear, all ye inhabitants of the world."
    },
    {
      "verse": 3,
      "text": "All you that are earthborn, and you sons of men: both rich and poor together."
    },
    {
      "verse": 4,
      "text": "My mouth shall speak wisdom: and the meditation of my heart understanding."
    },
    {
      "verse": 5,
      "text": "I will incline my ear to a parable; I will open my proposition on the psaltery."
    },
    {
      "verse": 6,
      "text": "Why shall I fear in the evil day? the iniquity of my heel shall encompass me."
    },
    {
      "verse": 7,
      "text": "They that trust in their own strength, and glory in the multitude of their riches,"
    },
    {
      "verse": 8,
      "text": "No brother can redeem, nor shall man redeem: he shall not give to God his ransom,"
    },
    {
      "verse": 9,
      "text": "Nor the price of the redemption of his soul: and shall labour for ever,"
    },
    {
      "verse": 10,
      "text": "And shall still live unto the end."
    },
    {
      "verse": 11,
      "text": "He shall not see destruction, when he shall see the wise dying: the senseless and the fool shall perish together: And they shall leave their riches to strangers:"
    },
    {
      "verse": 12,
      "text": "And their sepulchres shall be their houses for ever. Their dwelling places to all generations: they have called their lands by their names."
    },
    {
      "verse": 13,
      "text": "And man when he was in honour did not understand; he is compared to senseless beasts, and is become like to them."
    },
    {
      "verse": 14,
      "text": "This way of theirs is a stumblingblock to them: and afterwards they shall delight in their mouth."
    },
    {
      "verse": 15,
      "text": "They are laid in hell like sheep: death shall feed upon them. And the just shall have dominion over them in the morning; and their help shall decay in hell from their glory."
    },
    {
      "verse": 16,
      "text": "But God will redeem my soul from the hand of hell, when he shall receive me."
    },
    {
      "verse": 17,
      "text": "Be not thou afraid, when a man shall be made rich, and when the glory of his house shall be increased."
    },
    {
      "verse": 18,
      "text": "For when he shall die he shall take nothing away; nor shall his glory descend with him."
    },
    {
      "verse": 19,
      "text": "For in his lifetime his soul will be blessed: and he will praise thee when thou shalt do well to him."
    },
    {
      "verse": 20,
      "text": "He shall go in to the generations of his fathers: and he shall never see light."
    },
    {
      "verse": 21,
      "text": "Man when he was in honour did not understand: he hath been compared to senseless beasts, and made like to them."
    }
  ]
}