{
  "book_id": "PSA",
  "chapter": 117,
  "verses": [
    {
      "verse": 1,
      "text": "Give \\w praise|strong=\"H1984\"\\w* \\w to|strong=\"H3068\"\\w* \\w Lord|strong=\"H3068\"\\w*, \\w for|strong=\"H3605\"\\w* \\w he|strong=\"H3068\"\\w* \\w is|strong=\"H3068\"\\w* good: \\w for|strong=\"H3605\"\\w* \\w his|strong=\"H3605\"\\w* \\w mercy|strong=\"H3068\"\\w* endureth \\w for|strong=\"H3605\"\\w* ever."
    },
    {
      "verse": 2,
      "text": "Let Israel \\w now|strong=\"H3588\"\\w* say \\w that|strong=\"H3588\"\\w* \\w he|strong=\"H3588\"\\w* \\w is|strong=\"H3068\"\\w* good: \\w that|strong=\"H3588\"\\w* \\w his|strong=\"H5921\"\\w* \\w mercy|strong=\"H3068\"\\w* endureth \\w for|strong=\"H3588\"\\w* \\w ever|strong=\"H5769\"\\w*."
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron now say, that his mercy endureth for ever."
    },
    {
      "verse": 4,
      "text": "Let them that fear the Lord now say, that his mercy endureth for ever."
    },
    {
      "verse": 5,
      "text": "In my trouble I called upon the Lord: and the Lord heard me, and enlarged me."
    },
    {
      "verse": 6,
      "text": "The Lord is my helper, I will not fear what man can do unto me."
    },
    {
      "verse": 7,
      "text": "The Lord is my helper: and I will look over my enemies."
    },
    {
      "verse": 8,
      "text": "It is good to confide in the Lord, rather than to have confidence in man."
    },
    {
      "verse": 9,
      "text": "It is good to trust in the Lord, rather than to trust in princes."
    },
    {
      "verse": 10,
      "text": "All nations compassed me about; and in the name of the Lord I have been revenged on them."
    },
    {
      "verse": 11,
      "text": "Surrounding me they compassed me about: and in the name of the Lord I have been revenged on them."
    },
    {
      "verse": 12,
      "text": "They surrounded me like bees, and they burned like fire among thorns: and in the name of the Lord I was revenged on them."
    },
    {
      "verse": 13,
      "text": "Being pushed I was overturned that I might fall: but the Lord supported me."
    },
    {
      "verse": 14,
      "text": "The Lord is my strength and my praise: and he is become my salvation."
    },
    {
      "verse": 15,
      "text": "The voice of rejoicing and of salvation is in the tabernacles of the just."
    },
    {
      "verse": 16,
      "text": "The right hand of the Lord hath wrought strength: the right hand of the Lord hath exulted me: the right hand of the Lord hath wrought strength."
    },
    {
      "verse": 17,
      "text": "I shall not die, but live: and shall declare the works of the Lord."
    },
    {
      "verse": 18,
      "text": "The Lord chastising hath chastised me: but he hath not delivered me over to death."
    },
    {
      "verse": 19,
      "text": "Open ye to me the gates of justice: I will go into them, and give praise to the Lord."
    },
    {
      "verse": 20,
      "text": "This is the gate of the Lord, the just shall enter into it."
    },
    {
      "verse": 21,
      "text": "I will give glory to thee because thou hast heard me: and art become my salvation."
    },
    {
      "verse": 22,
      "text": "The stone which the builders rejected; the same is become the head of the corner."
    },
    {
      "verse": 23,
      "text": "This is the Lord’s doing: and it is wonderful in our eyes."
    },
    {
      "verse": 24,
      "text": "This is the day which the Lord hath made: let us be glad and rejoice therein."
    },
    {
      "verse": 25,
      "text": "O Lord, save me: O Lord, give good success."
    },
    {
      "verse": 26,
      "text": "Blessed be he that cometh in the name Lord. We have blessed you out of the house of the Lord."
    },
    {
      "verse": 27,
      "text": "The Lord is God, and he hath shone upon us. Appoint a solemn day, with shady boughs, even to the horn of the alter."
    },
    {
      "verse": 28,
      "text": "Thou art my God, and I will praise thee: thou art my God, and I will exalt thee. I will praise thee, because thou hast heard me, and art become my salvation."
    },
    {
      "verse": 29,
      "text": "O praise ye the Lord, for he is good: for his mercy endureth for ever."
    }
  ]
}