{
  "book_id": "ROM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Τὸν δὲ ἀσθενοῦντα τῇ πίστει προσλαμβάνεσθε, μὴ εἰς διακρίσεις διαλογισμῶν."
    },
    {
      "verse": 2,
      "text": "ὃς μὲν πιστεύει φαγεῖν πάντα, ὁ δὲ ἀσθενῶν λάχανα ἐσθίει."
    },
    {
      "verse": 3,
      "text": "ὁ ἐσθίων τὸν μὴ ἐσθίοντα μὴ ἐξουθενείτω, καὶ ὁ μὴ ἐσθίων τὸν ἐσθίοντα μὴ κρινέτω· ὁ Θεὸς γὰρ αὐτὸν προσελάβετο."
    },
    {
      "verse": 4,
      "text": "σὺ τίς εἶ ὁ κρίνων ἀλλότριον οἰκέτην; τῷ ἰδίῳ Κυρίῳ στήκει ἢ πίπτει· σταθήσεται δέ· δυνατὸς γάρ ἐστιν ὁ Θεὸς στῆσαι αὐτόν."
    },
    {
      "verse": 5,
      "text": "ὃς μὲν κρίνει ἡμέραν παρ᾽ ἡμέραν, ὃς δὲ κρίνει πᾶσαν ἡμέραν. ἕκαστος ἐν τῷ ἰδίῳ νοῒ πληροφορείσθω."
    },
    {
      "verse": 6,
      "text": "ὁ φρονῶν τὴν ἡμέραν Κυρίῳ φρονεῖ, καὶ ὁ μὴ φρονῶν τὴν ἡμέραν Κυρίῳ οὐ φρονεῖ. καὶ ὁ ἐσθίων Κυρίῳ ἐσθίει· εὐχαριστεῖ γὰρ τῷ Θεῷ· καὶ ὁ μὴ ἐσθίων Κυρίῳ οὐκ ἐσθίει, καὶ εὐχαριστεῖ τῷ Θεῷ."
    },
    {
      "verse": 7,
      "text": "οὐδεὶς γὰρ ἡμῶν ἑαυτῷ ζῇ καὶ οὐδεὶς ἑαυτῷ ἀποθνήσκει·"
    },
    {
      "verse": 8,
      "text": "ἐάν τε γὰρ ζῶμεν, τῷ Κυρίῳ ζῶμεν, ἐάν τε ἀποθνήσκωμεν, τῷ Κυρίῳ ἀποθνήσκομεν. ἐάν τε οὖν ζῶμεν ἐάν τε ἀποθνήσκωμεν, τοῦ Κυρίου ἐσμέν."
    },
    {
      "verse": 9,
      "text": "εἰς τοῦτο γὰρ Χριστὸς καὶ ἀπέθανε καὶ ἀνέστη καὶ ἔζησεν, ἵνα καὶ νεκρῶν καὶ ζώντων κυριεύσῃ."
    },
    {
      "verse": 10,
      "text": "Σὺ δὲ τί κρίνεις τὸν ἀδελφόν σου; ἢ καὶ σὺ τί ἐξουθενεῖς τὸν ἀδελφόν σου; πάντες γὰρ παραστησόμεθα τῷ βήματι τοῦ Χριστοῦ."
    },
    {
      "verse": 11,
      "text": "γέγραπται γάρ· \\+w ζῶ|strong=\"G2198\"\\+w* \\+w ἐγώ|strong=\"G1473\"\\+w*, \\+w λέγει|strong=\"G3004\"\\+w* \\+w Κύριος|strong=\"G2962\"\\+w*, \\+w ὅτι|strong=\"G3754\"\\+w* \\+w ἐμοὶ|strong=\"G1473\"\\+w* \\+w κάμψει|strong=\"G2578\"\\+w* \\+w πᾶν|strong=\"G3956\"\\+w* \\+w γόνυ|strong=\"G1119\"\\+w*, \\+w καὶ|strong=\"G2532\"\\+w* \\+w πᾶσα|strong=\"G3956\"\\+w* \\+w γλῶσσα|strong=\"G1100\"\\+w* \\+w ἐξομολογήσεται|strong=\"G1843\"\\+w* \\+w τῷ|strong=\"G3588\"\\+w* \\+w Θεῷ|strong=\"G2316\"\\+w*."
    },
    {
      "verse": 12,
      "text": "ἄρα οὖν ἕκαστος ἡμῶν περὶ ἑαυτοῦ λόγον δώσει τῷ Θεῷ."
    },
    {
      "verse": 13,
      "text": "Μηκέτι οὖν ἀλλήλους κρίνωμεν, ἀλλὰ τοῦτο κρίνατε μᾶλλον, τὸ μὴ τιθέναι πρόσκομμα τῷ ἀδελφῷ ἢ σκάνδαλον."
    },
    {
      "verse": 14,
      "text": "οἶδα καὶ πέπεισμαι ἐν Κυρίῳ Ἰησοῦ ὅτι οὐδὲν κοινὸν δι᾽ αὐτοῦ· εἰ μὴ τῷ λογιζομένῳ τι κοινὸν εἶναι, ἐκείνῳ κοινόν."
    },
    {
      "verse": 15,
      "text": "εἰ δὲ διὰ βρῶμα ὁ ἀδελφός σου λυπεῖται, οὐκέτι κατὰ ἀγάπην περιπατεῖς. μὴ τῷ βρώματί σου ἐκεῖνον ἀπόλλυε, ὑπὲρ οὗ Χριστὸς ἀπέθανε."
    },
    {
      "verse": 16,
      "text": "μὴ βλασφημείσθω οὖν ὑμῶν τὸ ἀγαθόν."
    },
    {
      "verse": 17,
      "text": "οὐ γάρ ἐστιν ἡ βασιλεία τοῦ Θεοῦ βρῶσις καὶ πόσις, ἀλλὰ δικαιοσύνη καὶ εἰρήνη καὶ χαρὰ ἐν Πνεύματι Ἁγίῳ·"
    },
    {
      "verse": 18,
      "text": "ὁ γὰρ ἐν τούτοις δουλεύων τῷ Χριστῷ εὐάρεστος τῷ Θεῷ καὶ δόκιμος τοῖς ἀνθρώποις."
    },
    {
      "verse": 19,
      "text": "ἄρα οὖν τὰ τῆς εἰρήνης διώκωμεν καὶ τὰ τῆς οἰκοδομῆς τῆς εἰς ἀλλήλους."
    },
    {
      "verse": 20,
      "text": "μὴ ἕνεκεν βρώματος κατάλυε τὸ ἔργον τοῦ Θεοῦ. πάντα μὲν καθαρά, ἀλλὰ κακὸν τῷ ἀνθρώπῳ τῷ διὰ προσκόμματος ἐσθίοντι."
    },
    {
      "verse": 21,
      "text": "καλὸν τὸ μὴ φαγεῖν κρέα μηδὲ πιεῖν οἶνον μηδὲ ἐν ᾧ ὁ ἀδελφός σου προσκόπτει ἢ σκανδαλίζεται ἢ ἀσθενεῖ."
    },
    {
      "verse": 22,
      "text": "σὺ πίστιν ἔχεις; κατὰ σεαυτὸν ἔχε ἐνώπιον τοῦ Θεοῦ. μακάριος ὁ μὴ κρίνων ἑαυτὸν ἐν ᾧ δοκιμάζει."
    },
    {
      "verse": 23,
      "text": "ὁ δὲ διακρινόμενος ἐὰν φάγῃ, κατακέκριται, ὅτι οὐκ ἐκ πίστεως· πᾶν δὲ ὃ οὐκ ἐκ πίστεως, ἁμαρτία ἐστίν."
    },
    {
      "verse": 24,
      "text": "Τῷ δὲ δυναμένῳ ὑμᾶς στηρίξαι κατὰ τὸ εὐαγγέλιόν μου καὶ τὸ κήρυγμα Ἰησοῦ Χριστοῦ, κατὰ ἀποκάλυψιν μυστηρίου χρόνοις αἰωνίοις σεσιγημένου,"
    },
    {
      "verse": 25,
      "text": "φανερωθέντος δὲ νῦν, διά τε γραφῶν προφητικῶν κατ᾽ ἐπιταγὴν τοῦ αἰωνίου Θεοῦ εἰς ὑπακοὴν πίστεως εἰς πάντα τὰ ἔθνη γνωρισθέντος,"
    },
    {
      "verse": 26,
      "text": "μόνῳ σοφῷ Θεῷ διὰ Ἰησοῦ Χριστοῦ, ᾧ ἡ δόξα εἰς τοὺς αἰῶνας· ἀμήν."
    }
  ]
}