{
  "book_id": "JHN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the beginnynge was the worde and the worde was with God: and the worde was God."
    },
    {
      "verse": 2,
      "text": "The same was in the beginnynge with God."
    },
    {
      "verse": 3,
      "text": "All thinges were made by it and with out it was made nothinge that was made."
    },
    {
      "verse": 4,
      "text": "In it was lyfe and the lyfe was the lyght of men"
    },
    {
      "verse": 5,
      "text": "and the lyght shyneth in the darcknes but the darcknes comprehended it not."
    },
    {
      "verse": 6,
      "text": "There was a man sent from God whose name was Iohn."
    },
    {
      "verse": 7,
      "text": "The same cam as a witnes to beare witnes of the lyght that all men through him myght beleve."
    },
    {
      "verse": 8,
      "text": "He was not that lyght: but to beare witnes of the lyght."
    },
    {
      "verse": 9,
      "text": "That was a true lyght which lyghteth all men that come into the worlde."
    },
    {
      "verse": 10,
      "text": "He was in the worlde and the worlde was made by him: and yet the worlde knewe him not."
    },
    {
      "verse": 11,
      "text": "He cam amonge his (awne) and his awne receaved him not."
    },
    {
      "verse": 12,
      "text": "But as meny as receaved him to them he gave power to be the sonnes of God in that they beleved on his name:"
    },
    {
      "verse": 13,
      "text": "which were borne not of bloude nor of the will of the flesshe nor yet of the will of man: but of God."
    },
    {
      "verse": 14,
      "text": "And the worde was made flesshe and dwelt amonge vs and we sawe the glory of it as the glory of the only begotten sonne of the father which worde was full of grace and verite."
    },
    {
      "verse": 15,
      "text": "Iohn bare witnes of him and cryed sayinge: This was he of whome I spake he that cometh after me was before me because he was yer then I."
    },
    {
      "verse": 16,
      "text": "And of his fulnes have all we receaved even (grace) for grace."
    },
    {
      "verse": 17,
      "text": "For the lawe was geven by Moses but grace and truthe came by Iesus Christ."
    },
    {
      "verse": 18,
      "text": "No man hath sene God at eny tyme. The only begotte sonne which is in the bosome of the father he hath declared him."
    },
    {
      "verse": 19,
      "text": "And this is the recorde of Iohn: When the Iewes sent Prestes and Levites from Ierusalem to axe him what arte thou?"
    },
    {
      "verse": 20,
      "text": "And he confessed and denyed not and sayde playnly: I am not Christ."
    },
    {
      "verse": 21,
      "text": "And they axed him: what then? arte thou Helyas? And he sayde: I am not. Arte thou a Prophete? And he answered no."
    },
    {
      "verse": 22,
      "text": "Then sayd they vnto him: what arte thou that we maye geve an answer to them that sent vs: What sayest thou of thy selfe?"
    },
    {
      "verse": 23,
      "text": "He sayde: I am the voyce of a cryar in the wyldernes make strayght the waye of the Lorde as sayde the Prophete Esaias."
    },
    {
      "verse": 24,
      "text": "And they which were sent were of the pharises."
    },
    {
      "verse": 25,
      "text": "And they axed him and sayde vnto him: why baptisest thou then yf thou be not Christ nor Helyas nether a Prophet?"
    },
    {
      "verse": 26,
      "text": "Iohn answered them sayinge: I baptise with water: but one is come amonge you whom ye knowe not"
    },
    {
      "verse": 27,
      "text": "he it is that cometh after me whiche was before me whose shoe latchet I am not worthy to vnlose."
    },
    {
      "verse": 28,
      "text": "These thinges were done in Bethabara beyonde Iordan where Iohn dyd baptyse."
    },
    {
      "verse": 29,
      "text": "The nexte daye Iohn sawe Iesus commyge vnto him and sayde: beholde the lambe of God which taketh awaye the synne of the worlde."
    },
    {
      "verse": 30,
      "text": "This is he of whom I sayde. After me cometh a man which was before me for he was yer then I"
    },
    {
      "verse": 31,
      "text": "and I knew him not: but that he shuld be declared to Israell therfore am I come baptisynge with water."
    },
    {
      "verse": 32,
      "text": "And Iohn bare recorde sayinge: I sawe the sprete descende from heven lyke vnto a dove and abyde apon him"
    },
    {
      "verse": 33,
      "text": "and I knewe him not. But he that sent me to baptise in water the same sayde vnto me: apon whom thou shalt se the sprete descende and tary styll on him the same is he which baptiseth with the holy goost."
    },
    {
      "verse": 34,
      "text": "And I sawe and bare recorde that this is the sonne of God."
    },
    {
      "verse": 35,
      "text": "The next daye after Iohn stode agayne and two of his disciples."
    },
    {
      "verse": 36,
      "text": "And he behelde Iesus as he walked by and sayde: beholde the lambe of God."
    },
    {
      "verse": 37,
      "text": "And the two disciples hearde him speake and folowed Iesus."
    },
    {
      "verse": 38,
      "text": "And Iesus turned about and sawe them folowe and sayde vnto them: what seke ye? They sayde vnto him: Rabbi (which is to saye by interpretacion Master) where dwellest thou?"
    },
    {
      "verse": 39,
      "text": "He sayde vnto them: come and se. They came and sawe where he dwelt: and abode with him that daye. For it was about the tenthe houre."
    },
    {
      "verse": 40,
      "text": "One of the two which hearde Iohn speake and folowed Iesus was Andrew Simon Peters brother."
    },
    {
      "verse": 41,
      "text": "The same founde his brother Simon fyrst and sayde vnto him: we have founde Messias which is by interpretacion annoynted:"
    },
    {
      "verse": 42,
      "text": "and brought him to Iesus. And Iesus behelde him and sayde: thou arte Simon the sonne of Ionas thou shalt be called Cephas: which is by interpretacion a stone."
    },
    {
      "verse": 43,
      "text": "The daye folowynge Iesus wolde goo into Galile and founde Philip and sayde vnto him folowe me."
    },
    {
      "verse": 44,
      "text": "Philip was of Bethsaida the cite of Andrew and Peter."
    },
    {
      "verse": 45,
      "text": "And Philip founde Nathanael and sayde vnto him. We have founde him of whom Moses in the lawe and the prophetes dyd wryte. Iesus the sonne of Ioseph of Nazareth."
    },
    {
      "verse": 46,
      "text": "And Nathanael sayde vnto him: can ther eny good thinge come out of Nazareth? Philip sayde to him: come and se."
    },
    {
      "verse": 47,
      "text": "Iesus sawe Nathanael commynge to him and sayde of him. Beholde a ryght Israelite in who is no gyle."
    },
    {
      "verse": 48,
      "text": "Nathanael sayd vnto him: where knewest thou me? Iesus answered and sayde vnto him: Before that Philip called the when thou wast vnder the fygge tree I sawe the."
    },
    {
      "verse": 49,
      "text": "Nathanael answered and sayde vnto him: Rabbi thou arte the sonne of God thou arte the kynge of Israel."
    },
    {
      "verse": 50,
      "text": "Iesus answered and sayd vnto him: Because I sayde vnto the I sawe the vnder the fygge tree thou belevest. Thou shalt se greater thinges then these."
    },
    {
      "verse": 51,
      "text": "And he sayde vnto him: Verely verely I saye vnto you: herafter shall ye se heven open and the angels of God ascendynge and descendynge over the sonne of man."
    }
  ]
}