{
  "book_id": "JHN",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ther was a man of the pharises named Nicodemus a ruler amonge the Iewes."
    },
    {
      "verse": 2,
      "text": "The same cam to Iesus by nyght and sayde vnto him: Rabbi we knowe that thou arte a teacher whiche arte come from God. For no man coulde do suche miracles as thou doest except God were with him."
    },
    {
      "verse": 3,
      "text": "Iesus answered and sayde vnto him: Verely verely I saye vnto the: except a man be boren a newe he cannot se the kyngdom of God."
    },
    {
      "verse": 4,
      "text": "Nicodemus sayde vnto him: how can a man be boren when he is olde? can he enter into his moders wombe and be boren agayne?"
    },
    {
      "verse": 5,
      "text": "Iesus answered: verely verely I saye vnto the: except that a man be boren of water and of the sprete he cannot enter into the kyngdome of god."
    },
    {
      "verse": 6,
      "text": "That which is boren of the flesshe is flesshe: and that which is boren of the sprete is sprete."
    },
    {
      "verse": 7,
      "text": "Marvayle not that I sayd to the ye must be boren a newe."
    },
    {
      "verse": 8,
      "text": "The wynde bloweth where he listeth and thou hearest his sounde: but canst not tell whence he cometh and whether he goeth. So is every man that is boren of the sprete."
    },
    {
      "verse": 9,
      "text": "And Nicodemus answered and sayde vnto him: how can these thinges be?"
    },
    {
      "verse": 10,
      "text": "Iesus answered and sayde vnto him: arte thou a master in Israel and knowest not these thinges?"
    },
    {
      "verse": 11,
      "text": "Verely verely I saye vnto the we speake that we knowe and testify that we have sene: and ye receave not oure witnes."
    },
    {
      "verse": 12,
      "text": "Yf when I tell you erthely thinges ye beleve not: how shuld ye beleve yf I shall tell you of hevenly thinges?"
    },
    {
      "verse": 13,
      "text": "And no man ascendeth vp to heaven but he that came doune from heaven that is to saye the sonne of man which is in heaven."
    },
    {
      "verse": 14,
      "text": "And as Moses lifte vp the serpent in the wyldernes even so must the sonne of man be lifte vp,"
    },
    {
      "verse": 15,
      "text": "that none that beleveth in him perisshe: but have eternall lyfe."
    },
    {
      "verse": 16,
      "text": "For God so loveth the worlde that he hath geven his only sonne that none that beleve in him shuld perisshe: but shuld have everlastinge lyfe."
    },
    {
      "verse": 17,
      "text": "For God sent not his sonne into the worlde to condempne the worlde: but that the worlde through him might be saved."
    },
    {
      "verse": 18,
      "text": "He that beleveth on him shall not be condempned. But he that beleveth not is condempned all redy be cause he beleveth not in the name of the only sonne of God."
    },
    {
      "verse": 19,
      "text": "And this is the condempnacion: that light is come into the worlde and the me loved darcknes more then light because their dedes were evill."
    },
    {
      "verse": 20,
      "text": "For every man that evyll doeth hateth the light: nether commeth to light lest his dedes shuld be reproved."
    },
    {
      "verse": 21,
      "text": "But he that doth truth commeth to the light that his dedes might be knowen how that they are wrought in God."
    },
    {
      "verse": 22,
      "text": "After these thinges cam Iesus and his disciples into the Iewes londe and ther he haunted with them and baptised."
    },
    {
      "verse": 23,
      "text": "And Iohn also baptised in Enon besydes Salim because ther was moche water there and they came and were baptised."
    },
    {
      "verse": 24,
      "text": "For Iohn was not yet cast into preson."
    },
    {
      "verse": 25,
      "text": "And ther arose a question bitwene Iohns disciples and the Iewes about purifiynge."
    },
    {
      "verse": 26,
      "text": "And they came vnto Iohn and sayde vnto him: Rabbi he that was with the beyonde Iordan to whom thou barest witnes. Beholde the same baptyseth and all me come to him."
    },
    {
      "verse": 27,
      "text": "Iohn answered and sayde: a man can receave no thinge at all except it be geve him from heaven."
    },
    {
      "verse": 28,
      "text": "Ye youre selves are witnesses how that I sayde: I am not Christ but am sent before him."
    },
    {
      "verse": 29,
      "text": "He that hath the bryde is the brydegrome. But the frende of the brydegrome which stondeth by and heareth him reioyseth greately of the brydgromes voyce. Tis my ioye is fulfilled."
    },
    {
      "verse": 30,
      "text": "He must increace: and I muste decreace."
    },
    {
      "verse": 31,
      "text": "He that commeth from an hye is above all: He that is of the erth is of the erth and speaketh of the erth. He that cometh from heaven is above all"
    },
    {
      "verse": 32,
      "text": "and what he hath sene and hearde: that he testifieth: but no man receaveth his testimonye."
    },
    {
      "verse": 33,
      "text": "How be it he that hath receaved hys testimonye hath set to his seale that God is true."
    },
    {
      "verse": 34,
      "text": "For he whom God hath sent speaketh the wordes of God. For God geveth not the sprete by measure."
    },
    {
      "verse": 35,
      "text": "The father loveth the sonne and hath geven all thinges into his honde."
    },
    {
      "verse": 36,
      "text": "He that beleveth on the sonne hath everlastynge lyfe: and he that beleveth not the sonne shall not se lyfe but the wrathe of God abydeth on him."
    }
  ]
}