{
  "book_id": "JHN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Assone as the Lorde had knowledge how the Pharises had hearde that Iesus made and baptised moo disciples then Iohn"
    },
    {
      "verse": 2,
      "text": "(though that Iesus him selfe baptised not: but his disciples)"
    },
    {
      "verse": 3,
      "text": "he lefte Iewry and departed agayne into Galile."
    },
    {
      "verse": 4,
      "text": "And it was so that he must nedes goo thorowe Samaria."
    },
    {
      "verse": 5,
      "text": "Then came he to a cyte of Samaria called Sichar besydes the possession that Iacob gave to his sonne Ioseph."
    },
    {
      "verse": 6,
      "text": "And there was Iacobs well. Iesus then weryed in his iorney sate thus on the well. And it was about the sixte houre:"
    },
    {
      "verse": 7,
      "text": "and there came a woman of Samaria to drawe water. And Iesus sayde vnto her: geve me drynke."
    },
    {
      "verse": 8,
      "text": "For his disciples were gone awaye vnto the toune to bye meate."
    },
    {
      "verse": 9,
      "text": "Then sayde the woman of Samaria vnto him: how is it that thou beinge a Iewe axest drinke of me which am a Samaritane? for the Iewes medle not with the Samaritans."
    },
    {
      "verse": 10,
      "text": "Iesus answered and sayde vnto hir: yf thou knewest the gyfte of God and who it is that sayeth to the geve me drynke thou woldest have axed of him and he wolde have geven the water of lyfe."
    },
    {
      "verse": 11,
      "text": "The woman sayde vnto him. Syr thou hast no thinge to drawe with and the well is depe: from whence then hast thou that water of lyfe?"
    },
    {
      "verse": 12,
      "text": "Arte thou greater then oure father Iacob which gave vs the well and he him silfe dranke therof and his chyldren and his catell?"
    },
    {
      "verse": 13,
      "text": "Iesus answered and sayde vnto hir: whosoever drinketh of this water shall thurst agayne."
    },
    {
      "verse": 14,
      "text": "But whosoever shall drinke of the water that I shall geve him shall never be more a thyrst: but the water that I shall geve him shalbe in him a well of water springinge vp in to everlastinge lyfe."
    },
    {
      "verse": 15,
      "text": "The woman sayd vnto him: Syr geve me of that water that I thyrst not nether come hedder to drawe."
    },
    {
      "verse": 16,
      "text": "Iesus sayde vnto her. Go and call thy husband and come hydder."
    },
    {
      "verse": 17,
      "text": "The woman answered and sayde to him: I have no husband. Iesus sayde to her. Thou hast well sayd I have no husbande."
    },
    {
      "verse": 18,
      "text": "For thou haste had five husbandes and he whom thou now hast is not thy husband. That saydest thou truely."
    },
    {
      "verse": 19,
      "text": "The woman sayde vnto him: Syr I perceave that thou arte a prophet."
    },
    {
      "verse": 20,
      "text": "Oure fathers worshipped in this mountayne: and ye saye that in Hierusalem is the place where men ought to worshippe."
    },
    {
      "verse": 21,
      "text": "Iesus sayde vnto her: woman beleve me the houre cometh when ye shall nether in this moutayne nor yet at Ierusalem worshippe the father."
    },
    {
      "verse": 22,
      "text": "Ye worshippe ye wot not what: we knowe what we worshippe. For salvacion cometh of the Iewes."
    },
    {
      "verse": 23,
      "text": "But the houre commeth and nowe is when the true worshippers shall worshippe the father in sprete and in trouthe. For verely suche the father requyreth to worshippe him."
    },
    {
      "verse": 24,
      "text": "God is a sprete and they that worshippe him must worshippe him in sprete and trouthe."
    },
    {
      "verse": 25,
      "text": "The woman sayde vnto him: I wot well Messias shall come which is called Christ. When he is come he will tell vs all thinges."
    },
    {
      "verse": 26,
      "text": "Iesus sayde vnto hir: I that speake vnto the am he."
    },
    {
      "verse": 27,
      "text": "And even at that poynte came his disciples and marvelled that he talked with the woman. Yet no man sayde vnto him: what meanest thou or why talkest thou with her?"
    },
    {
      "verse": 28,
      "text": "The woman then lefte her waterpot and went her waye into the cite and sayde to the men."
    },
    {
      "verse": 29,
      "text": "Come se a man which tolde me all thinges that ever I dyd. Is not he Christ?"
    },
    {
      "verse": 30,
      "text": "Then they went out of the cite and came vnto him."
    },
    {
      "verse": 31,
      "text": "And in ye meane while his disciples prayed him sayinge: Master eate."
    },
    {
      "verse": 32,
      "text": "He sayde vnto the: I have meate to eate that ye knowe not of."
    },
    {
      "verse": 33,
      "text": "Then sayd the disciples bitwene them selves: hath eny man brought him meate?"
    },
    {
      "verse": 34,
      "text": "Iesus sayde vnto them: my meate is to doo the will of him that sent me. And to fynnysshe his worke."
    },
    {
      "verse": 35,
      "text": "Saye not ye: there are yet foure monethes and then cometh harvest? Beholde I saye vnto you lyfte vp youre eyes and loke on the regions: for they are whyte all redy vnto harvest."
    },
    {
      "verse": 36,
      "text": "And he that repeth receaveth rewarde and gaddereth frute vnto life eternall: that bothe he that soweth and he that repeth myght reioyse to gether."
    },
    {
      "verse": 37,
      "text": "And herin is the sayinge true that one soweth and another repeth."
    },
    {
      "verse": 38,
      "text": "I sent you to repe that wheron ye bestowed no laboure. Other men laboured and ye are entred into their labours."
    },
    {
      "verse": 39,
      "text": "Many of the Samaritas of that cyte beleved on him for the sayinge of the woman which testified: he tolde me all thinges that ever I dyd."
    },
    {
      "verse": 40,
      "text": "Then when the Samaritas were come vnto him they besought him that he wolde tary with the. And he aboode there two dayes."
    },
    {
      "verse": 41,
      "text": "And many moo beleved because of his awne wordes"
    },
    {
      "verse": 42,
      "text": "and sayd vnto the woman: Now we beleve not because of thy sayinge. For we have herde him oure selves and knowe that this is even in dede Christ the savioure of the worlde."
    },
    {
      "verse": 43,
      "text": "After two dayes he departed thence and wet awaye into Galile."
    },
    {
      "verse": 44,
      "text": "And Iesus him selfe testified that a Prophete hath none honoure in his awne countre."
    },
    {
      "verse": 45,
      "text": "Then assone as he was come into Galile the Galileans receaved him which had sene all the thinges that he dyd at Ierusalem at the feast. For they wet also vnto the feast daye."
    },
    {
      "verse": 46,
      "text": "And Iesus came agayne into Cana of Galile wher he turned water into wyne. And ther was a certayne ruler whose sonne was sicke at Capernaum."
    },
    {
      "verse": 47,
      "text": "Assone as the same herde that Iesus was come out of Iewry into Galile he wet vnto him and besought him that he wolde descende and heale his sonne: For he was even readie to dye."
    },
    {
      "verse": 48,
      "text": "Then sayde Iesus vnto him: excepte ye se signes and wodres ye cannot beleve."
    },
    {
      "verse": 49,
      "text": "The ruler sayd vnto him: Syr come awaye or ever that my chylde dye."
    },
    {
      "verse": 50,
      "text": "Iesus sayde vnto him goo thy waye thy sonne liveth. And the man beleved the wordes that Iesus had spoke vnto him and wet his waye."
    },
    {
      "verse": 51,
      "text": "And anone as he went on his waye his servantes met him and tolde him sayinge: thy chylde liveth."
    },
    {
      "verse": 52,
      "text": "Then enquyred he of the the houre when he begane to amende. And they sayde vnto him: Yester daye the sevethe houre the fever lefte him."
    },
    {
      "verse": 53,
      "text": "And the father knew that it was the same houre in which Iesus sayde vnto him: Thy sonne liveth. And he beleved and all his housholde."
    },
    {
      "verse": 54,
      "text": "Thys is agayne the seconde myracle that Iesus dyd after he was come oute of Iewry into Galile."
    }
  ]
}