{
  "book_id": "JHN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "After that ther was a feast of the Iewes and Iesus went vp to Ierusalem."
    },
    {
      "verse": 2,
      "text": "And ther is at Ierusalem by the slaughterhousse a pole called in the Ebrue tonge Bethseda havinge five porches"
    },
    {
      "verse": 3,
      "text": "in which laye a greate multitude of sicke folke of blinde halt and wyddered waytinge for the movinge of the water."
    },
    {
      "verse": 4,
      "text": "For an angell wet doune at a certayne ceason into the pole and troubled the water. Whosoever then fyrst after the steringe of the water stepped in was made whoale of what soever disease he had."
    },
    {
      "verse": 5,
      "text": "And a certayne man was theare which had bene diseased .xxxviii. yeares."
    },
    {
      "verse": 6,
      "text": "When Iesus sawe him lye and knewe that he now longe tyme had bene diseased he sayde vnto him. Wilt thou be made whoale?"
    },
    {
      "verse": 7,
      "text": "The sicke answered him: Syr I have no man when the water is troubled to put me into the pole. But in the meane tyme whill I am about to come another steppeth doune before me."
    },
    {
      "verse": 8,
      "text": "And Iesus sayde vnto him: ryse take vp thy beed and walke."
    },
    {
      "verse": 9,
      "text": "And immediatly the man was made whole and toke vp his beed and went. And the same daye was the Saboth daye."
    },
    {
      "verse": 10,
      "text": "The Iewes therfore sayde vnto him that was made whole. It is the Saboth daye it is not laufull for the to cary thy beed."
    },
    {
      "verse": 11,
      "text": "He answered them: he that made me whole sayde vnto me: take vp thy beed and get the hence."
    },
    {
      "verse": 12,
      "text": "Then axed they him: what man is that which sayde vnto the take vp thy beed and walke."
    },
    {
      "verse": 13,
      "text": "And he that was healed wist not who it was. For Iesus had gotte him selfe awaye be cause that ther was preace of people in the place."
    },
    {
      "verse": 14,
      "text": "And after that Iesus founde him in the temple and sayd vnto him: beholde thou arte made whole synne no moore lest a worsse thinge happen vnto the."
    },
    {
      "verse": 15,
      "text": "The man departed and tolde the Iewes that that was Iesus whiche had made him whole."
    },
    {
      "verse": 16,
      "text": "And therfore the Iewes dyd persecute Iesus and sought the meanes to slee him because he had done these thinges on the Saboth daye."
    },
    {
      "verse": 17,
      "text": "And Iesus answered them: my father worketh hidder to and I worke."
    },
    {
      "verse": 18,
      "text": "Therfore the Iewes sought the moare to kill him not only because he had broken the Saboth: but sayde also that God was his father and made him selfe equall with God."
    },
    {
      "verse": 19,
      "text": "Then answered Iesus and sayde vnto them: verely verely I saye vnto you: the sonne can do no thinge of him selfe but that he seeth the father do. For whatsoever he doeth that doeth the sonne also."
    },
    {
      "verse": 20,
      "text": "For the father loveth the sonne and sheweth him all thinges whatsoever he him selfe doeth. And he will shewe him greter workes then these because the shoulde marvayle."
    },
    {
      "verse": 21,
      "text": "For lykwyse as the father rayseth vp the deed and quickeneth them even so the sonne quyckeneth whom he will."
    },
    {
      "verse": 22,
      "text": "Nether iudgeth the father eny man: but hath committed all iudgement vnto the sonne"
    },
    {
      "verse": 23,
      "text": "because that all men shuld honoure the sonne even as they honoure the father. He that honoureth not the sonne the same honoureth not the father which hath sent him."
    },
    {
      "verse": 24,
      "text": "Verely verely I saye vnto you: He that heareth my wordes and beleveth on him that sent me hath everlastinge lyfe and shall not come into damnacion: but is scaped from deth vnto lyfe."
    },
    {
      "verse": 25,
      "text": "Verely verely I saye vnto you: the tyme shall come and now is when the deed shall heare the voyce of the sonne of God. And they that heare shall live."
    },
    {
      "verse": 26,
      "text": "For as the father hath life in him silfe: so lyke wyse hath he geven to the sonne to have lyfe in him silfe:"
    },
    {
      "verse": 27,
      "text": "and hath geven him power also to iudge in that he is the sonne of man."
    },
    {
      "verse": 28,
      "text": "Marvayle not at this the houre shall come in the which all that are in the graves shall heare his voice"
    },
    {
      "verse": 29,
      "text": "and shall come forthe: they that have done good vnto the resurreccion of lyfe: and they that have done evyll vnto the resurreccion of dampnacion."
    },
    {
      "verse": 30,
      "text": "I can of myne awne selfe do nothinge at all. As I heare I iudge and my iudgement is iust because I seke not myne awne will but the will of the father which hath sent me."
    },
    {
      "verse": 31,
      "text": "Yf I beare witnes of my selfe my witnes is not true."
    },
    {
      "verse": 32,
      "text": "Ther is a nother that beareth witnes of me and I am sure that the witnes whiche he beareth of me is true."
    },
    {
      "verse": 33,
      "text": "Ye sent vnto Iohn and he bare witnes vnto the truthe."
    },
    {
      "verse": 34,
      "text": "But I receave not the recorde of man. Neverthelesse these thinges I saye that ye might be safe."
    },
    {
      "verse": 35,
      "text": "He was a burninge and a shyninge light and ye wolde for a season have reioysed in his light."
    },
    {
      "verse": 36,
      "text": "But I have greater witnes then the witnes of Iohn. For the workes which the father hath geve me to fynisshe: the same workes which I do beare witnes of me that the father sent me."
    },
    {
      "verse": 37,
      "text": "And the father him silfe which hath sent me beareth witnes of me. Ye have not hearde his voyce at eny tyme nor ye have sene his shape:"
    },
    {
      "verse": 38,
      "text": "therto his wordes have ye not abydinge in you. For whome he hath sent: him ye beleve not."
    },
    {
      "verse": 39,
      "text": "Searche the scriptures for in them ye thinke ye have eternall lyfe: and they are they which testify of me."
    },
    {
      "verse": 40,
      "text": "And yet will ye not come to me that ye might have lyfe."
    },
    {
      "verse": 41,
      "text": "I receave not prayse of men."
    },
    {
      "verse": 42,
      "text": "But I knowe you that ye have not the love of God in you"
    },
    {
      "verse": 43,
      "text": "I am come in my fathers name and ye receave me not. Yf another shall come in his awne name him will ye receave."
    },
    {
      "verse": 44,
      "text": "How can ye beleve which receave honoure one of another and seke not the honoure that commeth of God only?"
    },
    {
      "verse": 45,
      "text": "Doo not thinke that I wyll accuse you to my father. Ther is one that accuseth you even Moses in whom ye trust."
    },
    {
      "verse": 46,
      "text": "For had ye beleved Moses ye wold have beleved me: for he wrote of me."
    },
    {
      "verse": 47,
      "text": "But now ye beleve not his writinge: how shall ye beleve my wordes."
    }
  ]
}