{
  "book_id": "JHN",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Then Iesus sixe dayes before ester came to Bethany where Lazarus was which was deed and who Iesus raysed from deeth."
    },
    {
      "verse": 2,
      "text": "There they made him a supper and Martha served: But Lazarus was one of them that sate at the table with him."
    },
    {
      "verse": 3,
      "text": "Then toke Mary a pounde of oyntmet called Nardus perfecte and precious and anoynted Iesus fete and wipt his fete with her heer and the housse was filled of the savre of the oyntmet."
    },
    {
      "verse": 4,
      "text": "Then sayde one of his disciples name Iudas Iscariot Simons sonne which afterwarde betrayed him:"
    },
    {
      "verse": 5,
      "text": "why was not this oyntmet solde for thre hondred pence and geve to the poore?"
    },
    {
      "verse": 6,
      "text": "This sayde he not that he cared for the pooer: but because he was a thefe and kept the bagge and bare that which was geven."
    },
    {
      "verse": 7,
      "text": "Then sayde Iesus: Let her alone agaynst the daye of my buryinge she kept it."
    },
    {
      "verse": 8,
      "text": "The poore all wayes shall ye have with you but me shall ye not all wayes have."
    },
    {
      "verse": 9,
      "text": "Moche people of the Iewes had knowledge that he was there. And they came not for Iesus sake only but that they myght se Lazarus also whom he raysed from deeth."
    },
    {
      "verse": 10,
      "text": "The hye prestes therfore held a counsell that they myght put Lazarus to deeth also"
    },
    {
      "verse": 11,
      "text": "because that for his sake many of the Iewes went awaye and beleved on Iesus."
    },
    {
      "verse": 12,
      "text": "On the morowe moche people that were come to the feast when they hearde that Iesus shuld come to Ierusalem"
    },
    {
      "verse": 13,
      "text": "toke braunches of palme trees and went and met him and cryed: Hosanna blessed is he that in the name of the Lorde commeth kynge of Israel."
    },
    {
      "verse": 14,
      "text": "And Iesus got a yonge asse and sate theron accordinge to that which was writte:"
    },
    {
      "verse": 15,
      "text": "feare not doughter of Sion beholde thy kynge cometh sittinge on an asses coolte."
    },
    {
      "verse": 16,
      "text": "These thinges vnderstode not his disciples at the fyrst: but when Iesus was gloryfied then remembryd they that soche thinges were written of him and that soche thinges they had done vnto him."
    },
    {
      "verse": 17,
      "text": "The people that was with him when he called Lazarus out of his grave and raysed him from deeth bare recorde."
    },
    {
      "verse": 18,
      "text": "Therfore met him the people be cause they hearde that he had done soche a myracle."
    },
    {
      "verse": 19,
      "text": "The Pharises therfore sayde amonge them selves: perceave ye how we prevayle no thinge? beholde the worlde goth awaye after him."
    },
    {
      "verse": 20,
      "text": "Ther were certayne Grekes amonge them that came to praye at the feast:"
    },
    {
      "verse": 21,
      "text": "the same cam to Philip which was of Bethsayda a cyte in Galile and desired him sayinge: Syr we wolde fayne se Iesus."
    },
    {
      "verse": 22,
      "text": "Philip came and tolde Andrew. And agayne Andrew and Philip tolde Iesus."
    },
    {
      "verse": 23,
      "text": "And Iesus answered them sayinge: the houre is come that the sonne of man must be glorified."
    },
    {
      "verse": 24,
      "text": "Verely verely I saye vnto you except the wheate corne fall into the grounde and dye it bydeth alone. Yf it dye it brengeth forth moche frute."
    },
    {
      "verse": 25,
      "text": "He that loveth his lyfe shall destroye it: and he that hateth his lyfe in this worlde shall kepe it vnto lyfe eternall."
    },
    {
      "verse": 26,
      "text": "If eny man mynister vnto me let him folowe me and where I am there shall also my minister be. And yf eny man minister vnto me him will my father honoure."
    },
    {
      "verse": 27,
      "text": "Now is my soule troubled and what shall I saye? Father delyver me from this houre: but therfore came I vnto this houre."
    },
    {
      "verse": 28,
      "text": "Father glorify thy name. Then came ther a voyce from heaven: I have glorified it and will glorify it agayne."
    },
    {
      "verse": 29,
      "text": "Then sayd the people that stode by and hearde: it thoundreth. Other sayde an angell spake to him."
    },
    {
      "verse": 30,
      "text": "Iesus answered and sayde: this voyce cam not because of me but for youre sakes."
    },
    {
      "verse": 31,
      "text": "Now is the iudgement of this worlde: now shall the prince of this worlde be cast out."
    },
    {
      "verse": 32,
      "text": "And I yf I were lifte vp from the erthe will drawe all men vnto me."
    },
    {
      "verse": 33,
      "text": "This sayde Iesus signifyinge what deeth he shuld dye."
    },
    {
      "verse": 34,
      "text": "The people answered him: We have hearde of the lawe that Christ bydeth ever: and how sayest thou then that the sonne of man must be lifte vp? who is that sonne of man?"
    },
    {
      "verse": 35,
      "text": "Then Iesus sayde vnto them: yet a lytell whyle is the light with you. Walke whill ye have light lest the darcknes come on you. He that walketh in the darke wotteth not whither he goeth."
    },
    {
      "verse": 36,
      "text": "Whyll ye have light beleve on the light that ye maye be the chyldren of light. These thinges spake Iesus and departed and hyd him silfe from them."
    },
    {
      "verse": 37,
      "text": "And though he had done so many myracles before them yet beleved not they on him,"
    },
    {
      "verse": 38,
      "text": "that the sayinge of Esayas the Prophet myght be fulfilled that he spake. Lorde who shall beleve oure sayinge? And to whom ys the arme of the Lorde opened?"
    },
    {
      "verse": 39,
      "text": "Therfore coulde they not beleve because that Esaias sayth agayne:"
    },
    {
      "verse": 40,
      "text": "he hath blinded their eyes and hardened their hertes that they shuld not se with their eyes and vnderstonde with their hertes and shuld be converted and I shuld heale them."
    },
    {
      "verse": 41,
      "text": "Soche thinges sayde Esaias when he sawe his glory and spake of him."
    },
    {
      "verse": 42,
      "text": "Neverthelesse amonge the chefe rulers many beleved on him. But because of the pharises they wolde not be a knowen of it lest they shuld be excommunicate."
    },
    {
      "verse": 43,
      "text": "For they loved the prayse that is geven of men more then the prayse that cometh of God."
    },
    {
      "verse": 44,
      "text": "And Iesus cryed and sayde: he that beleveth on me beleveth not on me but on him that sent me."
    },
    {
      "verse": 45,
      "text": "And he that seeth me seeth him that sent me."
    },
    {
      "verse": 46,
      "text": "I am come a light into the worlde that whosoever beleveth on me shuld not byde in darcknes."
    },
    {
      "verse": 47,
      "text": "And yf eny man heare my wordes and beleve not I iudge him not. For I came not to iudge the worlde: but to save the worlde."
    },
    {
      "verse": 48,
      "text": "He that refuseth me and receaveth not my wordes hath one that iudgeth him. The wordes that I have spoken they shall iudge him in the last daye."
    },
    {
      "verse": 49,
      "text": "For I have not spoken of my selfe: but the father which sent me he gave me a commaundement what I shuld saye and what I shuld speake."
    },
    {
      "verse": 50,
      "text": "And I knowe that this comaundement is lyfe everlastinge. Whatsoever I speake therfore even as the father bade me so I speake."
    }
  ]
}