{
  "book_id": "JHN",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Before the feast of ester when Iesus knewe that his houre was come that he shuld departe out of this worlde vnto the father. When he loved his which were in the worlde vnto the ende he loved them."
    },
    {
      "verse": 2,
      "text": "And when supper was ended after that the devyll had put in the hert of Iudas Iscariot Simons sonne to betraye him:"
    },
    {
      "verse": 3,
      "text": "Iesus knowinge that the father had geve all thinges into his hondes. And that he was come from God and went to God"
    },
    {
      "verse": 4,
      "text": "he rose from supper and layde a syde his vpper garmentes and toke a towell and gyrd him selfe."
    },
    {
      "verse": 5,
      "text": "After that poured he water into a basyn and beganne to wash his disciples fete and to wype them with the towell wherwith he was gyrde."
    },
    {
      "verse": 6,
      "text": "Then came he to Simon Peter. And Peter sayde to him: Lorde shalt thou wesshe my fete?"
    },
    {
      "verse": 7,
      "text": "Iesus answered and sayde vnto him: what I do thou wotest not now but thou shalt knowe herafter."
    },
    {
      "verse": 8,
      "text": "Peter sayd vnto him: thou shalt not wesshe my fete whill the worlde stondeth. Iesus answered him: yf I wasshe the not thou shalt have no part with me."
    },
    {
      "verse": 9,
      "text": "Simon Peter sayde vnto him: Lorde not my fete only: but also my handes and my heed."
    },
    {
      "verse": 10,
      "text": "Iesus sayde to him: he that is wesshed nedeth not save to wesshe his fete and is clene every whit. And ye are clene: but not all."
    },
    {
      "verse": 11,
      "text": "For he knewe his betrayer. Therfore sayde he: ye are not all clene."
    },
    {
      "verse": 12,
      "text": "After he had wesshed their fete and receaved his clothes and was set doune agayne he sayde vnto them? wot ye what I have done to you?"
    },
    {
      "verse": 13,
      "text": "Ye call me master and Lorde and ye saye well for so am I."
    },
    {
      "verse": 14,
      "text": "If I then youre Lorde and master have wesshed youre fete ye also ought to wesshe one anothers fete."
    },
    {
      "verse": 15,
      "text": "For I have geven you an ensample that ye shuld do as I have done to you."
    },
    {
      "verse": 16,
      "text": "Verely verely I saye vnto you the servaunt is not greater then his master nether the messenger greater then he that sent him."
    },
    {
      "verse": 17,
      "text": "If ye vnderstonde these thinges happy are ye yf ye do them."
    },
    {
      "verse": 18,
      "text": "I speake not of you all I knowe whom I have chosen. But that the scripture be fulfilled: he that eateth breed with me hath lyfte vp his hele agaynste me."
    },
    {
      "verse": 19,
      "text": "Now tell I you before it come: that when it is come to passe ye might beleve that I am he."
    },
    {
      "verse": 20,
      "text": "Verely verely I saye vnto you. He that receaveth who soever I sende receaveth me. And he that receaveth me receaveth him that sent me."
    },
    {
      "verse": 21,
      "text": "When Iesus had thus sayd he was troubled in the sprete and testified sayinge: verely verely I saye vnto you that one of you shall betraye me."
    },
    {
      "verse": 22,
      "text": "And then the disciples loked one on another doutinge of who he spake."
    },
    {
      "verse": 23,
      "text": "Ther was one of his disciples which leaned on Iesus bosome whom Iesus loved."
    },
    {
      "verse": 24,
      "text": "To him beckened Simon Peter that he shuld axe who it was of whom he spake."
    },
    {
      "verse": 25,
      "text": "He then as he leaned on Iesus brest sayde vnto him: Lorde who ys it?"
    },
    {
      "verse": 26,
      "text": "Iesus answered he that ys to whom I geve a soppe when I have dept it. And he wet a soppe and gave it to Iudas Iscarioth Simons sonne."
    },
    {
      "verse": 27,
      "text": "And after the soppe Satan entred into him. Then sayd Iesus vnto him: that thou dost do quickly."
    },
    {
      "verse": 28,
      "text": "That wist no man at the table for what intent he spake vnto him."
    },
    {
      "verse": 29,
      "text": "Some of the thought because Iudas had the bagge that Iesus had sayd vnto him bye those thinges that we have nede af agaynst the feast: or that he shulde geve some thinge to the poore."
    },
    {
      "verse": 30,
      "text": "Assone then as he had receaved the soppe he wet immediatly out. And it was night."
    },
    {
      "verse": 31,
      "text": "When he was gone out Iesus sayde: now is the sonne of man glorified. And God is glorified by him."
    },
    {
      "verse": 32,
      "text": "Yf God be glorified by him God shall also glorify him in him selfe: and shall strayght waye glorify him."
    },
    {
      "verse": 33,
      "text": "Deare chyldren yet a lytell whyle am I with you. Ye shall seke me and as I sayde vnto the Iewes whither I goo thither can ye not come. Also to you saye I nowe."
    },
    {
      "verse": 34,
      "text": "A newe commaundment geve I vnto you that ye love to gedder as I have loved you that even so ye love one another."
    },
    {
      "verse": 35,
      "text": "By this shall all me knowe that ye are my disciples yf ye shall have love one to another."
    },
    {
      "verse": 36,
      "text": "Simon Peter sayd vnto him: Lorde whither goest thou? Iesus answered him: whither I goo thou canst not folowe me now but thou shalt folowe me afterwardes."
    },
    {
      "verse": 37,
      "text": "Peter sayd vnto him: Lorde why cannot I folowe the now? I will geve my lyfe for thy sake?"
    },
    {
      "verse": 38,
      "text": "Iesus answered him: wilt thou geve thy lyfe for my sake? Verely verely I saye vnto the the cocke shall not crowe tyll thou have denyed me thryse."
    }
  ]
}