{
  "book_id": "JHN",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And he sayd vnto his disciples: Let not youre hertes be troubled. Beleve in god and beleve in me."
    },
    {
      "verse": 2,
      "text": "In my fathers housse are many mansions. If it were not so I wolde have tolde you. I go to prepare a place for you."
    },
    {
      "verse": 3,
      "text": "And yf I go to prepare a place for you I will come agayne and receave you even vnto my selfe that where I am there maye ye be also."
    },
    {
      "verse": 4,
      "text": "And whither I go ye knowe and the waye ye knowe."
    },
    {
      "verse": 5,
      "text": "Thomas sayde vnto him: Lorde we knowe not whyther thou goest. Also how is it possible for vs to knowe the waye?"
    },
    {
      "verse": 6,
      "text": "Iesus sayd vnto him: I am the waye the truthe and the life. And no man cometh vnto the father but by me."
    },
    {
      "verse": 7,
      "text": "Yf ye had knowen me ye had knowen my father also. And now ye knowe him and have sene him."
    },
    {
      "verse": 8,
      "text": "Philip sayd vnto him: Lorde shew vs the father and it suffiseth vs."
    },
    {
      "verse": 9,
      "text": "Iesus sayde vnto him: have I bene so longe tyme with you: and yet hast thou not knowen me? Philip he that hath sene me hath sene the father. And how sayest thou then: shew vs the father?"
    },
    {
      "verse": 10,
      "text": "Belevest thou not that I am in the father and the father in me? The wordes that I speake vnto you I speakee not of my selfe: but the father that dwelleth in me is he that doeth the workes."
    },
    {
      "verse": 11,
      "text": "Beleve me that I am [in] the father and the father in me. At the leest beleve me for the very workes sake."
    },
    {
      "verse": 12,
      "text": "Verely verely I saye vnto you: he that beleveth on me the workes that I doo the same shall he do and greater workes then these shall he do because I go vnto my father."
    },
    {
      "verse": 13,
      "text": "And whatsoever ye axe in my name that will I do that the father might be glorified by the sonne."
    },
    {
      "verse": 14,
      "text": "Yf ye shall axe eny thige in my name I will do it"
    },
    {
      "verse": 15,
      "text": "If ye love me kepe my comaundementes"
    },
    {
      "verse": 16,
      "text": "and I will praye the father and he shall geve you a nother comforter that he maye byde with you ever"
    },
    {
      "verse": 17,
      "text": "which is the sprete of truthe whome the worlde cannot receave because the worlde seyth him not nether knoweth him. But ye knowe him. For he dwelleth with you and shalbe in you."
    },
    {
      "verse": 18,
      "text": "I will not leave you comfortlesse: but will come vnto you."
    },
    {
      "verse": 19,
      "text": "Yet a litell whyle and the worlde seith me no moare: but ye shall se me. For I live and ye shall live."
    },
    {
      "verse": 20,
      "text": "That daye shall ye knowe that I am in my father and you in me and I in you."
    },
    {
      "verse": 21,
      "text": "He that hath my commaundementes and kepeth them the same is he that loveth me. And he that loveth me shall be loved of my father: and I will love him and will shewe myne awne selfe vnto him."
    },
    {
      "verse": 22,
      "text": "Iudas sayde vnto him (not Iudas Iscarioth) Lorde what is the cause that thou wilt shewe thy selfe vnto vs and not vnto the worlde?"
    },
    {
      "verse": 23,
      "text": "Iesus answered and sayde vnto him: yf a man love me and wyll kepe my sayinges my father also will love him and we will come vnto him and will dwelle with him."
    },
    {
      "verse": 24,
      "text": "He that loveth me not kepeth not my sayinges. And the wordes which ye heare are not myne but the fathers which sent me."
    },
    {
      "verse": 25,
      "text": "This have I spoken vnto you beynge yet present with you."
    },
    {
      "verse": 26,
      "text": "But that comforter which is the holy gost (whom my father will sende in my name) he shall teache you all thinges and bringe all thinges to youre remembraunce whatsoever I have tolde you."
    },
    {
      "verse": 27,
      "text": "Peace I leve with you my peace I geve vnto you. Not as the worlde geveth geve I vnto you. Let not youre hertes be greved nether feare ye."
    },
    {
      "verse": 28,
      "text": "Ye have hearde how I sayde vnto you: I go and come agayne vnto you. If ye loved me ye wolde verely reioyce because I sayde I go vnto the father."
    },
    {
      "verse": 29,
      "text": "For the father is greater then I. And now have I shewed you before it come that when it is come to passe ye might beleve."
    },
    {
      "verse": 30,
      "text": "Here after will I not talke many mordes vnto you. For the rular of this worlde commeth and hath nought in me."
    },
    {
      "verse": 31,
      "text": "But that the worlde maye knowe that I love the father: therfore as the father gave me commaundment even so do I. Ryse let vs go hence."
    }
  ]
}