{
  "book_id": "JHN",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I am the true vyne and my father ys an husbande man."
    },
    {
      "verse": 2,
      "text": "Every braunche that beareth not frute in me he will take awaye. And every braunche that beareth frute will he pourge that it maye bringe moare frute."
    },
    {
      "verse": 3,
      "text": "Now are ye cleane thorow the wordes which I have spoke vnto you."
    },
    {
      "verse": 4,
      "text": "Byde in me and let me byde in you. As the braunche cannot beare frute of it sylfe excepte it byde in the vyne: no more can ye excepte ye abyde in me."
    },
    {
      "verse": 5,
      "text": "I am the vyne and ye are the braunches. He that abydeth in me and I in him the same bringeth forth moche frute. For with out me can ye do nothinge."
    },
    {
      "verse": 6,
      "text": "Yf a man byde not in me he ys cast forthe as a braunche and is wyddered: and men gadder it and cast it into the fyre and it burneth."
    },
    {
      "verse": 7,
      "text": "Yf ye byde in me and my wordes also byde in you: axe what ye will and it shalbe done to you."
    },
    {
      "verse": 8,
      "text": "Heare in is my father glorified that ye beare moche frute and be made my disciples."
    },
    {
      "verse": 9,
      "text": "As the father hath loved me even so have I leved you. Continue in my love."
    },
    {
      "verse": 10,
      "text": "Yf ye shall kepe my commaudementes ye shall byde in my love even as I have kept my fathers comaundementes and byde in his love."
    },
    {
      "verse": 11,
      "text": "These thinges have I spoken vnto you that my ioye myght remayne in you and that youre ioye might be full."
    },
    {
      "verse": 12,
      "text": "This is my commaundement that ye love togedder as I have loved you."
    },
    {
      "verse": 13,
      "text": "Gretter love then this hath no man then that a man bestowe his lyfe for his frendes."
    },
    {
      "verse": 14,
      "text": "Ye are my fredes yf ye do whatsoever I commaunde you."
    },
    {
      "verse": 15,
      "text": "Hence forth call I you not servauntes: for the servaunt knoweth not what his Lorde doeth. But you have I called frendes: for all thinges that I have hearde of my father I have opened to you."
    },
    {
      "verse": 16,
      "text": "Ye have not chosen me but I have chosen you and ordeyned you that ye go and bringe forthe frute and that youre frute remayne that whatsoever ye shall axe of the father in my name he shulde geve it you."
    },
    {
      "verse": 17,
      "text": "This commaunde I you that ye love to gedder."
    },
    {
      "verse": 18,
      "text": "Yf the worlde hate you ye knowe that he hated me before he hated you."
    },
    {
      "verse": 19,
      "text": "Yf ye were of the worlde the worlde wolde love his awne. How be it because ye are not of the worlde but I have chosen you out of the worlde therfore hateth you the worlde."
    },
    {
      "verse": 20,
      "text": "Remember the sayinge that I sayde vnto you: the servaute is not greater then his lorde. Yf they have persecuted me so will they persecute you Yf they have kept my sayinge so will they kepe youres."
    },
    {
      "verse": 21,
      "text": "But all these thinges will they do vnto you for my names sake because they have not knowen him that sent me."
    },
    {
      "verse": 22,
      "text": "If I had not come and spoken vnto them they shulde not have had synne: but now have they nothinge to cloke their synne with all."
    },
    {
      "verse": 23,
      "text": "He that hateth me hateth my father."
    },
    {
      "verse": 24,
      "text": "If I had not done workes amonge the which none other man dyd they had not had synne. But now have they sene and yet have hated bothe me and my father:"
    },
    {
      "verse": 25,
      "text": "even that the sayinge myght be fulfilled that is written in theyr lawe: they hated me wtout a cause."
    },
    {
      "verse": 26,
      "text": "But when the comforter is come whom I will sende vnto you from the father which is the sprete of truthe which proceadeth of the father he shall testifie of me."
    },
    {
      "verse": 27,
      "text": "And ye shall beare witnes also because ye have bene with me from the begynninge."
    }
  ]
}