{
  "book_id": "JHN",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "These wordes spake Iesus and lyfte vp his eyes to heven and sayde: father the houre is come: glorify thy sonne that thy sonne maye glorify the:"
    },
    {
      "verse": 2,
      "text": "as thou hast geve him power over all fleshe that he shuld geve eternall lyfe to as many as thou hast geven him."
    },
    {
      "verse": 3,
      "text": "This is lyfe eternall that they myght knowe the that only very God and whom thou hast sent Iesus Christ."
    },
    {
      "verse": 4,
      "text": "I have glorified the on the erth. I have fynysshed the worke which thou gavest me to do."
    },
    {
      "verse": 5,
      "text": "And now glorify me thou father with thyn awne selfe with the glory which I had with ye yerre the worlde was."
    },
    {
      "verse": 6,
      "text": "I have declared thy name vnto the men which thou gavest me out of the worlde. Thyne they were and thou gavest them me and they have kept thy sayinges."
    },
    {
      "verse": 7,
      "text": "Now they knowe that all thinges whatsoever thou hast geven me are of the."
    },
    {
      "verse": 8,
      "text": "For I have geven vnto them the wordes which thou gavest me and they have receaved them and knowe surely that I came out from the: and doo beleve that thou dyddest send me."
    },
    {
      "verse": 9,
      "text": "I praye for them and praye not for the worlde: but for the which thou hast geve me for they are thyne."
    },
    {
      "verse": 10,
      "text": "And all myne are thyne and thyne are myne and I am glorified in them."
    },
    {
      "verse": 11,
      "text": "And now am I no moare in the worlde but they are in the worlde and I come to the. Wholy father kepe in thyne awne name the which thou hast geven me that they maye be one as we are."
    },
    {
      "verse": 12,
      "text": "Whyll I was with the in the worlde I kepte the in thy name. Those that thou gavest me have I kepte and none of the is lost but that lost chylde that the scripture myght be fulfilled."
    },
    {
      "verse": 13,
      "text": "Now come I to the and these wordes speake I in the worlde that they myght have my ioye full in them."
    },
    {
      "verse": 14,
      "text": "I have geven them thy wordes and the worlde hath hated them because they are not of the worlde even as I am not of the worlde."
    },
    {
      "verse": 15,
      "text": "I desyre not that thou shuldest take the out of the worlde: but that thou kepe them from evyll."
    },
    {
      "verse": 16,
      "text": "They are not of the worlde as I am not of the worlde."
    },
    {
      "verse": 17,
      "text": "Sanctify the with thy truth. Thy sayinge is truth."
    },
    {
      "verse": 18,
      "text": "As thou dyddest send me into the worlde even so have I sent them into the worlde"
    },
    {
      "verse": 19,
      "text": "and for their sakes sanctify I my selfe that they also myght be sanctified thorowe the trueth."
    },
    {
      "verse": 20,
      "text": "I praye not for them alone: but for them also which shall beleve on me thorowe their preachynge"
    },
    {
      "verse": 21,
      "text": "that they all maye be one as thou father arte in me and I in the that they maye be also one in vs that the worlde maye beleve that thou hast sent me."
    },
    {
      "verse": 22,
      "text": "And that glory that thou gavest me I have geven them that they maye be one as we are wone"
    },
    {
      "verse": 23,
      "text": "I in them and thou in me that they maye be made perfecte in one and that the worlde maye knowe that thou hast sent me and hast loved them as thou hast loved me."
    },
    {
      "verse": 24,
      "text": "Father I will that they which thou hast geven me be with me where I am that they maye se my glory which thou hast geven me. For thou lovedest me before the makynge of the worlde."
    },
    {
      "verse": 25,
      "text": "O ryghteous father the very worlde hath not knowen the: but I have knowen the and these have knowen that thou hast sent me."
    },
    {
      "verse": 26,
      "text": "And I have declared vnto them thy name and will declare it that the love wher with thou hast loved me be in them and that I be in them."
    }
  ]
}