{
  "book_id": "JOB",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Then Eliphaz the Temanite answered, and sayde,"
    },
    {
      "verse": 2,
      "text": "May a man be profitable vnto God, as he that is wise, may be profitable to himselfe?"
    },
    {
      "verse": 3,
      "text": "Is it any thing vnto the Almightie, that thou art righteous? or is it profitable to him, that thou makest thy wayes vpright?"
    },
    {
      "verse": 4,
      "text": "Is it for feare of thee that he will accuse thee? or go with thee into iudgement?"
    },
    {
      "verse": 5,
      "text": "Is not thy wickednes great, and thine iniquities innumerable?"
    },
    {
      "verse": 6,
      "text": "For thou hast taken the pledge from thy brother for nought, and spoyled the clothes of the naked."
    },
    {
      "verse": 7,
      "text": "To such as were wearie, thou hast not giuen water to drinke, and hast withdrawen bread from the hungrie."
    },
    {
      "verse": 8,
      "text": "But the mightie man had the earth, and he that was in autoritie, dwelt in it."
    },
    {
      "verse": 9,
      "text": "Thou hast cast out widowes emptie, and the armes of the fatherles were broken."
    },
    {
      "verse": 10,
      "text": "Therefore snares are round about thee, and feare shall suddenly trouble thee:"
    },
    {
      "verse": 11,
      "text": "Or darkenes that thou shouldest not see, and abundance of waters shall couer thee."
    },
    {
      "verse": 12,
      "text": "Is not God on hie in the heauen? and behold the height of the starres how hie they are."
    },
    {
      "verse": 13,
      "text": "But thou sayest, How should God know? can he iudge through the darke cloude?"
    },
    {
      "verse": 14,
      "text": "The cloudes hide him that he can not see, and he walketh in the circle of heauen."
    },
    {
      "verse": 15,
      "text": "Hast thou marked the way of the worlde, wherein wicked men haue walked?"
    },
    {
      "verse": 16,
      "text": "Which were cut downe before the time, whose foundation was as a riuer that ouerflowed:"
    },
    {
      "verse": 17,
      "text": "Which sayd vnto God, Depart from vs, and asked what the Almightie could do for them."
    },
    {
      "verse": 18,
      "text": "Yet hee filled their houses with good things: but let the counsell of the wicked be farre from me."
    },
    {
      "verse": 19,
      "text": "The righteous shall see them, and shall reioyce, and the innocent shall laugh them to scorne."
    },
    {
      "verse": 20,
      "text": "Surely our substance is hid: but the fire hath deuoured the remnant of them."
    },
    {
      "verse": 21,
      "text": "Therefore acquaint thy selfe, I pray thee, with him, and make peace: thereby thou shalt haue prosperitie."
    },
    {
      "verse": 22,
      "text": "Receiue, I pray thee, the law of his mouth, and lay vp his words in thine heart."
    },
    {
      "verse": 23,
      "text": "If thou returne to the Almightie, thou shalt be buylt vp, and thou shalt put iniquitie farre from thy tabernacle."
    },
    {
      "verse": 24,
      "text": "Thou shalt lay vp golde for dust, and the gold of Ophir, as the flintes of the riuers."
    },
    {
      "verse": 25,
      "text": "Yea, the Almightie shalbe thy defence, and thou shalt haue plentie of siluer."
    },
    {
      "verse": 26,
      "text": "And thou shalt then delite in the Almightie, and lift vp thy face vnto God."
    },
    {
      "verse": 27,
      "text": "Thou shalt make thy praier vnto him, and he shall heare thee, and thou shalt render thy vowes."
    },
    {
      "verse": 28,
      "text": "Thou shalt also decree a thing, and he shall establish it vnto thee, and the light shall shine vpon thy wayes."
    },
    {
      "verse": 29,
      "text": "When others are cast downe, then shalt thou say, I am lifted vp: and God shall saue the humble person."
    },
    {
      "verse": 30,
      "text": "The innocent shall deliuer the yland, and it shalbe preserued by the purenes of thine hands."
    }
  ]
}