{
  "book_id": "JOB",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Wilt thou hunt the pray for the lyon? or fill the appetite of the lyons whelpes,"
    },
    {
      "verse": 2,
      "text": "When they couch in their places, and remaine in the couert to lye in waite?"
    },
    {
      "verse": 3,
      "text": "Who prepareth for the rauen his meate, when his birdes crie vnto God, wandering for lacke of meate?"
    },
    {
      "verse": 4,
      "text": "Knowest thou the time when the wilde goates bring foorth yong? or doest thou marke when the hindes doe calue?"
    },
    {
      "verse": 5,
      "text": "Canst thou nomber the moneths that they fulfill? or knowest thou the time when they bring foorth?"
    },
    {
      "verse": 6,
      "text": "They bow them selues: they bruise their yong and cast out their sorowes."
    },
    {
      "verse": 7,
      "text": "Yet their yong waxe fatte, and growe vp with corne: they goe foorth and returne not vnto them."
    },
    {
      "verse": 8,
      "text": "Who hath set the wilde asse at libertie? or who hath loosed the bondes of the wilde asse?"
    },
    {
      "verse": 9,
      "text": "It is I which haue made the wildernesse his house, and the salt places his dwellings."
    },
    {
      "verse": 10,
      "text": "He derideth the multitude of the citie: he heareth not the crie of the driuer."
    },
    {
      "verse": 11,
      "text": "He seeketh out the mountaine for his pasture, and searcheth after euery greene thing."
    },
    {
      "verse": 12,
      "text": "Will the vnicorne serue thee? or will he tary by thy cribbe?"
    },
    {
      "verse": 13,
      "text": "Canst thou binde the vnicorne with his band to labour in the furrowe? or will he plowe the valleyes after thee?"
    },
    {
      "verse": 14,
      "text": "Wilt thou trust in him, because his strength is great, and cast off thy labour vnto him?"
    },
    {
      "verse": 15,
      "text": "Wilt thou beleeue him, that he will bring home thy seede, and gather it vnto thy barne?"
    },
    {
      "verse": 16,
      "text": "Hast thou giuen the pleasant wings vnto the peacockes? or winges and feathers vnto the ostriche?"
    },
    {
      "verse": 17,
      "text": "Which leaueth his egges in the earth, and maketh them hote in the dust,"
    },
    {
      "verse": 18,
      "text": "And forgetteth that the foote might scatter the, or that the wild beast might breake the."
    },
    {
      "verse": 19,
      "text": "He sheweth himselfe cruell vnto his yong ones, as they were not his, and is without feare, as if he trauailed in vaine."
    },
    {
      "verse": 20,
      "text": "For God had depriued him of wisedom, and hath giuen him no part of vnderstanding."
    },
    {
      "verse": 21,
      "text": "When time is, he mounteth on hie: he mocketh the horse and his rider."
    },
    {
      "verse": 22,
      "text": "Hast thou giuen the horse strength? or couered his necke with neying?"
    },
    {
      "verse": 23,
      "text": "Hast thou made him afraid as the grashopper? his strong neying is fearefull."
    },
    {
      "verse": 24,
      "text": "He diggeth in the valley, and reioyceth in his strength: he goeth foorth to meete the harnest man."
    },
    {
      "verse": 25,
      "text": "He mocketh at feare, and is not afraid, and turneth not backe from the sworde,"
    },
    {
      "verse": 26,
      "text": "Though the quiuer rattle against him, the glittering speare and the shield."
    },
    {
      "verse": 27,
      "text": "He swalloweth the ground for fearcenes and rage, and he beleeueth not that it is the noise of the trumpet."
    },
    {
      "verse": 28,
      "text": "He sayth among the trumpets, Ha, ha: hee smellleth the battell afarre off, and the noyse of the captaines, and the shouting."
    },
    {
      "verse": 29,
      "text": "Shall the hauke flie by thy wisedome, stretching out his wings toward the South?"
    },
    {
      "verse": 30,
      "text": "Doeth the eagle mount vp at thy commandement, or make his nest on hie?"
    },
    {
      "verse": 31,
      "text": "Shee abideth and remaineth in the rocke, euen vpon the toppe of the rocke, and the tower."
    },
    {
      "verse": 32,
      "text": "From thence she spieth for meate, and her eyes beholde afarre off."
    },
    {
      "verse": 33,
      "text": "His young ones also sucke vp blood: and where the slaine are, there is she."
    },
    {
      "verse": 34,
      "text": "Moreouer ye Lord spake vnto Iob, and said,"
    },
    {
      "verse": 35,
      "text": "Is this to learne to striue with the Almightie? he that reprooueth God, let him answere to it."
    },
    {
      "verse": 36,
      "text": "Then Iob answered the Lord, saying,"
    },
    {
      "verse": 37,
      "text": "Beholde, I am vile: what shall I answere thee? I will lay mine hand vpon my mouth."
    },
    {
      "verse": 38,
      "text": "Once haue I spoken, but I will answere no more, yea twise, but I will proceede no further."
    }
  ]
}