{
  "book_id": "JOB",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Againe the Lord answered Iob out of the whirle winde, and said,"
    },
    {
      "verse": 2,
      "text": "Girde vp now thy loynes like a man: I will demaunde of thee, and declare thou vnto me."
    },
    {
      "verse": 3,
      "text": "Wilt thou disanul my iudgement? or wilt thou condemne me, that thou mayst be iustified?"
    },
    {
      "verse": 4,
      "text": "Or hast thou an arme like God? or doest thou thunder with a voyce like him?"
    },
    {
      "verse": 5,
      "text": "Decke thy selfe now with maiestie and excellencie, and aray thy selfe with beautie and glory."
    },
    {
      "verse": 6,
      "text": "Cast abroad the indignation of thy wrath, and beholde euery one that is proude, and abase him."
    },
    {
      "verse": 7,
      "text": "Looke on euery one that is arrogant, and bring him lowe: and destroy the wicked in their place."
    },
    {
      "verse": 8,
      "text": "Hide them in the dust together, and binde their faces in a secret place."
    },
    {
      "verse": 9,
      "text": "Then will I confesse vnto thee also, that thy right hand can saue thee."
    },
    {
      "verse": 10,
      "text": "Behold now Behemoth (whom I made with thee) which eateth grasse as an oxe."
    },
    {
      "verse": 11,
      "text": "Behold now, his strength is in his loynes, and his force is in the nauil of his belly."
    },
    {
      "verse": 12,
      "text": "When hee taketh pleasure, his taile is like a cedar: the sinews of his stones are wrapt together."
    },
    {
      "verse": 13,
      "text": "His bones are like staues of brasse, and his small bones like staues of yron."
    },
    {
      "verse": 14,
      "text": "He is the chiefe of the wayes of God: he that made him, will make his sworde to approch vnto him."
    },
    {
      "verse": 15,
      "text": "Surely the mountaines bring him foorth grasse, where all the beastes of the fielde play."
    },
    {
      "verse": 16,
      "text": "Lyeth hee vnder the trees in the couert of the reede and fennes?"
    },
    {
      "verse": 17,
      "text": "Can the trees couer him with their shadow? or can the willowes of the riuer compasse him about?"
    },
    {
      "verse": 18,
      "text": "Behold, he spoyleth the riuer, and hasteth not: he trusteth that he can draw vp Iorden into his mouth."
    },
    {
      "verse": 19,
      "text": "Hee taketh it with his eyes, and thrusteth his nose through whatsoeuer meeteth him."
    },
    {
      "verse": 20,
      "text": "Canst thou drawe out Liuiathan with an hooke, and with a line which thou shalt cast downe vnto his tongue?"
    },
    {
      "verse": 21,
      "text": "Canst thou cast an hooke into his nose? canst thou perce his iawes with an angle?"
    },
    {
      "verse": 22,
      "text": "Will he make many prayers vnto thee, or speake thee faire?"
    },
    {
      "verse": 23,
      "text": "Will hee make a couenant with thee? and wilt thou take him as a seruant for euer?"
    },
    {
      "verse": 24,
      "text": "Wilt thou play with him as with a bird? or wilt thou bynd him for thy maydes?"
    },
    {
      "verse": 25,
      "text": "Shall the companions baket with him? shall they deuide him among the marchants?"
    },
    {
      "verse": 26,
      "text": "Canst thou fill the basket with his skinne? or the fishpanier with his head?"
    },
    {
      "verse": 27,
      "text": "Lay thine hand vpon him: remember the battel, and do no more so."
    },
    {
      "verse": 28,
      "text": "Behold, his hope is in vaine: for shall not one perish euen at the sight of him?"
    }
  ]
}