{
  "book_id": "JOB",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "None is so fearce that dare stirre him vp. Who is he then that can stand before me?"
    },
    {
      "verse": 2,
      "text": "Who hath preuented mee that I shoulde make an ende? Al vnder heauen is mine."
    },
    {
      "verse": 3,
      "text": "I will not keepe silence concerning his partes, nor his power nor his comely proportion."
    },
    {
      "verse": 4,
      "text": "Who can discouer the face of his garmet? or who shall come to him with a double bridle?"
    },
    {
      "verse": 5,
      "text": "Who shall open the doores of his face? his teeth are fearefull round about."
    },
    {
      "verse": 6,
      "text": "The maiestie of his scales is like strog shields, and are sure sealed."
    },
    {
      "verse": 7,
      "text": "One is set to another, that no winde can come betweene them."
    },
    {
      "verse": 8,
      "text": "One is ioyned to another: they sticke together, that they cannot be sundered."
    },
    {
      "verse": 9,
      "text": "His niesings make the light to shine, and his eyes are like the eyelids of the morning."
    },
    {
      "verse": 10,
      "text": "Out of his mouth go lampes, and sparkes of fire leape out."
    },
    {
      "verse": 11,
      "text": "Out of his nostrels commeth out smoke, as out of a boyling pot or caldron."
    },
    {
      "verse": 12,
      "text": "His breath maketh the coales burne: for a flame goeth out of his mouth."
    },
    {
      "verse": 13,
      "text": "In his necke remayneth strength, and labour is reiected before his face."
    },
    {
      "verse": 14,
      "text": "The members of his bodie are ioyned: they are strong in themselues, and cannot be mooued."
    },
    {
      "verse": 15,
      "text": "His heart is as strong as a stone, and as hard as the nether milstone."
    },
    {
      "verse": 16,
      "text": "The mightie are afrayd of his maiestie, and for feare they faint in themselues."
    },
    {
      "verse": 17,
      "text": "When the sword doeth touch him, he will not rise vp, nor for the speare, dart nor habergeon."
    },
    {
      "verse": 18,
      "text": "He esteemeth yron as strawe, and brasse as rotten wood."
    },
    {
      "verse": 19,
      "text": "The archer canot make him flee: ye stones of the sling are turned into stubble vnto him:"
    },
    {
      "verse": 20,
      "text": "The dartes are counted as strawe: and hee laugheth at the shaking of the speare."
    },
    {
      "verse": 21,
      "text": "Sharpe stones are vnder him, and he spreadeth sharpe things vpon the myre."
    },
    {
      "verse": 22,
      "text": "He maketh the depth to boyle like a pot, and maketh the sea like a pot of oyntment."
    },
    {
      "verse": 23,
      "text": "He maketh a path to shine after him: one would thinke the depth as an hoare head."
    },
    {
      "verse": 24,
      "text": "In the earth there is none like him: hee is made without feare."
    },
    {
      "verse": 25,
      "text": "He beholdeth al hie things: he is a King ouer all the children of pride."
    }
  ]
}