{
  "book_id": "1ES",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now when Darius reigned, he made a great feast unto all his subjects, and unto all his household, and unto all the princes of Media and Persia,"
    },
    {
      "verse": 2,
      "text": "and to all the governors and captains and lieutenants that were under him, from India unto Ethiopia, of an hundred twenty and seven provinces."
    },
    {
      "verse": 3,
      "text": "And when they had eaten and drunken, and being satisfied were gone home, then Darius the king went into his bedchamber, and slept, and \\add soon after\\add* awaked."
    },
    {
      "verse": 4,
      "text": "Then three young men, that were of the guard that kept the king’s body, spake one to another;"
    },
    {
      "verse": 5,
      "text": "Let every one of us speak a sentence: he that shall overcome, and whose sentence shall seem wiser than the others, unto him shall the king Darius give great gifts, and great things in token of victory:"
    },
    {
      "verse": 6,
      "text": "as, to be clothed in purple, to drink in gold, and to sleep upon gold, and a chariot with bridles of gold, and a headtire of fine linen, and a chain about his neck:"
    },
    {
      "verse": 7,
      "text": "and he shall sit next to Darius because of his wisdom, and shall be called Darius his cousin."
    },
    {
      "verse": 8,
      "text": "And then every one wrote his sentence, sealed \\add it\\add*, and laid \\add it\\add* under king Darius his pillow;"
    },
    {
      "verse": 9,
      "text": "and said \\add that\\add*, when the king is risen, \\add some\\add* will give him the writings; and of whose side the king and the three princes of Persia shall judge that his sentence is the wisest, to him shall the victory be given, as was appointed."
    },
    {
      "verse": 10,
      "text": "The first wrote, Wine is the strongest."
    },
    {
      "verse": 11,
      "text": "The second wrote, The king is strongest."
    },
    {
      "verse": 12,
      "text": "The third wrote, Women are strongest: but above all \\add things\\add* truth beareth away the victory."
    },
    {
      "verse": 13,
      "text": "Now when the king was risen up, they took their writings, and delivered \\add them\\add* unto him, and so he read \\add them:\\add*"
    },
    {
      "verse": 14,
      "text": "and sending forth he called all the princes of Persia and Media, and the governors, and the captains, and the lieutenants, and the chief officers;"
    },
    {
      "verse": 15,
      "text": "and sat him down in the royal seat of judgment; and the writings were read before them."
    },
    {
      "verse": 16,
      "text": "And he said, Call the young men, and they shall declare their own sentences. So they were called, and came in."
    },
    {
      "verse": 17,
      "text": "And he said unto them, Declare unto us your mind concerning the writings. Then began the first, who had spoken of the strength of wine;"
    },
    {
      "verse": 18,
      "text": "And he said thus, O \\add ye\\add* men, how exceeding strong is wine! it causeth all men to err that drink it:"
    },
    {
      "verse": 19,
      "text": "it maketh the mind of the king and of the fatherless child \\add to be all\\add* one; of the bondman and of the freeman, of the poor \\add man\\add* and of the rich:"
    },
    {
      "verse": 20,
      "text": "it turneth also every thought into jollity and mirth, so that \\add a man\\add* remembereth neither sorrow nor debt:"
    },
    {
      "verse": 21,
      "text": "and it maketh every heart rich, so that \\add a man\\add* remembereth neither king nor governor; and it maketh to speak all \\add things\\add* by talents:"
    },
    {
      "verse": 22,
      "text": "and when they are in their cups, they forget their love \\add both\\add* to friends and brethren, and a little after draw out swords:"
    },
    {
      "verse": 23,
      "text": "but when they are from the wine, they remember not what they have done."
    },
    {
      "verse": 24,
      "text": "O \\add ye\\add* men, is not wine the strongest, that enforceth to do thus? And when he had so spoken, he held his peace."
    }
  ]
}