{
  "book_id": "1ES",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "After this were the principal men of the families chosen according to their tribes, to go up with their wives and sons and daughters, with their menservants and maidservants, and their cattle."
    },
    {
      "verse": 2,
      "text": "And Darius sent with them a thousand horsemen, till they had brought them back to Jerusalem safely, and with musical \\add instruments\\add*, tabrets and flutes."
    },
    {
      "verse": 3,
      "text": "And all their brethren played, and he made them go up together with them."
    },
    {
      "verse": 4,
      "text": "And these \\add are\\add* the names of the men which went up, according to their families amongst their tribes, after their several heads."
    },
    {
      "verse": 5,
      "text": "The priests, the sons of Phinees the son of Aaron: Jesus the son of Josedec, the son of Saraias, and Joacim the son of Zorobabel, the son of Salathiel of the house of David, out of the kindred of Phares of the tribe of Judah;"
    },
    {
      "verse": 6,
      "text": "who spake wise sentences before Darius the king of Persia in the second year of his reign, in the month Nisan, \\add which is\\add* the first month."
    },
    {
      "verse": 7,
      "text": "And these are they of Jewry that came up from the captivity, where they dwelt as strangers, whom Nabuchodonosor the king of Babylon had carried away unto Babylon."
    },
    {
      "verse": 8,
      "text": "And they returned unto Jerusalem, and to the other parts of Jewry, every man to his own city, who came with Zorobabel, with Jesus, Nehemias, \\add and\\add* Zacharias, \\add and\\add* Resaias, Enenius, Mardocheus, Beelsarus, Aspharasus, Reelius, Roimus, \\add and\\add* Baana, their guides."
    },
    {
      "verse": 9,
      "text": "The number of them of the nation, and their governors, sons of Phoros, two thousand an hundred seventy and two; the sons of Saphat, four hundred seventy and two:"
    },
    {
      "verse": 10,
      "text": "the sons of Ares, seven hundred fifty and six:"
    },
    {
      "verse": 11,
      "text": "the sons of Phaath Moab, two thousand eight hundred and twelve:"
    },
    {
      "verse": 12,
      "text": "the sons of Elam, a thousand two hundred fifty and four: the sons of Zathui, nine hundred forty and five: the sons of Corbe, seven hundred and five: the sons of Bani, six hundred forty and eight:"
    },
    {
      "verse": 13,
      "text": "the sons of Bebai, six hundred twenty and three: the sons of Sadas, three thousand two hundred twenty and two:"
    },
    {
      "verse": 14,
      "text": "the sons of Adonican, six hundred sixty and seven: the sons of Bagoi, two thousand sixty and six: the sons of Adin, four hundred fifty and four:"
    },
    {
      "verse": 15,
      "text": "the sons of Aterezias, ninety and two: the sons of Ceilan and Azetas, threescore and seven: the sons of Azuran, four hundred thirty and two:"
    },
    {
      "verse": 16,
      "text": "the sons of Ananias, an hundred and one: the sons of Arom, thirty two: \\add and\\add* the sons of Bassa, three hundred twenty and three: the sons of Azephurith, an hundred and two:"
    },
    {
      "verse": 17,
      "text": "the sons of Meterus, three thousand and five: the sons of Bethlomon, an hundred twenty and three."
    },
    {
      "verse": 18,
      "text": "They of Netophah, fifty and five: they of Anathoth, an hundred fifty and eight: they of Bethsamos, forty and two:"
    },
    {
      "verse": 19,
      "text": "they of Kiriathiarius, twenty and five: they of Caphira and Beroth, seven hundred forty and three: they of Pira, seven hundred:"
    },
    {
      "verse": 20,
      "text": "they of Chadias and Ammidioi, four hundred twenty and two: they of Cirama and Gabdes, six hundred twenty and one:"
    },
    {
      "verse": 21,
      "text": "they of Macalon, an hundred twenty and two: they of Betolius, fifty and two: the sons of Nephis, an hundred fifty and six:"
    },
    {
      "verse": 22,
      "text": "the sons of Calamolalus and Onus, seven hundred twenty and five: the sons of Jerechus, two hundred forty and five:"
    },
    {
      "verse": 23,
      "text": "the sons of Annaas, three thousand three hundred and thirty."
    },
    {
      "verse": 24,
      "text": "The priests: the sons of Jeddu, the son of Jesus, among the sons of Sanasib, nine hundred seventy and two: the sons of Meruth, a thousand fifty and two:"
    },
    {
      "verse": 25,
      "text": "the sons of Phassaron, a thousand forty and seven: the sons of Carme, a thousand and seventeen."
    },
    {
      "verse": 26,
      "text": "The Levites: the sons of Jessue, and Cadmiel, and Bannas, and Sudias, seventy and four."
    },
    {
      "verse": 27,
      "text": "The holy singers: the sons of Asaph, an hundred twenty and eight."
    },
    {
      "verse": 28,
      "text": "The porters: the sons of Salum, the sons of Jatal, the sons of Talmon, the sons of Dacobi, the sons of Teta, the sons of Sami, in all an hundred thirty and nine."
    },
    {
      "verse": 29,
      "text": "The servants of the temple: the sons of Esau, the sons of Asipha, the sons of Tabaoth, the sons of Ceras, the sons of Sud, the sons of Phaleas, the sons of Labana, the sons of Graba,"
    },
    {
      "verse": 30,
      "text": "the sons of Acua, the sons of Uta, the sons of Cetab, the sons of Agaba, the sons of Subai, the sons of Anan, the sons of Cathua, the sons of Geddur,"
    },
    {
      "verse": 31,
      "text": "the sons of Airus, the sons of Daisan, the sons of Noeba, the sons of Chaseba, the sons of Gazera, the sons of Azia, the sons of Phinees, the sons of Azara, the sons of Bastai, the sons of Asana, the sons of Meani, the sons of Naphisi, the sons of Acub, the sons of Acipha, the sons of Assur, the sons of Pharacim, the sons of Basaloth,"
    },
    {
      "verse": 32,
      "text": "the sons of Meeda, the sons of Coutha, the sons of Charea, the sons of Charcus, the sons of Aserer, the sons of Thomoi, the sons of Nasith, the sons of Atipha."
    },
    {
      "verse": 33,
      "text": "The sons of the servants of Solomon: the sons of Azaphion, the sons of Pharira, the sons of Jeeli, the sons of Lozon, the sons of Isdael, the sons of Sapheth,"
    },
    {
      "verse": 34,
      "text": "the sons of Hagia, the sons of Phacareth, the sons of Sabie, the sons of Sarothie, the sons of Masias, the sons of Gar, the sons of Addus, the sons of Suba, the sons of Apherra, the sons of Barodis, the sons of Sabat, the sons of Allom."
    },
    {
      "verse": 35,
      "text": "All the ministers of the temple, and the sons of the servants of Solomon, \\add were\\add* three hundred seventy and two."
    },
    {
      "verse": 36,
      "text": "These came up from Thermeleth and Thelersas, Charaathalar leading them, and Aalar;"
    },
    {
      "verse": 37,
      "text": "neither could they shew their families, nor \\add their\\add* stock, how they were of Israel: the sons of Ladan, the son of Ban, the sons of Necodan, six hundred fifty and two."
    },
    {
      "verse": 38,
      "text": "And of the priests that usurped the office of the priesthood, and were not found: the sons of Obdia, the sons of Accoz, the sons of Addus, who married Augia \\add one\\add* of the daughters of Berzelus, and was named after his name."
    },
    {
      "verse": 39,
      "text": "And when the description of the kindred of these \\add men\\add* was sought in the register, and was not found, they were removed from executing the office of the priesthood:"
    },
    {
      "verse": 40,
      "text": "for unto them said Nehemias and Atharias, that \\add they\\add* should not be partakers of the holy \\add things\\add*, till there arose up an high priest clothed with doctrine and truth."
    },
    {
      "verse": 41,
      "text": "So of Israel, from them of twelve years old and upward, they were all in number forty thousand, besides menservants and womenservants two thousand three hundred and sixty."
    },
    {
      "verse": 42,
      "text": "Their menservants and handmaids \\add were\\add* seven thousand three hundred forty and seven: the singing \\add men\\add* and singing \\add women\\add*, two hundred forty and five:"
    },
    {
      "verse": 43,
      "text": "four hundred thirty and five camels, seven thousand thirty and six horses, two hundred forty and five mules, five thousand five hundred twenty and five beasts used to the yoke."
    },
    {
      "verse": 44,
      "text": "And \\add certain\\add* of the chief of their families, when they came to the temple of God that is in Jerusalem, vowed to set up the house \\add again\\add* in his own place according to their ability,"
    },
    {
      "verse": 45,
      "text": "and to give into the holy treasury of the works a thousand pounds of gold, five thousand of silver, and an hundred priestly vestments."
    },
    {
      "verse": 46,
      "text": "And \\add so\\add* dwelt the priests and the Levites and the people in Jerusalem, and \\add in\\add* the country, the singers also and the porters; and all Israel in their villages."
    },
    {
      "verse": 47,
      "text": "But when the seventh month was at hand, and when the children of Israel were every man in his own \\add place\\add*, they came \\add all\\add* together with one consent into the open place of the first gate which is toward the east."
    },
    {
      "verse": 48,
      "text": "Then stood up Jesus the \\add son\\add* of Josedec, and his brethren the priests, and Zorobabel the \\add son\\add* of Salathiel, and his brethren, and made ready the altar of the God of Israel,"
    },
    {
      "verse": 49,
      "text": "to offer burnt sacrifices upon it, according as it is expressly commanded in the book of Moses the man of God."
    },
    {
      "verse": 50,
      "text": "And there were gathered unto them out of the other nations of the land, and they erected the altar upon his own place, because all the nations of the land were at enmity with them, and oppressed them; and they offered sacrifices according to the time, and burnt offerings to the Lord \\add both\\add* morning and evening."
    },
    {
      "verse": 51,
      "text": "Also they held the feast of tabernacles, as it is commanded in the law, and \\add offered\\add* sacrifices daily, as was meet:"
    },
    {
      "verse": 52,
      "text": "and after that, the continual oblations, and the sacrifice of the sabbaths, and of the new moons, and of all holy feasts."
    },
    {
      "verse": 53,
      "text": "And all they that had made \\add any\\add* vow to God began to offer sacrifices to God from the first day of the seventh month, although the temple of the Lord was not yet built."
    },
    {
      "verse": 54,
      "text": "And they gave unto the masons and carpenters money, meat, and drink, with cheerfulness."
    },
    {
      "verse": 55,
      "text": "Unto them of Sidon also and Tyre they gave carrs, that they should bring cedar trees from Libanus, which should be brought by flotes to the haven of Joppe, according as it was commanded them by Cyrus king of the Persians."
    },
    {
      "verse": 56,
      "text": "And in the second year \\add and\\add* second month after his coming to the temple of God at Jerusalem began Zorobabel the \\add son\\add* of Salathiel, and Jesus the \\add son\\add* of Josedec, and their brethren, and the priests, and the Levites, and all they that were come unto Jerusalem out of the captivity:"
    },
    {
      "verse": 57,
      "text": "and they laid the foundation of the house of God in the first day of the second month, in the second year after \\add they\\add* were come to Jewry and Jerusalem."
    },
    {
      "verse": 58,
      "text": "And they appointed the Levites from twenty years old over the works of the Lord. Then stood \\add up\\add* Jesus, and his sons and brethren, and Cadmiel \\add his\\add* brother, and the sons of Madiabun, with the sons of Joda the \\add son\\add* of Eliadun, with \\add their\\add* sons and brethren, all Levites, with one accord setters forward of the business, labouring to advance the works in the house of God. So the workmen built the temple of the Lord."
    },
    {
      "verse": 59,
      "text": "And the priests stood arrayed in their vestments with musical \\add instruments\\add* and trumpets; and the Levites the sons of Asaph had cymbals,"
    },
    {
      "verse": 60,
      "text": "singing songs of thanksgiving, and praising the Lord, according as David the king of Israel had ordained."
    },
    {
      "verse": 61,
      "text": "And they sung with loud voices songs to the praise of the Lord, because his mercy and glory \\add is\\add* for ever in all Israel."
    },
    {
      "verse": 62,
      "text": "And all the people sounded trumpets, and shouted with a loud voice, singing songs of thanksgiving unto the Lord for the rearing up of the house of the Lord."
    },
    {
      "verse": 63,
      "text": "Also of the priests and Levites, and of the chief of their families, the ancients who had seen the former house came to the building of this with weeping and great crying."
    },
    {
      "verse": 64,
      "text": "But many with trumpets and joy \\add shouted\\add* with loud voice,"
    },
    {
      "verse": 65,
      "text": "insomuch that the trumpets might not be heard for the weeping of the people: yet the multitude sounded marvellously, so that \\add it\\add* was heard afar off."
    },
    {
      "verse": 66,
      "text": "Wherefore when the enemies of the tribe of Judah and Benjamin heard \\add it\\add*, they came to know what \\add that\\add* noise of trumpets \\add should mean\\add*."
    },
    {
      "verse": 67,
      "text": "And they perceived that they that were of the captivity did build the temple unto the Lord God of Israel."
    },
    {
      "verse": 68,
      "text": "So they went to Zorobabel and Jesus, and to the chief of the families, and said unto them, We will build together with you."
    },
    {
      "verse": 69,
      "text": "For we likewise, as you, do obey your Lord, and do sacrifice unto him from the days of Azbazareth the king of the Assyrians, who brought us hither."
    },
    {
      "verse": 70,
      "text": "Then Zorobabel and Jesus and the chief of the families of Israel said unto them, It is not for us and you to build \\add together\\add* a house unto the Lord our God."
    },
    {
      "verse": 71,
      "text": "We ourselves alone will build unto the Lord of Israel, according as Cyrus the king of the Persians hath commanded us."
    },
    {
      "verse": 72,
      "text": "But the heathen of the land lying heavy upon the inhabitants of Judea, and holding them strait, hindered their building;"
    },
    {
      "verse": 73,
      "text": "and by their secret plots, and popular persuasions and commotions, they hindered the finishing of the building all the time that king Cyrus lived: so they were hindered from building for the space of two years, until the reign of Darius."
    }
  ]
}