{
  "book_id": "1ES",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And after these things, when Artaxerxes the king of the Persians reigned, came Esdras the sonof Saraias, the sonof Ezerias, the sonof Helchiah, the sonof Salum,"
    },
    {
      "verse": 2,
      "text": "the sonof Sadduc, the sonof Achitob, the sonof Amarias, the sonof Ozias, the sonof Memeroth, the sonof Zaraias, the sonof Savias, the sonof Boccas, the sonof Abisum, the sonof Phinees, the sonof Eleazar, the sonof Aaron the chief priest."
    },
    {
      "verse": 3,
      "text": "This Esdras went up from Babylon, as a scribe, being very ready in the law of Moses, that was given by the God of Israel."
    },
    {
      "verse": 4,
      "text": "And the king did him honour: for he found grace in his sight in all his requests."
    },
    {
      "verse": 5,
      "text": "There went up with him also certainof the children of Israel, of the priests, of the Levites, of the holy singers, porters, and ministers of the temple, unto Jerusalem,"
    },
    {
      "verse": 6,
      "text": "in the seventh year of the reign of Artaxerxes, in the fifth month, this was the king’s seventh year; for they went from Babylon in the first day of the first month, and came to Jerusalem, according to the prosperous journey which the Lord gave them."
    },
    {
      "verse": 7,
      "text": "For Esdras had very great skill, so that heomitted nothing of the law and commandments of the Lord, but taught all Israel the ordinances and judgments."
    },
    {
      "verse": 8,
      "text": "Now the copy of the commission, which was written from Artaxerxes the king, and came to Esdras the priest and reader of the law of the Lord, is this that followeth:"
    },
    {
      "verse": 9,
      "text": "King Artaxerxes unto Esdras the priest and reader of the law of the Lord sendethgreeting:"
    },
    {
      "verse": 10,
      "text": "having determined to deal graciously, I have given order, that such of the nation of the Jews, and of the priests and Levites, being within our realm, as are willing and desirous should go with thee unto Jerusalem."
    },
    {
      "verse": 11,
      "text": "As many therefore as have a mind thereunto, let them depart with thee, as it hath seemed good both to me and my seven friends the counsellers;"
    },
    {
      "verse": 12,
      "text": "that they may look unto the affairsof Judea and Jerusalem, agreeably to thatwhich is in the law of the Lord;"
    },
    {
      "verse": 13,
      "text": "and carry the gifts unto the Lord of Israel to Jerusalem, which I and myfriends have vowed, and all the gold and silver that in the country of Babylon can be found, to the Lord in Jerusalem,"
    },
    {
      "verse": 14,
      "text": "with that alsowhich is given of the people for the temple of the Lord their God at Jerusalem: and that silver and gold may be collected for bullocks, rams, and lambs, and thingsthereunto appertaining;"
    },
    {
      "verse": 15,
      "text": "to the end that theymay offer sacrifices unto the Lord upon the altar of the Lord their God, which is in Jerusalem."
    },
    {
      "verse": 16,
      "text": "And whatsoever thou and thy brethren will do with the silver and gold, thatdo, according to the will of thy God."
    },
    {
      "verse": 17,
      "text": "And the holy vessels of the Lord, which are given thee for the use of the temple of thy God, which is in Jerusalem, thou shalt set before thy God in Jerusalem."
    },
    {
      "verse": 18,
      "text": "And whatsoever thingelse thou shalt remember for the use of the temple of thy God, thou shalt give itout of the king’s treasury."
    },
    {
      "verse": 19,
      "text": "And I king Artaxerxes have also commanded the keepers of the treasures in Syria and Phenice, that whatsoever Esdras the priest and the reader of the law of the most high God shall send for, they should give ithim with speed,"
    },
    {
      "verse": 20,
      "text": "to the sum of an hundred talents of silver, likewise also of wheat even to an hundred cors, and an hundred pieces of wine, and other thingsin abundance."
    },
    {
      "verse": 21,
      "text": "Let all thingsbe performed after the law of God diligently unto the most high God, that wrath come not upon the kingdom of the king and his sons."
    },
    {
      "verse": 22,
      "text": "I command you also, that ye require no tax, nor any other imposition, of any of the priests, or Levites, or holy singers, or porters, or ministers of the temple, or of any that have doings in this temple, and that no manhave authority to impose any thingupon them."
    },
    {
      "verse": 23,
      "text": "And thou, Esdras, according to the wisdom of God ordain judges and justices, that they may judge in all Syria and Phenice all those that know the law of thy God; and those that know itnot thou shalt teach."
    },
    {
      "verse": 24,
      "text": "And whosoever shall transgress the law of thy God, and of the king, shall be punished diligently, whether it beby death, or otherpunishment, by penalty of money, or by imprisonment."
    },
    {
      "verse": 25,
      "text": "Then said Esdras the scribe, Blessed bethe only Lord God of my fathers, who hath put these thingsinto the heart of the king, to glorify his house that is in Jerusalem:"
    },
    {
      "verse": 26,
      "text": "and hath honoured me in the sight of the king, and hiscounsellers, and all his friends and nobles."
    },
    {
      "verse": 27,
      "text": "Therefore was I encouraged by the help of the Lord my God, and gathered together men of Israel to go up with me."
    },
    {
      "verse": 28,
      "text": "And these are the chief according to their families and several dignities, that went up with me from Babylon in the reign of king Artaxerxes:"
    },
    {
      "verse": 29,
      "text": "of the sons of Phinees, Gerson: of the sons of Ithamar, Gamael: of the sons of David, Lettus the sonof Sechenias:"
    },
    {
      "verse": 30,
      "text": "of the sons of Pharez, Zacharias; and with him were counted an hundred and fifty men:"
    },
    {
      "verse": 31,
      "text": "of the sons of Pahath Moab, Eliaonias, the sonof Zaraias, and with him two hundred men:"
    },
    {
      "verse": 32,
      "text": "of the sons of Zathoe, Sechenias the sonof Jezelus, and with him three hundred men: of the sons of Adin, Obeth the sonof Jonathan, and with him two hundred and fifty men:"
    },
    {
      "verse": 33,
      "text": "of the sons of Elam, Josias sonof Gotholias, and with him seventy men:"
    },
    {
      "verse": 34,
      "text": "of the sons of Saphatias, Zaraias sonof Michael, and with him threescore and ten men:"
    },
    {
      "verse": 35,
      "text": "of the sons of Joab, Abadias, sonof Jezelus, and with him two hundred and twelve men:"
    },
    {
      "verse": 36,
      "text": "of the sons of Banid, Assalimoth sonof Josaphias, and with him an hundred and threescore men:"
    },
    {
      "verse": 37,
      "text": "of the sons of Babi, Zacharias sonof Bebai, and with him twenty and eight men:"
    },
    {
      "verse": 38,
      "text": "of the sons of Astath, Johannes son ofAcatan, and with him an hundred and ten men:"
    },
    {
      "verse": 39,
      "text": "of the sons of Adonicam, the last, and these are the names of them; Eliphalet, Jeuel, and Samaias, and with them seventy men:"
    },
    {
      "verse": 40,
      "text": "of the sons of Bago, Uthi the sonof Istalcurus, and with him seventy men."
    },
    {
      "verse": 41,
      "text": "And these I gathered together to the river called Theras, where we pitched our tents three days: and thenI surveyed them."
    },
    {
      "verse": 42,
      "text": "But when I had found there none of the priests and Levites,"
    },
    {
      "verse": 43,
      "text": "then sent I unto Eleazar, and Iduel, and Masman,"
    },
    {
      "verse": 44,
      "text": "and Alnathan, and Mamaias, and Joribus, andNathan, Eunatan, Zacharias, and Mosollamus, principal menand learned."
    },
    {
      "verse": 45,
      "text": "And I bade them that theyshould go unto Saddeus the captain, who was in the place of the treasury:"
    },
    {
      "verse": 46,
      "text": "and commanded them that theyshould speak unto Daddeus, and to his brethren, and to the treasurers in thatplace, to send us such menas might execute the priests’ office in the house of the Lord."
    },
    {
      "verse": 47,
      "text": "And by the mighty hand of our Lord they brought unto us skilful men of the sons of Moli the sonof Levi, the sonof Israel, Asebebia, and his sons, and hisbrethren, who were eighteen."
    },
    {
      "verse": 48,
      "text": "And Asebia, and Annuus, and Osaias hisbrother, of the sons of Channuneus, and their sons, weretwenty men."
    },
    {
      "verse": 49,
      "text": "And of the servants of the temple whom David had ordained, and the principal menfor the service of the Levites, to wit, the servants of the temple, two hundred and twenty, the catalogue of whose names was shewed."
    },
    {
      "verse": 50,
      "text": "And there I vowed a fast unto the young men before our Lord, to desire of him a prosperous journey both for us and them that were with us, for our children, and for the cattle:"
    },
    {
      "verse": 51,
      "text": "for I was ashamed to ask the king footmen, and horsemen, and conduct for safeguard against our adversaries."
    },
    {
      "verse": 52,
      "text": "For we had said unto the king, that the power of the Lord our God should be with them that seek him, to support them in all ways."
    },
    {
      "verse": 53,
      "text": "And again we besought our Lord as touching these things, and found him favourable unto us."
    },
    {
      "verse": 54,
      "text": "Then I separated twelve of the chief of the priests, Esebrias, and Assanias, and ten men of their brethren with them:"
    },
    {
      "verse": 55,
      "text": "and I weighed them the gold, and the silver, and the holy vessels of the house of our Lord, which the king, and his council, and the princes, and all Israel, had given."
    },
    {
      "verse": 56,
      "text": "And when I had weighed it, I delivered unto them six hundred and fifty talents of silver, and silver vessels of an hundred talents, and an hundred talents of gold,"
    },
    {
      "verse": 57,
      "text": "and twenty golden vessels, and twelve vessels of brass, evenof fine brass, glittering like gold."
    },
    {
      "verse": 58,
      "text": "And I said unto them, Both you are holy unto the Lord, and the vessels are holy, and the gold and the silver isa vow unto the Lord, the Lord of our fathers."
    },
    {
      "verse": 59,
      "text": "Watch ye, and keep themtill ye deliver them to the chief of the priests and Levites, and to the principal menof the families of Israel, in Jerusalem, into the chambers of the house of our God."
    },
    {
      "verse": 60,
      "text": "So the priests and the Levites, who had received the silver and the gold and the vessels, brought themunto Jerusalem, into the temple of the Lord."
    },
    {
      "verse": 61,
      "text": "And from the river Theras we departed the twelfth day of the first month, and came to Jerusalem by the mighty hand of our Lord, which was with us: and from the beginning of our journey the Lord delivered us from every enemy, and sowe came to Jerusalem."
    },
    {
      "verse": 62,
      "text": "And when wehad been there three days, the gold and silver that wasweighed was delivered in the house of our Lord on the fourth day unto Marmoth the priest the sonof Iri."
    },
    {
      "verse": 63,
      "text": "And with him was Eleazar the sonof Phinees, and with them were Josabad the sonof Jesu and Moeth the sonof Sabban, Levites: all was delivered themby number and weight."
    },
    {
      "verse": 64,
      "text": "And all the weight of them was written upthe same hour."
    },
    {
      "verse": 65,
      "text": "Moreover they that were come out of the captivity offered sacrifice unto the Lord God of Israel, eventwelve bullocks for all Israel, fourscore and sixteen rams,"
    },
    {
      "verse": 66,
      "text": "threescore and twelve lambs, goats for a peace offering, twelve; all of them a sacrifice to the Lord."
    },
    {
      "verse": 67,
      "text": "And they delivered the king’s commandments unto the king’s stewards, and to the governors of Coelosyria and Phenice; and they honoured the people and the temple of God."
    },
    {
      "verse": 68,
      "text": "Now when these thingswere done, the rulers came unto me, and said,"
    },
    {
      "verse": 69,
      "text": "The nation of Israel, the princes, the priests and Levites, have not put away from themthe strange people of the land, nor the pollutions of the Gentiles, to wit,of the Canaanites, Hittites, Pheresites, Jebusites, and the Moabites, Egyptians, and Edomites."
    },
    {
      "verse": 70,
      "text": "For both they and their sons have married with their daughters, and the holy seed is mixed with the strange people of the land; and from the beginning of thismatter the rulers and the great men have been partakers of this iniquity."
    },
    {
      "verse": 71,
      "text": "And as soon as I had heard these things, I rent myclothes, and the holy garment, and pulled off the hair from off myhead and beard, and sat me down sad and very heavy."
    },
    {
      "verse": 72,
      "text": "So allthey that were then moved at the word of the Lord God of Israel assembled unto me, whilst I mourned for the iniquity: but I sat still full of heaviness until the evening sacrifice."
    },
    {
      "verse": 73,
      "text": "Then rising up from the fast with myclothes and the holy garment rent, and bowing myknees, and stretching forth myhands unto the Lord,"
    },
    {
      "verse": 74,
      "text": "I said, O Lord, I am confounded and ashamed before thy face;"
    },
    {
      "verse": 75,
      "text": "for our sins are multiplied above our heads, and our ignorances have reached up unto heaven."
    },
    {
      "verse": 76,
      "text": "For ever since the time of our fathers we have beenand are in great sin, evenunto this day."
    },
    {
      "verse": 77,
      "text": "And for our sins and our fathers’ we with our brethren and our kings and our priests were given up unto the kings of the earth, to the sword, and tocaptivity, and fora prey with shame, unto this day."
    },
    {
      "verse": 78,
      "text": "And now in some measure hath mercy been shewed unto us from thee, O Lord, that there should be left us a root and a name in the place of thy sanctuary;"
    },
    {
      "verse": 79,
      "text": "and to discover unto us a light in the house of the Lord our God, andto give us food in the time of our servitude."
    },
    {
      "verse": 80,
      "text": "Yea, when we were in bondage, we were not forsaken of our Lord; but he made us gracious before the kings of Persia, so that theygave us food;"
    },
    {
      "verse": 81,
      "text": "yea, and honoured the temple of our Lord, and raised up the desolate Sion, that theyhave given us a sure abiding in Jewry and Jerusalem."
    },
    {
      "verse": 82,
      "text": "And now, O Lord, what shall we say, having these things?for we have transgressed thy commandments, which thou gavest by the hand of thy servants the prophets, saying,"
    },
    {
      "verse": 83,
      "text": "that the land, which ye enter into to possess as an heritage, is a land polluted with the pollutions of the strangers of the land, and they have filled it with their uncleanness."
    },
    {
      "verse": 84,
      "text": "Therefore now shall ye not join your daughters unto their sons, neither shall ye take their daughters unto your sons."
    },
    {
      "verse": 85,
      "text": "Moreover you shall never seek to have peace with them, that ye may be strong, and eat the good thingsof the land, and thatye may leave the inheritance of the landunto your children for evermore."
    },
    {
      "verse": 86,
      "text": "And all that is befallen is done unto us for our wicked works and great sins: for thou, O Lord, didst make our sins light,"
    },
    {
      "verse": 87,
      "text": "and didst give unto us such a root: but we have turned back again to transgress thy law, andto mingle ourselves with the uncleanness of the nations of the land."
    },
    {
      "verse": 88,
      "text": "Mightest not thou be angry with us to destroy us, till thouhadst left us neither root, seed, nor name?"
    },
    {
      "verse": 89,
      "text": "O Lord of Israel, thou art true: for we are left a root this day."
    },
    {
      "verse": 90,
      "text": "Behold, now are we before thee in our iniquities, for wecannot stand any longer by reason of these thingsbefore thee."
    },
    {
      "verse": 91,
      "text": "And as Esdras in his prayer made his confession, weeping, and lying flat upon the ground before the temple, there gathered unto him from Jerusalem a very great multitude ofmen and women and children: for there was great weeping among the multitude."
    },
    {
      "verse": 92,
      "text": "Then Jechonias the sonof Jeelus, oneof the sons of Israel, called out, and said, O Esdras, we have sinned against the Lord God, we have married strange women of the nations of the land, and now is all Israel aloft."
    },
    {
      "verse": 93,
      "text": "Let us make an oath to the Lord, that wewill put away all our wives, which we have takenof the heathen, with their children,"
    },
    {
      "verse": 94,
      "text": "likeas thou hast decreed, and as many as do obey the law of the Lord."
    },
    {
      "verse": 95,
      "text": "Arise, and put in execution: for to thee doth thismatter appertain, and we will be with thee: do valiantly."
    },
    {
      "verse": 96,
      "text": "So Esdras arose, and took an oath of the chief of the priests and Levites of all Israel to do after these things;and sothey sware."
    }
  ]
}