{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Μνήσθητι Κύριε, ὅ, τι ἐγενήθη ἡμῖν· ἐπίβλεψον, καὶ ἴδε τὸν ὀνειδισμὸν ἡμῶν."
    },
    {
      "verse": 2,
      "text": "Κληρονομία ἡμῶν μετεστράθη ἀλλοτρίοις, οἱ οἶκοι ἡμῶν ξένοις."
    },
    {
      "verse": 3,
      "text": "Ὀρφανοὶ ἐγενήθημεν, οὐχ ὑπάρχει πατὴρ, μητέρες ἡμῶν ὡς αἱ χῆραι."
    },
    {
      "verse": 4,
      "text": "Ὕδωρ ἡμῶν ἐν ἀργυρίῳ ἐπίομεν, ξύλα ἡμῶν ἐν ἀλλάγματι ἦλθεν ἐπὶ τὸν τράχηλον ἡμῶν·"
    },
    {
      "verse": 5,
      "text": "ἐδιώχθημεν, ἐκοπιάσαμεν, οὐκ ἀνεπαύθημεν."
    },
    {
      "verse": 6,
      "text": "Αἴγυπτος ἔδωκε χεῖρα, Ἀσσοὺρ εἰς πλησμονὴν αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Οἱ πατέρες ἡμῶν ἥμαρτον, οὐχ ὑπάρχουσιν, ἡμεῖς τὰ ἀνομήματα αὐτῶν ὑπέσχομεν."
    },
    {
      "verse": 8,
      "text": "Δοῦλοι ἐκυρίευσαν ἡμῶν, λυτρούμενος οὐκ ἔστιν ἐκ τῆς χειρὸς αὐτῶν."
    },
    {
      "verse": 9,
      "text": "Ἐν ταῖς ψυχαῖς ἡμῶν εἰσοίσομεν ἄρτον ἡμῶν, ἀπὸ προσώπου ῥομφαίας τῆς ἐρήμου."
    },
    {
      "verse": 10,
      "text": "Τὸ δέρμα ἡμῶν ὡς κλίβανος ἐπελιώθη, συνεσπάσθησαν ἀπὸ προσώπου καταιγίδων λιμοῦ."
    },
    {
      "verse": 11,
      "text": "Γυναῖκας ἐν Σιὼν ἐταπείνωσαν, παρθένους ἐν πόλεσιν Ἰούδα."
    },
    {
      "verse": 12,
      "text": "Ἄρχοντες ἐν χερσὶν αὐτῶν ἐκρεμάσθησαν, πρεσβύτεροι οὐκ ἐδοξάσθησαν."
    },
    {
      "verse": 13,
      "text": "Ἐκλεκτοὶ κλαυθμὸν ἀνέλαβον, καὶ νεανίσκοι ἐν ξύλῳ ἠσθένησαν."
    },
    {
      "verse": 14,
      "text": "Καὶ πρεσβύται ἀπὸ πύλης κατέπαυσαν, ἐκλεκτοὶ ἐκ ψαλμῶν αὐτῶν κατέπαυσαν."
    },
    {
      "verse": 15,
      "text": "Κατέλυσε χαρὰ καρδίας ἡμῶν, ἐστράφη εἰς πένθος ὁ χορὸς ἡμῶν·"
    },
    {
      "verse": 16,
      "text": "Ἔπεσεν ὁ στέφανος ἡμῶν τῆς κεφαλῆς· οὐαὶ δὲ ἡμῖν, ὅτι ἡμάρτομεν."
    },
    {
      "verse": 17,
      "text": "Περὶ τούτου ἐγενήθη ὀδύνη, ὀδυνηρὰ ἡ καρδία ἡμῶν, περὶ τούτου ἐσκότασαν οἱ ὀφθαλμοὶ ἡμῶν."
    },
    {
      "verse": 18,
      "text": "Ἐπʼ ὄρος Σιὼν, ὅτι ἠφανίσθη, ἀλώπεκες διῆλθον ἐν αὐτῇ."
    },
    {
      "verse": 19,
      "text": "Σὺ δὲ Κύριε εἰς τὸν αἰῶνα κατοικήσεις, ὁ θρόνος σου εἰς γενεὰν καὶ γενεάν."
    },
    {
      "verse": 20,
      "text": "Ἱνατί εἰς νῖκος ἐπιλήσῃ ἡμῶν, καταλείψεις ἡμᾶς εἰς μακρότητα ἡμερῶν;"
    },
    {
      "verse": 21,
      "text": "Ἐπίστρεψον ἡμᾶς Κύριε πρὸς σὲ, καὶ ἐπιστραφησόμεθα· καὶ ἀνακαίνισον ἡμέρας ἡμῶν καθὼς ἔμπροσθεν."
    },
    {
      "verse": 22,
      "text": "Ὅτι ἀπωθούμενος ἀπώσω ἡμᾶς, ὠργίσθης ἐφʼ ἡμᾶς ἕως σθόδρα."
    }
  ]
}