{
  "book_id": "1KI",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc And\\sc* King David \\add was\\add* old and advanced in days, and they covered him with clothes, and he was not warmed."
    },
    {
      "verse": 2,
      "text": "And his servants said, Let them seek for the king a young virgin, and she shall wait on the king, and cherish him, and lie with him, and my lord the king shall be warmed."
    },
    {
      "verse": 3,
      "text": "So they sought for a fair damsel out of all the coasts of Israel; and they found Abishag the Shunammite, and they brought her to the king."
    },
    {
      "verse": 4,
      "text": "And the damsel was extremely beautiful, and she cherished the king, and ministered to him, but the king knew her not."
    },
    {
      "verse": 5,
      "text": "And Adonijah the son of Haggith exalted himself, saying, I will be king; and he prepared for himself chariots and horses, and fifty men to run before him."
    },
    {
      "verse": 6,
      "text": "And his father never at any time checked him, saying, Why hast thou done \\add thus\\add*? and he was also very handsome in appearance, and his mother bore him after Absalom."
    },
    {
      "verse": 7,
      "text": "And he conferred with Joab the son of Zeruiah, and with Abiathar the priest, and they followed after Adonijah."
    },
    {
      "verse": 8,
      "text": "But Zadok the priest, and Benaiah the son of Jehoiada, and Nathan the prophet, and Shimei, and Rei, and the mighty men of David, did not follow Adonijah."
    },
    {
      "verse": 9,
      "text": "And Adonijah sacrificed sheep and calves and lambs by the stone of Zoelethi, which was near Rogel: and he called all his brethren, and all the adult \\add men\\add* of Judah, servants of the king."
    },
    {
      "verse": 10,
      "text": "But Nathan the prophet, and Benaiah, and the mighty \\add men\\add*, and Solomon his brother, he did not call."
    },
    {
      "verse": 11,
      "text": "And Nathan spoke to Bathsheba the mother of Solomon, saying, Hast thou not heard that Adonijah the son of Haggith reigns, and our lord David knows it not?"
    },
    {
      "verse": 12,
      "text": "And now come, let me, I pray, give thee counsel, and thou shalt rescue thy life, and the life of thy son Solomon."
    },
    {
      "verse": 13,
      "text": "Haste, and go in to King David, and thou shalt speak to him, saying, Hast not thou, my lord, O king, sworn to thy handmaid, saying, Thy son Solomon shall reign after me, and he shall sit upon my throne? why then does Adonijah reign?"
    },
    {
      "verse": 14,
      "text": "And behold, while thou art still speaking there with the king, I also will come in after thee, and will confirm thy words."
    },
    {
      "verse": 15,
      "text": "So Bathsheba went in to the king into the chamber: and the king was very old, and Abishag the Shunammite was ministering to the king."
    },
    {
      "verse": 16,
      "text": "And Bathsheba bowed, and did obeisance to the king; and the king said, What is thy request?"
    },
    {
      "verse": 17,
      "text": "And she said, My lord, thou didst swear by the Lord thy God to thy handmaid, saying, Thy son Solomon shall reign after me, and shall sit upon my throne."
    },
    {
      "verse": 18,
      "text": "And now, behold, Adonijah reigns, and thou, my lord, O king, knowest \\add it\\add* not."
    },
    {
      "verse": 19,
      "text": "And he has sacrificed calves and lambs and sheep in abundance, and has called all the king’s sons, and Abiathar the priest and Joab the commander-in-chief of the host; but Solomon thy servant he has not called."
    },
    {
      "verse": 20,
      "text": "And thou, my lord, O king—the eyes of all Israel \\add are\\add* upon thee, to tell them who shall sit upon the throne of my lord the king after him."
    },
    {
      "verse": 21,
      "text": "And it shall come to pass, when my lord the king shall sleep with his fathers, that I and Solomon my son shall be offenders."
    },
    {
      "verse": 22,
      "text": "And behold, while she was yet talking with the king, Nathan the prophet came. And it was reported to the king,"
    },
    {
      "verse": 23,
      "text": "Behold, Nathan the prophet \\add is here\\add*: and he came in to the king’s presence, and did obeisance to the king with his face to the ground."
    },
    {
      "verse": 24,
      "text": "And Nathan said, My lord, O king, didst thou say, Adonijah shall reign after me, and he shall sit upon my throne?"
    },
    {
      "verse": 25,
      "text": "For he has gone down today, and has sacrificed calves and lambs and sheep in abundance, and has called all the king’s sons, and the chiefs of the army, and Abiathar the priest; and, behold, they are eating and drinking before him, and they said, \\add Long\\add* live King Adonijah."
    },
    {
      "verse": 26,
      "text": "But he has not invited me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and Solomon thy servant."
    },
    {
      "verse": 27,
      "text": "Has this matter happened by the authority of my lord the king, and hast thou not made known to thy servant who shall sit upon the throne of my lord the king after him?"
    },
    {
      "verse": 28,
      "text": "And King David answered and said, Call me Bathsheba: and she came in before the king, and stood before him."
    },
    {
      "verse": 29,
      "text": "And the king swore, and said, \\add As\\add* the Lord lives who redeemed my soul out of all affliction,"
    },
    {
      "verse": 30,
      "text": "as I swore to thee by the Lord God of Israel, saying, Solomon thy son shall reign after me, and he shall sit upon my throne in my stead, so will I do this day."
    },
    {
      "verse": 31,
      "text": "And Bathsheba bowed with her face to the ground, and did obeisance to the king, and said, Let my lord King David live forever."
    },
    {
      "verse": 32,
      "text": "And King David said, Call me Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada: and they came in before the king."
    },
    {
      "verse": 33,
      "text": "And the king said to them, Take the servants of your lord with you, and mount my son Solomon upon my own mule, and bring him down to Gihon."
    },
    {
      "verse": 34,
      "text": "And there let Zadok the priest and Nathan the prophet anoint him to be king over Israel, and do ye sound the trumpet, and ye shall say, Let King Solomon live."
    },
    {
      "verse": 35,
      "text": "And he shall sit upon my throne, and reign in my stead: and I have given charge that he should be for a prince over Israel and Judah."
    },
    {
      "verse": 36,
      "text": "And Benaiah the son of Jehoiada answered the king and said, So let it be: may the Lord God of my lord the king confirm \\add it\\add*."
    },
    {
      "verse": 37,
      "text": "As the Lord was with my lord the king, so let him be with Solomon, and let him exalt his throne beyond the throne of my lord King David."
    },
    {
      "verse": 38,
      "text": "And Zadok the priest went down, and Nathan the prophet, and Benaiah son of Jehoiada, and the Cherethite, and the Pelethite, and they mounted Solomon upon the mule of King David, and led him away to Gihon."
    },
    {
      "verse": 39,
      "text": "And Zadok the priest took the horn of oil out of the tabernacle, and anointed Solomon, and blew the trumpet; and all the people said, Let King Solomon live."
    },
    {
      "verse": 40,
      "text": "And all the people went up after him, and they danced in choirs, and rejoiced with great joy, and the earth quaked with their voice."
    },
    {
      "verse": 41,
      "text": "And Adonijah and all his guests heard, and they had \\add just\\add* left off eating: and Joab heard the sound of the trumpet, and said, What \\add means\\add* the voice of the city in tumult?"
    },
    {
      "verse": 42,
      "text": "While he was yet speaking, behold, Jonathan the son of Abiathar the priest came in: and Adonijah said, Come in, for thou art a mighty man, and \\add thou comest\\add* to bring glad tidings."
    },
    {
      "verse": 43,
      "text": "And Jonathan answered and said, Verily our lord King David has made Solomon king:"
    },
    {
      "verse": 44,
      "text": "and the king has sent with him Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethite, and the Pelethite, and they have mounted him on the king’s mule;"
    },
    {
      "verse": 45,
      "text": "and Zadok the priest and Nathan the prophet have anointed him in Gihon, and have gone up thence rejoicing, and the city resounded: this \\add is\\add* the sound which ye have heard."
    },
    {
      "verse": 46,
      "text": "And Solomon is seated upon the throne of the kingdom."
    },
    {
      "verse": 47,
      "text": "And the servants of the king have gone in to bless our lord King David, saying, God make the name of Solomon better than thy name, and make his throne greater than thy throne; and the king worshiped upon his bed."
    },
    {
      "verse": 48,
      "text": "Moreover thus said the king, Blessed \\add be\\add* the Lord God of Israel, who has this day appointed one of my seed sitting on my throne, and my eyes see it."
    },
    {
      "verse": 49,
      "text": "And all the guests of Adonijah were dismayed, and every man went his way."
    },
    {
      "verse": 50,
      "text": "And Adonijah feared because of Solomon, and arose, and departed, and laid hold on the horns of the altar."
    },
    {
      "verse": 51,
      "text": "And it was reported to Solomon, saying, Behold, Adonijah fears King Solomon, and holds the horns of the altar, saying, Let Solomon swear to me this day, that he will not slay his servant with the sword."
    },
    {
      "verse": 52,
      "text": "And Solomon said, If he should be a valiant man, there shall not a hair of his fall to the ground; but if evil be found in him, he shall die."
    },
    {
      "verse": 53,
      "text": "And King Solomon sent, and they brought him away from the altar; and he went in and did obeisance to King Solomon: and Solomon said to him, Go to thy house."
    }
  ]
}