{
  "book_id": "1KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And King Solomon reigned over Israel."
    },
    {
      "verse": 2,
      "text": "And these arethe princes which he had; Azariah son of Zadok."
    },
    {
      "verse": 3,
      "text": "Elihoreph, and Ahijah son of Shisha, scribes; and Jehoshaphat son of Ahilud, recorder."
    },
    {
      "verse": 4,
      "text": "And Benaiah son of Jehoiada over the host; and Zadok and Abiathar werepriests."
    },
    {
      "verse": 5,
      "text": "And Ornia the son of Nathan wasover the officers; and Zabud son of Nathan wasthe king’s friend."
    },
    {
      "verse": 6,
      "text": "And Ahishar was steward, and Eliac the chiefsteward; and Eliab the son of Saph wasover the family: and Adoniram the son of Abda over the tribute."
    },
    {
      "verse": 7,
      "text": "And Solomon had twelve officers over all Israel, to provide for the king and his household; each one’s turn came to supply for a month in the year."
    },
    {
      "verse": 8,
      "text": "And these weretheir names: Ben the son of Hur in the mount of Ephraim, one."
    },
    {
      "verse": 9,
      "text": "The son of Deker, in Makaz, and in Shaalbim, and Beth-shemesh, and Elon as far as Beth-hanan, one."
    },
    {
      "verse": 10,
      "text": "The son of Hesed in Arubboth; his wasSocoh, and all the land of Hepher."
    },
    {
      "verse": 11,
      "text": "All Naphath-dor belonged tothe son of Abinadab, Taphath daughter of Solomon was his wife, one."
    },
    {
      "verse": 12,
      "text": "Baana son of Ahilud hadTaanach, and Megiddo, and his wasthe whole house of Shean which was by Zarethan below Jezreel, and from Beth-shean as far as Abel-meholah, as far as Maeber Lucam, one."
    },
    {
      "verse": 13,
      "text": "The son of Geber in Ramoth-gilead, to him fellthe lot of Argob in Bashan, sixty great cities with walls, and brazen bars, one."
    },
    {
      "verse": 14,
      "text": "Ahinadab son of Iddo, hadMahanaim."
    },
    {
      "verse": 15,
      "text": "Ahimaaz wasin Naphtali, and he took Basemath daughter of Solomon to wife, one."
    },
    {
      "verse": 16,
      "text": "Baana son of Hushai, in Asher and in Bealoth, one,"
    },
    {
      "verse": 17,
      "text": "Shimei son of Ela, in Benjamin."
    },
    {
      "verse": 18,
      "text": "Geber son of Uri in the land of Gilead, the landof Sihon king of Heshbon, and of Og king of Bashan, and one officer in the land of Judah."
    },
    {
      "verse": 19,
      "text": "Jehoshaphat son of Paruah wasin Issachar."
    }
  ]
}