{
  "book_id": "1KI",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And in the eighteenth year of the reign of Jeroboam son of Nebat, Abijam son of Rehoboam reigns over Judah."
    },
    {
      "verse": 2,
      "text": "And he reigned three years over Jerusalem: and his mother’s name \\add was\\add* Maacah, daughter of Absalom."
    },
    {
      "verse": 3,
      "text": "And he walked in the sins of his father which he wrought in his presence, and his heart was not perfect with the Lord his God, as \\add was\\add* the heart of his father \\add David\\add*."
    },
    {
      "verse": 4,
      "text": "Howbeit for David’s sake the Lord gave him a remnant, that he might establish his children after him, and might establish Jerusalem."
    },
    {
      "verse": 5,
      "text": "Forasmuch as David did that which was right in the sight of the Lord: he turned not from anything that he commanded him all the days of his life."
    },
    {
      "verse": 7,
      "text": "And the rest of the history of Abijam, and all that he did, behold, are not these written in the book of the chronicles of the kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
      "verse": 8,
      "text": "And Abijam slept with his fathers in the twenty-fourth year of Jeroboam; and he is buried with his fathers in the city of David: and Asa his son reigns in his stead."
    },
    {
      "verse": 9,
      "text": "In the four and twentieth year of Jeroboam king of Israel, Asa begins to reign over Judah."
    },
    {
      "verse": 10,
      "text": "And he reigned forty-one years in Jerusalem: and his mother’s name \\add was\\add* Ana, daughter of Absalom."
    },
    {
      "verse": 11,
      "text": "And Asa did that which was right in the sight of the Lord, as David his father."
    },
    {
      "verse": 12,
      "text": "And he removed the sodomites out of the land, and abolished all the practices which his fathers had kept up."
    },
    {
      "verse": 13,
      "text": "And he removed Ana his mother from being queen, forasmuch as she gathered a meeting in her grove: and Asa cut down her retreats, and burned them with fire in the brook of Kidron."
    },
    {
      "verse": 14,
      "text": "But he removed not the high places; nevertheless the heart of Asa was perfect with the Lord all his days."
    },
    {
      "verse": 15,
      "text": "And he brought in the pillars of his father, he even brought in his gold and silver pillars into the house of the Lord, and \\add his\\add* vessels."
    },
    {
      "verse": 16,
      "text": "And there was war between Asa and Baasha king of Israel all their days."
    },
    {
      "verse": 17,
      "text": "And Baasha king of Israel went up against Judah, and built Ramah, so that no one should go out or come in for Asa king of Judah."
    },
    {
      "verse": 18,
      "text": "And Asa took all the silver and the gold that was found in the treasures of the house of the Lord, and in the treasures of the king’s house, and gave them into the hands of his servants; and King Asa sent them out to the son of Hadad, the son of Tabrimmon son of Hezion king of Syria, who dwelt in Damascus, saying,"
    },
    {
      "verse": 19,
      "text": "Make a covenant between me and thee, and between my father and thy father: lo! I have sent forth to thee gold and silver \\add for\\add* gifts: come, break thy league with Baasha king of Israel, that he may go up from me."
    },
    {
      "verse": 20,
      "text": "And the son of Hadad hearkened to King Asa, and sent the chiefs of his forces to the cities of Israel; and they smote Ijon, Dan, and Abel of the house of Maacah, and all Chinneroth, as far as the whole land of Naphtali."
    },
    {
      "verse": 21,
      "text": "And it came to pass when Baasha heard it, that he left off building Ramah, and returned to Tirzah."
    },
    {
      "verse": 22,
      "text": "And King Asa charged all Judah without exception: and they take up the stones of Ramah and its timbers \\add with\\add* which Baasha was building; and King Asa built with them upon the whole hill of Benjamin, and the watchtower."
    },
    {
      "verse": 23,
      "text": "And the rest of the history of Asa, and all his mighty deeds which he wrought, and the cities which he built, behold, are not these written in the book of the chronicles of the kings of Judah? Nevertheless in the time of his old age he was diseased in his feet."
    },
    {
      "verse": 24,
      "text": "And Asa slept with his fathers, and was buried with his fathers in the city of David his father: and Jehoshaphat his son reigns in his stead."
    },
    {
      "verse": 25,
      "text": "And Nadab son of Jeroboam reigns over Israel in the second year of Asa king of Judah, and he reigned two years in Israel."
    },
    {
      "verse": 26,
      "text": "And he did that which was evil in the sight of the Lord, and walked in the way of his father, and in his sins wherein he caused Israel to sin."
    },
    {
      "verse": 27,
      "text": "And Baasha son of Ahijah, \\add who was\\add* over the house of Belaan son of Ahijah, conspired against him, and smote him in Gibbethon of the Philistines; for Nadab and all Israel were besieging Gibbethon."
    },
    {
      "verse": 28,
      "text": "And Baasha slew him in the third year of Asa son of Asa king of Judah; and reigned in his stead."
    },
    {
      "verse": 29,
      "text": "And it came to pass when he reigned, that he smote the whole house of Jeroboam, and left none that breathed of Jeroboam, until he had destroyed him utterly, according to the word of the Lord which he spoke by his servant Ahijah the Shilonite,"
    },
    {
      "verse": 30,
      "text": "for the sins of Jeroboam, who led Israel into sin, even by his provocation wherewith he provoked the Lord God of Israel."
    },
    {
      "verse": 31,
      "text": "And the rest of the history of Nadab, and all that he did, behold, are not these written in the book of the chronicles of the kings of Israel?"
    },
    {
      "verse": 33,
      "text": "And in the third year of Asa king of Judah, Baasha the son of Ahijah begins to reign over Israel in Tirzah, twenty and four years."
    },
    {
      "verse": 34,
      "text": "And he did that which was evil in the sight of the Lord, and walked in the way of Jeroboam the son of Nebat, and in his sins, as he caused Israel to sin."
    }
  ]
}