{
  "book_id": "MAT",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "At that time Jesus went through the fields on the Sabbath day; and his disciples, being in need of food, were taking the heads of grain."
    },
    {
      "verse": 2,
      "text": "But the Pharisees, when they saw it, said to him, See, your disciples do that which it is not right to do on the Sabbath."
    },
    {
      "verse": 3,
      "text": "But he said to them, Have you no knowledge of what David did when he had need of food, and those who were with him?"
    },
    {
      "verse": 4,
      "text": "How he went into the house of God and took for food the holy bread which it was not right for him or for those who were with him to take, but only for the priests?"
    },
    {
      "verse": 5,
      "text": "Or is it not said in the law, how the Sabbath is broken by the priests in the Temple and they do no wrong?"
    },
    {
      "verse": 6,
      "text": "But I say to you that a greater thing than the Temple is here."
    },
    {
      "verse": 7,
      "text": "But if these words had been in your minds, My desire is for mercy and not for offerings, you would not have been judging those who have done no wrong."
    },
    {
      "verse": 8,
      "text": "For the Son of man is lord of the Sabbath."
    },
    {
      "verse": 9,
      "text": "And he went from there into their Synagogue:"
    },
    {
      "verse": 10,
      "text": "And there was a man with a dead hand. And they put a question to him, saying, Is it right to make a man well on the Sabbath day? so that they might have something against him."
    },
    {
      "verse": 11,
      "text": "And he said to them, Which of you, having a sheep, if it gets into a hole on the Sabbath day, will not put out a helping hand and get it back?"
    },
    {
      "verse": 12,
      "text": "Of how much more value is a man than a sheep! For this reason it is right to do good on the Sabbath day."
    },
    {
      "verse": 13,
      "text": "Then said he to the man, Put out your hand. And he put it out, and it was made as well as the other."
    },
    {
      "verse": 14,
      "text": "But the Pharisees went out and made designs against him, how they might put him to death."
    },
    {
      "verse": 15,
      "text": "And Jesus, having knowledge of this, went away from there, and a great number went after him; and he made them all well,"
    },
    {
      "verse": 16,
      "text": "Ordering them not to give people word of him:"
    },
    {
      "verse": 17,
      "text": "So that what was said by Isaiah the prophet might come true,"
    },
    {
      "verse": 18,
      "text": "See my servant, the man of my selection, my loved one in whom my soul is well pleased: I will put my Spirit on him, and he will make my decision clear to the Gentiles."
    },
    {
      "verse": 19,
      "text": "His coming will not be with fighting or loud cries; and his voice will not be lifted up in the streets."
    },
    {
      "verse": 20,
      "text": "The crushed stem will not be broken by him; and the feebly burning light will he not put out, till he has made righteousness overcome all."
    },
    {
      "verse": 21,
      "text": "And in his name will the Gentiles put their hope."
    },
    {
      "verse": 22,
      "text": "Then they took to him one with an evil spirit, who was blind and had no power of talking: and he made him well so that he had the power of talking and seeing."
    },
    {
      "verse": 23,
      "text": "And all the people were surprised and said, Is not this the Son of David?"
    },
    {
      "verse": 24,
      "text": "But the Pharisees, hearing of it, said, This man only sends evil spirits out of men by Beelzebub, the ruler of evil spirits."
    },
    {
      "verse": 25,
      "text": "And having knowledge of their thoughts he said to them, Every kingdom having division in itself is made waste, and every town or house having division in itself will come to destruction."
    },
    {
      "verse": 26,
      "text": "And if Satan sends out Satan, he makes war against himself; how then will he keep his kingdom?"
    },
    {
      "verse": 27,
      "text": "And if I by Beelzebub send evil spirits out of men, by whom do your sons send them out? So let them be your judges."
    },
    {
      "verse": 28,
      "text": "But if I by the Spirit of God send out evil spirits, then is the kingdom of God come on you."
    },
    {
      "verse": 29,
      "text": "Or how may one go into a strong man's house and take his goods, if he does not first put cords round the strong man? and then he may take his goods."
    },
    {
      "verse": 30,
      "text": "Whoever is not with me is against me; and he who does not take part with me in getting people together, is driving them away."
    },
    {
      "verse": 31,
      "text": "So I say to you, Every sin and every evil word against God will have forgiveness; but for evil words against the Spirit there will be no forgiveness."
    },
    {
      "verse": 32,
      "text": "And whoever says a word against the Son of man, will have forgiveness; but whoever says a word against the Holy Spirit, will not have forgiveness in this life or in that which is to come."
    },
    {
      "verse": 33,
      "text": "Make the tree good, and its fruit good; or make the tree bad, and its fruit bad; for by its fruit you will get knowledge of the tree."
    },
    {
      "verse": 34,
      "text": "You offspring of snakes, how are you, being evil, able to say good things? because out of the heart's store come the words of the mouth."
    },
    {
      "verse": 35,
      "text": "The good man out of his good store gives good things; and the evil man out of his evil store gives evil things."
    },
    {
      "verse": 36,
      "text": "And I say to you that in the day when they are judged, men will have to give an account of every foolish word they have said."
    },
    {
      "verse": 37,
      "text": "For by your words will your righteousness be seen, and by your words you will be judged."
    },
    {
      "verse": 38,
      "text": "Then some of the scribes and Pharisees, hearing this, said to him, Master, we are looking for a sign from you."
    },
    {
      "verse": 39,
      "text": "But he, answering, said to them, An evil and false generation is looking for a sign; and no sign will be given to it but the sign of the prophet Jonah:"
    },
    {
      "verse": 40,
      "text": "For as Jonah was three days and three nights in the stomach of the great fish, so will the Son of man be three days and three nights in the heart of the earth."
    },
    {
      "verse": 41,
      "text": "The men of Nineveh will come up in the day of judging and give their decision against this generation: because they were turned from their sins at the preaching of Jonah; and now a greater than Jonah is here."
    },
    {
      "verse": 42,
      "text": "The queen of the South will come up in the day of judging and give her decision against this generation: for she came from the ends of the earth to give ear to the wisdom of Solomon; and now a greater than Solomon is here."
    },
    {
      "verse": 43,
      "text": "But the unclean spirit, when he is gone out of a man, goes through dry places looking for rest, and getting it not."
    },
    {
      "verse": 44,
      "text": "Then he says, I will go back into my house from which I came out; and when he comes, he sees that there is no one in it, but that it has been made fair and clean."
    },
    {
      "verse": 45,
      "text": "Then he goes and takes with him seven other spirits worse than himself, and they go in and make it their living-place: and the last condition of that man is worse than the first. Even so will it be with this evil generation."
    },
    {
      "verse": 46,
      "text": "While he was still talking to the people, his mother and his brothers came, desiring to have talk with him."
    },
    {
      "verse": 47,
      "text": "And one said to him, See, your mother and your brothers are outside, desiring to have talk with you."
    },
    {
      "verse": 48,
      "text": "But he in answer said to him who gave the news, Who is my mother and who are my brothers?"
    },
    {
      "verse": 49,
      "text": "And he put out his hand to his disciples and said, See, my mother and my brothers!"
    },
    {
      "verse": 50,
      "text": "For whoever does the pleasure of my Father in heaven, he is my brother, and sister, and mother."
    }
  ]
}