{
  "book_id": "MAT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Jesus said to the people and to his disciples:"
    },
    {
      "verse": 2,
      "text": "The scribes and the Pharisees have the authority of Moses;"
    },
    {
      "verse": 3,
      "text": "All things, then, which they give you orders to do, these do and keep: but do not take their works as your example, for they say and do not."
    },
    {
      "verse": 4,
      "text": "They make hard laws and put great weights on men's backs; but they themselves will not put a finger to them."
    },
    {
      "verse": 5,
      "text": "But all their works they do so as to be seen by men: for they make wide their phylacteries, and the edges of their robes,"
    },
    {
      "verse": 6,
      "text": "And the things desired by them are the first places at feasts, and the chief seats in the Synagogues,"
    },
    {
      "verse": 7,
      "text": "And words of respect in the market-places, and to be named by men, Teacher."
    },
    {
      "verse": 8,
      "text": "But you may not be named Teacher: for one is your teacher, and you are all brothers."
    },
    {
      "verse": 9,
      "text": "And give no man the name of father on earth: because one is your Father, who is in heaven."
    },
    {
      "verse": 10,
      "text": "And you may not be named guides: because one is your Guide, even Christ."
    },
    {
      "verse": 11,
      "text": "But let the greatest among you be your servant."
    },
    {
      "verse": 12,
      "text": "And whoever makes himself high will be made low, and whoever makes himself low will be made high."
    },
    {
      "verse": 13,
      "text": "But a curse is on you, scribes and Pharisees, false ones! because you are shutting the kingdom of heaven against men: for you do not go in yourselves, and those who are going in, you keep back."
    },
    {
      "verse": 14,
      "text": "[]"
    },
    {
      "verse": 15,
      "text": "A curse is on you, scribes and Pharisees, false ones! for you go about land and sea to get one disciple and, having him, you make him twice as much a son of hell as yourselves."
    },
    {
      "verse": 16,
      "text": "A curse is on you, blind guides, who say, Whoever takes an oath by the Temple, it is nothing; but whoever takes an oath by the gold of the Temple, he is responsible."
    },
    {
      "verse": 17,
      "text": "You foolish ones and blind: which is greater, the gold, or the Temple which makes the gold holy?"
    },
    {
      "verse": 18,
      "text": "And, Whoever takes an oath by the altar, it is nothing; but whoever takes an oath by the offering which is on it, he is responsible."
    },
    {
      "verse": 19,
      "text": "You blind ones: which is greater, the offering, or the altar which makes the offering holy?"
    },
    {
      "verse": 20,
      "text": "He, then, who takes an oath by the altar, takes it by the altar and by all things on it."
    },
    {
      "verse": 21,
      "text": "And he who takes an oath by the Temple, takes it by the Temple and by him whose house it is."
    },
    {
      "verse": 22,
      "text": "And he who takes an oath by heaven, takes it by the seat of God, and by him who is seated on it."
    },
    {
      "verse": 23,
      "text": "A curse is on you, scribes and Pharisees, false ones! for you make men give a tenth of all sorts of sweet-smelling plants, but you give no thought to the more important things of the law, righteousness, and mercy, and faith; but it is right for you to do these, and not to let the others be undone."
    },
    {
      "verse": 24,
      "text": "You blind guides, who take out a fly from your drink, but make no trouble over a camel."
    },
    {
      "verse": 25,
      "text": "A curse is on you, scribes and Pharisees, false ones! for you make clean the outside of the cup and of the plate, but inside they are full of violent behaviour and uncontrolled desire."
    },
    {
      "verse": 26,
      "text": "You blind Pharisee, first make clean the inside of the cup and of the plate, so that the outside may become equally clean."
    },
    {
      "verse": 27,
      "text": "A curse is on you, scribes and Pharisees, false ones! for you are like the resting-places of the dead, which are made white, and seem beautiful on the outside, but inside are full of dead men's bones and of all unclean things."
    },
    {
      "verse": 28,
      "text": "Even so you seem to men to be full of righteousness, but inside you are all false and full of wrongdoing."
    },
    {
      "verse": 29,
      "text": "A curse is on you, scribes and Pharisees, false ones! because you put up buildings for housing the dead bodies of the prophets, and make fair the last resting-places of good men, and say,"
    },
    {
      "verse": 30,
      "text": "If we had been living in the days of our fathers, we would not have taken part with them in the blood of the prophets."
    },
    {
      "verse": 31,
      "text": "So that you are witnesses against yourselves that you are the sons of those who put the prophets to death."
    },
    {
      "verse": 32,
      "text": "Make full, then, the measure of your fathers."
    },
    {
      "verse": 33,
      "text": "You snakes, offspring of snakes, how will you be kept from the punishment of hell?"
    },
    {
      "verse": 34,
      "text": "For this reason, I send you prophets, and wise men, and scribes: some of them you will put to death and put on the cross, and to some of them you will give blows in your Synagogues, driving them from town to town;"
    },
    {
      "verse": 35,
      "text": "So that on you may come all the blood of the upright on the earth, from the blood of upright Abel to the blood of Zachariah, son of Barachiah, whom you put to death between the Temple and the altar."
    },
    {
      "verse": 36,
      "text": "Truly I say to you, All these things will come on this generation."
    },
    {
      "verse": 37,
      "text": "O Jerusalem, Jerusalem, putting to death the prophets, and stoning those who are sent to her! Again and again would I have taken your children to myself as a bird takes her young ones under her wings, and you would not!"
    },
    {
      "verse": 38,
      "text": "See, your house is made waste."
    },
    {
      "verse": 39,
      "text": "For I say to you, You will not see me from this time till you say, A blessing on him who comes in the name of the Lord."
    }
  ]
}