{
  "book_id": "2CO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "אאָמְנָם עַל־דְּבַר מִשְׁמַרְתֵּנוּ לְכַלְכֵּל אֶת־הַקְּדוֹשִׁים אַךְ־לְמוֹתָר לִי לִכְתֹּב אֲלֵיכֶם׃"
    },
    {
      "verse": 2,
      "text": "בכִּי יָדַעְתִּי נִדְבַת לִבְּכֶם אֲשֶׁר הָיְתָה לִתְהִלָּה בְּפִי מֵאָז לִפְנֵי קְהַל מַקְדּוֹנְיָא לֵאמֹר כִּי זֶה שָׁנָה אֲשֶׁר אֲכַיָּא נָכוֹן לִבָּהּ לְהִתְנַדֵּב וְכִי גַּם־קִנְאַתְכֶם עוֹרְרָה לֵב רַבִּים׃"
    },
    {
      "verse": 3,
      "text": "גאֲבָל שָׁלַחְתִּי אֲלֵיכֶם אֶת־הָאַחִים לְמַעַן לֹא תִהְיֶה תְהִלַּתְכֶם בְּפִי בַּדָּבָר הַזֶּה לָרִיק וּלְמַעַן תִּהְיוּ נְכֹנִים כַּאֲשֶׁר אָמָרְתִּי׃"
    },
    {
      "verse": 4,
      "text": "דכִּי אִם־יָבוֹאוּ אַנְשֵׁי מַקְדּוֹנְיָא עִמִּי וְיִמְצְאוּ כִּי אֵינְכֶם נְכֹנִים אֵינֶנִּי אֹמֵר כִּי אַתֶּם תֵּבשׁוּ אַךְ אֲנַחְנוּ הֲלֹא נֵבוֹשׁ מִמִּבְטָחֵנוּ׃"
    },
    {
      "verse": 5,
      "text": "העַל־כֵּן חָשַׁבְתִּי כִּי עָלַי הַדָּבָר לְהָעִיר אֶת־הָאַחִים לְקַדֵּם לָבוֹא אֲלֵיכֶם לְהָכִין מִסַּת נִדְבַת יֶדְכֶם כִּמְדֻבָּר מֵאָז לִהְיוֹת עֲרוּכָה כְּמִסַּת יַד נָדִיב וְלֹא כְיַד כִּילַי׃"
    },
    {
      "verse": 6,
      "text": "וכִּי הִנֵּה הַזֹּרֵעַ זֶרַע רָזֶה יִקְצֹר רָזוֹן וְהַזֹּרֵעַ בְּיַד נְדִיבָה יִקְצֹר נְדִיבוֹת׃"
    },
    {
      "verse": 7,
      "text": "זכָּל־אִישׁ יִתֵּן כַּאֲשֶׁר יִדְּבֶנּוּ לִבּוֹ לֹא בְעַיִן רָעָה וְלֹא בְאֹנֶס כִּי הַנֹּתֵן בְּלֵב טוֹב יֶאֱהַב אֹתוֹ אֱלֹהִים׃"
    },
    {
      "verse": 8,
      "text": "חוְיַד אֱלֹהִים מַשֶּׂגֶת לִשְׁפֹּת לָכֶם כָּל־חָסֶד לְמַלֵּא דֵי מַחְסֹרְכֶם כָּל־הַיָּמִים וְלָתֵת לָכֶם חַיִל לַעֲשׂוֹת כָּל־טוֹב׃"
    },
    {
      "verse": 9,
      "text": "טכַּכָּתוּב פִּזַּר נָתַן לָאֶבְיוֹנִים צִדְקָתוֹ עֹמֶדֶת לָעַד׃"
    },
    {
      "verse": 10,
      "text": "יוְהַנֹּתֵן זֶרַע לַזֹּרֵעַ וְלֶחֶם לָאֹכֵל כֹּה יִתֵּן וְכֹה יוֹסִף לָכֶם אֶת־זַרְעֲכֶם וְאֶת־פְּרִי צִדְקַתְכֶם יַרְבֶּה׃"
    },
    {
      "verse": 11,
      "text": "יאכִּי תִתְבָּרֲכוּ בַכֹּל בְּכָל־מַעֲשֵׂה נְדִיבוֹת לְהַשְׁמִיעַ תְּהִלַּת אֱלֹהִים עַל־יָדֵינוּ׃"
    },
    {
      "verse": 12,
      "text": "יבכִּי־עֲבֹדַת הַצְּדָקָה הַזֹּאת לֹא לְבַד מַחְסוֹר הַקְּדוֹשִׁים תְּמַלֵּא כִּי אִם־גַּם־תִּפְתַּח פִּי רַבִּים לְהוֹדוֹת לַאלֹהִים׃"
    },
    {
      "verse": 13,
      "text": "יגוּבְמַעֲשֶׂה הַצְּדָקָה הַזֹּאת יִתְּנוּ לֵאלֹהִים כָּבוֹד עַל־אֲשֶׁר נִכְנַע לִבְּכֶם לְקַבֵּל עֲלֵיכֶם בְּשׁרַת הַמָּשִׁיחַ וְעַל־נִדְבַת יֶדְכֶם לְאוֹת אַחֲוָה לָהֶם וּלְכָל־אֶבְיוֹנֵי אָדָם׃"
    },
    {
      "verse": 14,
      "text": "ידוְהֵם יִתְפַּלְלוּ בַעַדְכֶם כִּי נַפְשָׁם דָּבְקָה בְנַפְשְׁכֶם בַּעֲבוּר חֶסֶד אֵל אֲשֶׁר גָּבַר עֲלֵיכֶם׃"
    },
    {
      "verse": 15,
      "text": "טובָּרוּךְ הוּא אֱלֹהִים הַנֹּתֵן לָנוּ מַתָּן עָצוּם מִסַּפֵּר׃"
    }
  ]
}