{
  "book_id": "2CO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "אאַחֲלַי שָׂאוּנִי־נָא מְעַט בְּאִוַּלְתִּי אַךְ יָדַעְתִּי כִּי נָשׁא תִּשָּׁאֻנִי׃"
    },
    {
      "verse": 2,
      "text": "בכִּי קִנֵּאתִי לָכֶם קִנְאַת אֱלֹהִים וְיִעַדְתִּי אֶתְכֶם לָאִישׁ הוּא הַמָּשִׁיחַ אֲשֶׁר לְפָנָיו הִנְנִי לְהַעֲמִידְכֶם כִּבְתוּלָה תַּמָּה׃"
    },
    {
      "verse": 3,
      "text": "גאַךְ יָרֵאתִי כִּי כַאֲשֶׁר הִשִּׁיא הַנָּחָשׁ אֶת־חַוָּה בְּעָרְמָתוֹ כֵּן גַּם־אַתֶּם פֶּן־תָּסִירוּ אֶת־לִבְּכֶם וְאֶת־תֻּמַּתְכֶם מֵאַחֲרֵי הַמָּשִׁיחַ׃"
    },
    {
      "verse": 4,
      "text": "דלוּ אִישׁ הַבָּא אֲלֵיכֶם יַגִּיד לָכֶם יֵשׁוּעַ אַחֵר אֲשֶׁר לֹא הִגַּדְנוּ אוֹ כִי תִקְחוּ רוּחַ אַחֶרֶת אֲשֶׁר לֹא־לְקַחְתֶּם אוֹ בְשׁרָה אַחֶרֶת אֲשֶׁר לֹא־קִבַּלְתֶּם אָז תּוּכְלוּ לְהָכִיל דְּבָרָיו׃"
    },
    {
      "verse": 5,
      "text": "האֲבָל חָשַׁבְתִּי כִּי לֹא נֹפֵל אֲנִי מֵרָאשֵׁי הַשְּׁלִיחִים אַף לֹא בְּדָבָר אֶחָד׃"
    },
    {
      "verse": 6,
      "text": "ואִם כַּעֲרַל שְׂפָתַיִם אֲנִי בְּמִדְבָּרִי לֹא־כֵן אֲנִי בַּדָּעַת כִּי כָל־אֲשֶׁר בִּלְבָבִי הֲלֹא נוֹדַע לָכֶם בִּפְנֵי כָל־אָדָם׃"
    },
    {
      "verse": 7,
      "text": "זהַחֵטְא חָטָאתִי כִּי הִשְׁפַּלְתִּי נַפְשִׁי לְמַעַן אַתֶּם תָּרִימוּ רֹאשׁ כִּי הֵבֵאתִי לָכֶם בְּשׁרַת אֱלֹהִים בְּלֹא־כָסֶף׃"
    },
    {
      "verse": 8,
      "text": "חשַׁלּוֹתִי קְהִלּוֹת אֲחֵרוֹת כִּי לָקַחְתִּי מֵהֶן שְׂכַר פְּעֻלָּתִי לַעֲבֹד אֶתְכֶם חִנָּם׃"
    },
    {
      "verse": 9,
      "text": "טוּבִהְיוֹתִי עִמָּכֶם וָאֶחְסַר לֹא הֶלְאֵיתִי אִישׁ כִּי דֵי מַחְסֹרִי מִלְאוּ הָאַחִים אֲשֶׁר בָּאוּ מִמַּקְדּוֹנְיָא וָאֶשְׁתַּמֵּר מְאֹד מִהְיוֹת עֲלֵיכֶם לְמַשָּׂא וְכֵן אוֹסִיף לְהִשְׁתַּמֵּר׃"
    },
    {
      "verse": 10,
      "text": "יכַּאֲשֶׁר הַמָּשִׁיחַ וַאֲמִתּוֹ לִי הוּא כֵּן לֹא תֵעָצֵר מִמֶּנִּי תְּהִלָּתִי זוּ בִּגְלִילוֹת אֲכַיָּא׃"
    },
    {
      "verse": 11,
      "text": "יאוְעַל־מַה־זֶּה אֶשְׁתַּמָּר הַעַל אֲשֶׁר לֹא אָהַבְתִּי אֶתְכֶם הָאֱלֹהִים הוּא יוֹדֵעַ׃"
    },
    {
      "verse": 12,
      "text": "יבאַךְ כַּאֲשֶׁר עָשִׂיתִי כֵּן אוֹסִיף לַעֲשׂוֹת לְהַעֲבִיר תֹּאֲנָה מִן־הַמְבַקְשִׁים תֹּאֲנָה לְמַעַן יוּכְלוּ לְהִתְחַשֵּׁב בִּתְהִלָּתָם כָּמֹנוּ׃"
    },
    {
      "verse": 13,
      "text": "יגכִּי אֲנָשִׁים כָּאֵלֶּה שְׁלִיחֵי שֶׁקֶר הֵם עֹשֵׂי רְמִיָּה הַמִּתְחַפְּשִׂים לִשְׁלִיחֵי הַמָּשִׁיחַ׃"
    },
    {
      "verse": 14,
      "text": "ידוְאֵין זֶה פֶּלֶא אַחֲרֵי אֲשֶׁר גַּם־הַשָּׂטָן מִתְחַפֵּשׂ לְמַלְאַךְ אוֹר׃"
    },
    {
      "verse": 15,
      "text": "טועַל־כֵּן לֹא דָבָר גָּדוֹל הוּא אִם יִתְחַפְּשׂוּ גַם־מְשָׁרְתָיו לִמְשָׁרְתֵי צֶדֶק אֲשֶׁר בְּאַחֲרִיתָם מִפְּרִי מַעַלְלֵיהֶם יֹאכֵלוּ׃"
    },
    {
      "verse": 16,
      "text": "טזוְעוֹד אֲנִי אֹמֵר אַל־יַחְשְׁבֵנִי אִישׁ לֶאֱוִיל כִּי אִם־כֵּן אַף כֶּאֱוִיל שְׂאוּ פָנַי וְאֶתְהַלֵּל מְעַט גַּם־אָנִי׃"
    },
    {
      "verse": 17,
      "text": "יזאֵת אֲשֶׁר אֲנִי דֹבֵר לֹא מִפִּי הָאָדוֹן הוּא כִּי אִם־דְּבָרַי כְּאֹחֵז בְּסִכְלוּת לַאֲשֶׁר סָמוּךְ לִבִּי בִּתְהִלָּתִי׃"
    },
    {
      "verse": 18,
      "text": "יחאַחֲרֵי אֲשֶׁר רַבִּים מִתְהַלְּלִים כְּדֶרֶךְ בָּשָׂר וָדָם אֶתְהַלֵּל גַּם־אָנִי׃"
    },
    {
      "verse": 19,
      "text": "יטכִּי תִשְׂאוּ אֶת־הָאֱוִילִים בְּחֵפֶץ לֵב יַעַן חֲכָמִים אַתֶּם׃"
    },
    {
      "verse": 20,
      "text": "ככִּי הֲלֹא תִשְׂאוּ אִם־יַעֲבִיד אֶתְכֶם אִישׁ אִם־יְבַלַּע אֶתְכֶם אִישׁ אִם־יַעֲשֹׁק אֶתְכֶם אִם־יִתְנַשֵּׂא עֲלֵיכֶם אוֹ יַכֶּה אֶתְכֶם עַל־הַלֶּחִי׃"
    },
    {
      "verse": 21,
      "text": "כאלְבָשְׁתֵּנוּ אֲנִי דֹבֵר כְּמוֹ אִם רְפֵי יָדַיִם הָיִינוּ לַעֲשׂוֹת כָּאֵלֶּה אֲבָל בַּאֲשֶׁר יָעִיז אִישׁ אֶת־פָּנָיו הִנֵּה כְּאֹחֵז בְּסִכְלוּת אֲנִי אֹמֵר אָעִיז פָּנַי גַּם־אָנִי׃"
    },
    {
      "verse": 22,
      "text": "כבאִם הֵם עִבְרִים כֵּן גַּם־אָנִי אִם הֵם יִשְׂרְאֵלִים כֵּן גַּם־אָנִי אִם הֵם זֶרַע אַבְרָהָם כֵּן גַּם־אָנִי׃"
    },
    {
      "verse": 23,
      "text": "כגאִם הֵם מְשָׁרְתֵי הַמָּשִׁיחַ כְּסָר טַעַם אֲנִי דֹבֵר אֲנִי עֹלֶה עֲלֵיהֶם בְּרֹב עָמָל בְּבָתֵּי כְלָאִים פְּעָמִים רַבּוֹת בְּמַהֲלֻמּוֹת לְאֵין סְפֹרוֹת וּפַעַם אַחֲרֵי פַעַם בְּשַׁעֲרֵי מָוֶת׃"
    },
    {
      "verse": 24,
      "text": "כדחָמֵשׁ פְּעָמִים הֻכֵּיתִי מִידֵי הַיְּהוּדִים אַרְבָּעִים חֲסֵרָה אֶחָת׃"
    },
    {
      "verse": 25,
      "text": "כהשָׁלשׁ פְּעָמִים הֻכֵּיתִי בַשּׁוֹטִים פַּעַם אַחַת סֻקַּלְתִּי בָאֲבָנִים שָׁלשׁ פְּעָמִים נִשְׁבְּרָה אֳנִיָּתִי וּכְיוֹם תָּמִים הָיִיתִי בִּמִצֻלוֹת יָם׃"
    },
    {
      "verse": 26,
      "text": "כובְּמַסָּעוֹת רַבִּים וּמָגוֹר מִסָּבִיב מִשֶּׁטֶף מַיִם מָגוֹר מִפְּנֵי שֹׁדְדִים מָגוֹר מִפְּנֵי בְנֵי עַמִּי מָגוֹר מִפְּנֵי גוֹיִם מָגוֹר בָּעִיר מָגוֹר בַּמִּדְבָּר מָגוֹר בַּיָּם וּמָגוֹר בְּקֶרֶב אֲחֵי שָׁקֶר׃"
    },
    {
      "verse": 27,
      "text": "כזבְּעָמָל וּבִתְלָאָה וּבִבְלִי־שֵׁנָה פְּעָמִים הַרְבֵּה בִּבְלִי־לֶחֶם וּבִבְלִי־מָיִם וְגַם־רַבּוֹת עִנֵּיתִי בַצּוֹם נַפְשִׁי וּבִבְלִי שִׂמְלָה לְעוֹרִי בַּקָּרָה׃"
    },
    {
      "verse": 28,
      "text": "כחמִלְּבַד הֲמוֹן צְרָכַי יוֹם יוֹם וְדַאֲגַת כָּל־הַקְּהִלּוֹת אֲשֶׁר עָלַי הָיוּ כֻּלָּנָה׃"
    },
    {
      "verse": 29,
      "text": "כטמִי חָלָה וְלֹא חֻלֵּיתִי מִי נִכְשַׁל וְלֹא בָעֲרָה אֵשׁ בַּהֲגִיגִי׃"
    },
    {
      "verse": 30,
      "text": "לאִם־עָלַי לְהִתְהַלֵּל אֶתְהַלֵּל בְּתַחֲלוּאָי׃"
    },
    {
      "verse": 31,
      "text": "לאהִנֵּה הָאֱלֹהִים הָאָב לְיֵשׁוּעַ הַמָּשִׁיחַ אֲדוֹנֵינוּ בָּרוּךְ הוּא לְעוֹלָם וָעֶד הוּא יֹדֵעַ כִּי לֹא אֲשַׁקֵּר׃"
    },
    {
      "verse": 32,
      "text": "לבוּבְדַמֶּשֶׂק הַנְּצִיב אֲשֶׁר לַאֲרֵטַס הַמֶּלֶךְ שָׁמַר שָׁם אֶל־הָעִיר הַהִיא לְלָכְדֵנִי׃"
    },
    {
      "verse": 33,
      "text": "לגוּבְסַל בְּעַד הַחַלּוֹן הוֹרִידוּ אֹתִי מֵעַל הַחוֹמָה וְנִמְלַטְתִּי מִיָּדוֹ׃"
    }
  ]
}