{
  "book_id": "MAT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "In those days came John the Baptist, preaching in the wilderness of Judaea,"
    },
    {
      "verse": 2,
      "text": "saying, Repent, for the kingdom of heaven is at hand."
    },
    {
      "verse": 3,
      "text": "For this is he that was spoken of through Isaiah the prophet, saying, “The voice of one crying in the wilderness, Prepare the way of the Lord, make straight his paths!”"
    },
    {
      "verse": 4,
      "text": "And John himself had his raiment of camel's hair, and a leathern girdle about his loins; and his food was locusts and wild honey."
    },
    {
      "verse": 5,
      "text": "Then went out to him Jerusalem, and all Judaea, and all the country about the Jordan;"
    },
    {
      "verse": 6,
      "text": "and were baptized by him in the river Jordan, confessing their sins."
    },
    {
      "verse": 7,
      "text": "But seeing many of the Pharisees and Sadducees coming to be baptized, he said to them, Brood of vipers, who warned you to flee from the coming wrath?"
    },
    {
      "verse": 8,
      "text": "Bring forth therefore fruit worthy of repentance,"
    },
    {
      "verse": 9,
      "text": "and think not to say within yourselves, We have Abraham for our father; for I say to you, that God is able out of these stones to raise up children to Abraham."
    },
    {
      "verse": 10,
      "text": "And already is the axe lying at the root of the trees; every tree therefore that beareth not good fruit is to be cut down, and cast into the fire."
    },
    {
      "verse": 11,
      "text": "I indeed baptize you in water, for repentance; but he that cometh after me is mightier than I, whose sandals I am not worthy to bear; he will baptize you in the Holy Spirit and in fire."
    },
    {
      "verse": 12,
      "text": "His winnowing-shovel is in his hand, and he will thoroughly cleanse his threshing-floor, and gather his wheat into the garner; but the chaff he will burn up with unquenchable fire."
    },
    {
      "verse": 13,
      "text": "Then cometh Jesus from Galilee to the Jordan to John, to be baptized by him."
    },
    {
      "verse": 14,
      "text": "But John opposed him, saying, I have need to be baptized by thee, and dost thou come to me?"
    },
    {
      "verse": 15,
      "text": "And Jesus answering said to him, Suffer it now; for thus it becometh us to fulfill all righteousness. Then he suffered him."
    },
    {
      "verse": 16,
      "text": "And Jesus, as soon as he was baptized, went up from the water; and, lo! the heavens were opened, and he saw the Spirit of God, descending like a dove, coming upon him."
    },
    {
      "verse": 17,
      "text": "And lo! a voice from the heavens, saying, “This is my beloved Son, with whom I am well pleased.”"
    }
  ]
}