{
  "book_id": "MAT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then was Jesus led up by the Spirit into the wilderness, to be tempted by the Devil."
    },
    {
      "verse": 2,
      "text": "And when he had tasted forty days and forty nights, he was afterward hungry."
    },
    {
      "verse": 3,
      "text": "And the tempter came and said to him, If thou art the Son of God, command that these stones become loaves of bread."
    },
    {
      "verse": 4,
      "text": "But he answered and said, It is written, “Man shall not live on bread alone, but on every word that proceedeth from the mouth of God.”"
    },
    {
      "verse": 5,
      "text": "Then the Devil taketh him into the holy city, and setteth him on the pinnacle of the temple;"
    },
    {
      "verse": 6,
      "text": "and saith to him, If thou art the Son of God, cast thyself down; for it is written, “He will give his angels charge concerning thee; and in their hands they will bear thee up, that thou mayst not dash thy foot against a stone.”"
    },
    {
      "verse": 7,
      "text": "Jesus said to him, Again it is written, “Thou shalt not make trial of the Lord thy God.”"
    },
    {
      "verse": 8,
      "text": "Again, the Devil taketh him m an exceeding high mountain, and showeth him all the kingdoms of the world, and their glory;"
    },
    {
      "verse": 9,
      "text": "and said to him, All these things will I give thee, if thou wilt fall down and worship me."
    },
    {
      "verse": 10,
      "text": "Then saith Jesus to him, Be gone, Satan! for it is written, “Thou shalt worship the Lord thy God, and him only shalt thou serve.”"
    },
    {
      "verse": 11,
      "text": "Then the Devil leaveth him; and lo! angels came and ministered to him."
    },
    {
      "verse": 12,
      "text": "Now when Jesus heard that John had been cast into prison, he withdrew into Galilee."
    },
    {
      "verse": 13,
      "text": "And leaving Nazara, he came and dwelt in Capernaum, on the shore of the lake, in the borders of Zebulun and Naphtali;"
    },
    {
      "verse": 14,
      "text": "that it might be fulfilled which was spoken through Isaiah the prophet, saying,"
    },
    {
      "verse": 15,
      "text": "“The land of Zebulun, and the land of Naphtali, by the way of the lake beyond the Jordan, Galilee of the Gentiles,"
    },
    {
      "verse": 16,
      "text": "the people that sat in darkness, saw a great light; and upon those who sat in the region and shadow of death, light arose.”"
    },
    {
      "verse": 17,
      "text": "From that time Jesus began to preach, and to say, Repent; for the kingdom of heaven is at hand."
    },
    {
      "verse": 18,
      "text": "And while walking by the lake of Galilee, he saw two brothers, Simon called Peter, and Andrew his brother, casting a net into the lake; for they were fishers."
    },
    {
      "verse": 19,
      "text": "And he saith to them, Come after me, and I will make you fishers of men."
    },
    {
      "verse": 20,
      "text": "And they immediately left their nets, and followed him."
    },
    {
      "verse": 21,
      "text": "And going on from thence, he saw two other brothers, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets; and he called them."
    },
    {
      "verse": 22,
      "text": "And they immediately left the boat and their father, and followed him."
    },
    {
      "verse": 23,
      "text": "And he went round the whole of Galilee, teaching in their synagogues, and preaching the glad tidings of the kingdom, and healing every sickness and every disease among the people."
    },
    {
      "verse": 24,
      "text": "And his fame went forth into all Syria; and they brought to him all that were sick, afflicted with various diseases and torments, and those who were possessed by demons, and lunatics, and those who were struck with palsy; and he healed them."
    },
    {
      "verse": 25,
      "text": "And great multitudes followed him from Galilee and Decapolis and Jerusalem and Judaea, and from beyond the Jordan."
    }
  ]
}