{
  "book_id": "MAT",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And seeing the multitudes, he went up into the mountain; and when he had sat down, his disciples came to him."
    },
    {
      "verse": 2,
      "text": "And he opened his mouth, and taught them, saying:—"
    },
    {
      "verse": 3,
      "text": "Blessed are the poor in spirit; for theirs is the kingdom of heaven."
    },
    {
      "verse": 4,
      "text": "(5:5) Blessed are they who mourn; for they will be comforted."
    },
    {
      "verse": 5,
      "text": "(5:4) Blessed are the meek; for they will inherit the earth."
    },
    {
      "verse": 6,
      "text": "Blessed are they who hunger and thirst after righteousness; for they will be filled."
    },
    {
      "verse": 7,
      "text": "Blessed are the merciful; for they will obtain mercy."
    },
    {
      "verse": 8,
      "text": "Blessed are the pure in heart; for they will see God."
    },
    {
      "verse": 9,
      "text": "Blessed are the peace-makers; for they will be called sons of God."
    },
    {
      "verse": 10,
      "text": "Blessed are they who are persecuted for righteousness' sake; for theirs is the kingdom of heaven."
    },
    {
      "verse": 11,
      "text": "Blessed are ye, when men revile you, and persecute you, and say every thing that is bad against you, falsely, for my sake."
    },
    {
      "verse": 12,
      "text": "Rejoice, and be exceeding glad; for great is your reward in heaven; for so did they persecute the prophets that were before you."
    },
    {
      "verse": 13,
      "text": "Ye are the salt of the earth. But if the salt have lost its savor, wherewith shall itself be salted? It is thenceforth good for nothing, but to be cast out, and to be trodden under foot by men."
    },
    {
      "verse": 14,
      "text": "Ye are the light of the world. A city that is set on a hill cannot be hid;"
    },
    {
      "verse": 15,
      "text": "nor do men light a lamp, and put it under the bushel, but on the lamp-stand; and it giveth light to all that are in the house."
    },
    {
      "verse": 16,
      "text": "In like manner let your light shine before men, that they may see your good works, and glorify your Father who is in heaven."
    },
    {
      "verse": 17,
      "text": "Think not that I came to destroy the Law or the Prophets: I came not to destroy, but to fulfill."
    },
    {
      "verse": 18,
      "text": "For truly do I say to you, Not till heaven and earth pass away, shall one jot or one tittle pass from the Law, till all be fulfilled."
    },
    {
      "verse": 19,
      "text": "Whoever therefore shall break one of these least commandments, and shall teach men so, will be called the least in the kingdom of heaven; but whoever shall do and teach them, he will be called great in the kingdom of heaven."
    },
    {
      "verse": 20,
      "text": "For I say to you, Unless your righteousness shall exceed that of the scribes and Pharisees, ye will not enter the kingdom of heaven."
    },
    {
      "verse": 21,
      "text": "Ye have heard that it was said to them of old time, “Thou shalt not kill; and whoever shall kill, shall be in danger of the Judges.”"
    },
    {
      "verse": 22,
      "text": "But I say to you, that whoever is angry with his brother shall be in danger of the Judges; and whoever shall say to his brother, Simpleton! shall be in danger of the Council; and whoever shall say, Fool! shall be in danger of hell-fire."
    },
    {
      "verse": 23,
      "text": "Therefore, if thou bring thy gift to the altar, and there remember that thy brother hath aught against thee,"
    },
    {
      "verse": 24,
      "text": "leave there thy gift before the altar, and go away; first be reconciled to thy brother, and then come and offer thy gift."
    },
    {
      "verse": 25,
      "text": "Agree with thine adversary at law quickly, while thou art on the road with him; lest the adversary deliver thee to the judge, and the judge to the officer, and thou be cast into prison."
    },
    {
      "verse": 26,
      "text": "Truly do I say to thee, Thou wilt not come out thence, till thou hast paid the last farthing."
    },
    {
      "verse": 27,
      "text": "Ye have heard that it was said, “Thou shalt not commit adultery.”"
    },
    {
      "verse": 28,
      "text": "But I say to you, that whoever looketh on a woman to lust after her, hath committed adultery with her already in his heart."
    },
    {
      "verse": 29,
      "text": "And if thy right eye cause thee to offend, pluck it out, and cast it from thee; for it is better for thee that one of thy members should perish, than that thy whole body should be cast into hell."
    },
    {
      "verse": 30,
      "text": "And if thy right hand cause thee to offend, cut it off, and cast it from thee; for it is better for thee that one of thy members should perish, than that thy whole body should go away into hell."
    },
    {
      "verse": 31,
      "text": "And it was said, “Whoever shall put away his wife, let him give her a writing of divorcement.”"
    },
    {
      "verse": 32,
      "text": "But I say to you, that whoever putteth away his wife, unless it be on account of fornication, causeth her to commit adultery; and whoever shall marry her when put away, committeth adultery."
    },
    {
      "verse": 33,
      "text": "Again ye have heard that it was said to them of old time, “Thou shalt not swear falsely, but shalt perform to the Lord thine oaths.”"
    },
    {
      "verse": 34,
      "text": "But I say to you, Swear not at all; neither by heaven, for it is the throne of God;"
    },
    {
      "verse": 35,
      "text": "nor by the earth, for it is his footstool; nor by Jerusalem, for it is the city of the Great King;"
    },
    {
      "verse": 36,
      "text": "nor shalt thou swear by thy head, for thou canst not make one hair white or black."
    },
    {
      "verse": 37,
      "text": "But let your language be, Yea, yea; Nay; nay; for whatever is more than these cometh of evil."
    },
    {
      "verse": 38,
      "text": "Ye have heard that it was said, “An eye for an eye, and a tooth for a tooth.”"
    },
    {
      "verse": 39,
      "text": "But I say to you, that ye resist not the evil-doer; but whoever smiteth thee on the right cheek, turn to him the other also;"
    },
    {
      "verse": 40,
      "text": "and if any one intends to sue thee at the law, and take thy coat, give up to him thy cloak also;"
    },
    {
      "verse": 41,
      "text": "and whoever shall compel thee to go one mile, go with him two."
    },
    {
      "verse": 42,
      "text": "Give to him that asketh of thee; and from him that would borrow of thee, turn not away."
    },
    {
      "verse": 43,
      "text": "Ye have heard that it was said, “Thou shalt love thy neighbor, and hate thine enemy.”"
    },
    {
      "verse": 44,
      "text": "But I say to you, Love your enemies, and pray for those who persecute you;"
    },
    {
      "verse": 45,
      "text": "that ye may become sons of your Father who is in heaven; for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust."
    },
    {
      "verse": 46,
      "text": "For if ye love those who love you, what reward have ye? Do not even the publicans the same?"
    },
    {
      "verse": 47,
      "text": "And if ye salute your brethren only, what do ye that excelleth? Do not even the heathen the same?"
    },
    {
      "verse": 48,
      "text": "Be ye therefore perfect, as your heavenly Father is perfect."
    }
  ]
}