{
  "book_id": "MAT",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "But take heed that ye do not your righteousness before men, to be seen by them; otherwise ye have no reward with your Father who is in heaven."
    },
    {
      "verse": 2,
      "text": "Therefore when thou doest alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Truly do I say to you, They have received their reward."
    },
    {
      "verse": 3,
      "text": "But when thou doest alms, let not thy left hand know what thy right hand doeth;"
    },
    {
      "verse": 4,
      "text": "that thine alms may be in secret; and thy Father, who seeth in secret, will reward thee."
    },
    {
      "verse": 5,
      "text": "And when ye pray, ye shall not be as the hypocrites are; for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen by men. Truly do I say to you, They have received their reward."
    },
    {
      "verse": 6,
      "text": "But do thou, when thou prayest, enter into thy closet, and, when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, will reward thee."
    },
    {
      "verse": 7,
      "text": "But when ye pray, use not vain repetitions, as the heathen do; for they think that they shall be heard for the multitude of their words."
    },
    {
      "verse": 8,
      "text": "Be not ye therefore like them; for your Father knoweth what things ye have need of, before ye ask him."
    },
    {
      "verse": 9,
      "text": "After this manner therefore pray ye:—Our Father, who art in heaven, hallowed be thy name;"
    },
    {
      "verse": 10,
      "text": "thy kingdom come; thy will be done on earth as it is in heaven;"
    },
    {
      "verse": 11,
      "text": "give us this day our daily bread;"
    },
    {
      "verse": 12,
      "text": "and forgive us our debts, as we also have forgiven our debtors;"
    },
    {
      "verse": 13,
      "text": "and lead us not into temptation, but deliver us from evil."
    },
    {
      "verse": 14,
      "text": "For if ye forgive men their trespasses, your heavenly Father will also forgive you;"
    },
    {
      "verse": 15,
      "text": "but if ye do not forgive men, neither will your Father forgive your trespasses."
    },
    {
      "verse": 16,
      "text": "Moreover, when ye fast, be not, as the hypocrites, of a sad countenance; for they disfigure their faces, that they may appear to men to be fasting. Truly do I say to you, They have received their reward."
    },
    {
      "verse": 17,
      "text": "But do thou, when thou fastest, anoint thy head, and wash thy face;"
    },
    {
      "verse": 18,
      "text": "that thou appear not to men to be fasting, but to thy Father who is in secret; and thy Father, who seeth in secret, will reward thee."
    },
    {
      "verse": 19,
      "text": "Lay not up for yourselves treasures on earth, where the moth and rust consume, and where thieves break through and steal;"
    },
    {
      "verse": 20,
      "text": "but lay up for yourselves treasures in heaven, where neither moth nor rust consumeth, and where thieves do not break through nor steal."
    },
    {
      "verse": 21,
      "text": "For where thy treasure is, there will thy heart be also."
    },
    {
      "verse": 22,
      "text": "The eye is the lamp of the body. If thine eye he clear, thy whole body will be in light;"
    },
    {
      "verse": 23,
      "text": "but if thine eye be disordered, thy whole body will be in darkness. If then the light that is within thee is darkness, how great that darkness!"
    },
    {
      "verse": 24,
      "text": "No one can serve two masters; for either he will hate one, and love the other; or else he will cleave to one, and despise the other. Ye cannot serve God and mammon."
    },
    {
      "verse": 25,
      "text": "Therefore I say to you, Be not anxious for your life, what ye shall eat; nor yet for your body, what ye shall put on. Is not the life more than food, and the body than raiment?"
    },
    {
      "verse": 26,
      "text": "Behold the birds of the air, that they sow not, nor reap, nor gather into barns; and your heavenly Father feedeth them. Are not ye of much greater value than they?"
    },
    {
      "verse": 27,
      "text": "But who of you by anxious thought can add to his life one cubit?"
    },
    {
      "verse": 28,
      "text": "And why are ye anxious about raiment? Consider the lilies of the field, how they grow. They toil not, neither do they spin;"
    },
    {
      "verse": 29,
      "text": "and yet I say to you, that not even Solomon in all his glory was arrayed like one of these."
    },
    {
      "verse": 30,
      "text": "And if God so clothes the herbage of the field, which today is, and tomorrow is cast into an oven, will he not much more clothe you, O ye of little faith?"
    },
    {
      "verse": 31,
      "text": "Therefore be not anxious, saying, What shall we eat, or what shall we drink, or wherewith shall we he clothed?"
    },
    {
      "verse": 32,
      "text": "For after all these things do the gentiles seek; for your heavenly Father knoweth that ye have need of all these things."
    },
    {
      "verse": 33,
      "text": "But seek first his kingdom, and his righteousness; and all these things will also be given you."
    },
    {
      "verse": 34,
      "text": "Be not then anxious about the morrow; for the morrow will be anxious about itself. Sufficient for the day is the evil thereof."
    }
  ]
}