{
  "book_id": "MAT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Judge not, that ye be not judged."
    },
    {
      "verse": 2,
      "text": "For with what judgment ye judge, ye will be judged; and with what measure ye mete, it will be measured to you."
    },
    {
      "verse": 3,
      "text": "And why dost thou look at the mote that is in thy brother's eye, and not perceive the beam in thine own eye?"
    },
    {
      "verse": 4,
      "text": "Or how wilt thou say to thy brother, Let me take the mote out of thine eye; when, lo! the beam is in thine own eye?"
    },
    {
      "verse": 5,
      "text": "Hypocrite! first cast the beam out of thine own eye; and then wilt thou see clearly to take the mote out of thy brother's eye."
    },
    {
      "verse": 6,
      "text": "Give not that which is holy to dogs, neither cast ye your pearls before swine; lest they trample them under their feet, and turn upon you and rend you."
    },
    {
      "verse": 7,
      "text": "Ask, and it will be given you; seek, and ye will find; knock, and the door will be opened to you."
    },
    {
      "verse": 8,
      "text": "For every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, the door will be opened."
    },
    {
      "verse": 9,
      "text": "Or what man is there of you, who, if his son ask for bread, will give him a stone?"
    },
    {
      "verse": 10,
      "text": "or, if he ask for a fish, will give him a serpent?"
    },
    {
      "verse": 11,
      "text": "If ye then, though evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to them that ask him!"
    },
    {
      "verse": 12,
      "text": "All things, then, whatever ye would that men should do to you, do ye also so to them; for this is the Law and the Prophets."
    },
    {
      "verse": 13,
      "text": "Enter in at the strait gate; for wide is the gate, and broad is the way, that leadeth to destruction; and many are they who go in thereat."
    },
    {
      "verse": 14,
      "text": "For strait is the gate, and narrow the way, that leadeth to life; and few are they who find it."
    },
    {
      "verse": 15,
      "text": "Beware of the false prophets, who come to you in sheep's clothing, but inwardly are ravening wolves."
    },
    {
      "verse": 16,
      "text": "Ye may know them by their fruits. Do men gather grapes of thorns, or figs of thistles?"
    },
    {
      "verse": 17,
      "text": "So every good tree beareth good fruit; but a bad tree beareth bad fruit."
    },
    {
      "verse": 18,
      "text": "A good tree cannot bear bad fruit, nor call a bad tree bear good fruit."
    },
    {
      "verse": 19,
      "text": "Every tree that beareth not good fruit is cut down, and cast into the fire."
    },
    {
      "verse": 20,
      "text": "So then ye may know them by their fruits."
    },
    {
      "verse": 21,
      "text": "Not every one that saith to me, Lord, Lord, will enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven."
    },
    {
      "verse": 22,
      "text": "Many will say to me in that day, Lord, Lord, did we not prophesy in thy name, and in thy name cast out demons, and in thy name work many miracles?"
    },
    {
      "verse": 23,
      "text": "And then will I declare to them, I never knew you: depart from me, ye that work iniquity."
    },
    {
      "verse": 24,
      "text": "Every one then that heareth these sayings of mine, and doeth them, shall be likened to a wise man, who built his house upon a rock;"
    },
    {
      "verse": 25,
      "text": "and the rain descended, and the streams came, and the winds blew, and beat upon that house; and it fell not; for it was founded upon a rock."
    },
    {
      "verse": 26,
      "text": "And every one that heareth these sayings of mine, and doeth them not, shall be likened to a foolish man, who built his house upon the sand;"
    },
    {
      "verse": 27,
      "text": "and the rain descended, and the streams came, and the winds blew, and beat upon that house; and it fell; and great was its fall."
    },
    {
      "verse": 28,
      "text": "And it came to pass, when Jesus had ended these sayings, that the multitudes were astonished at his teaching."
    },
    {
      "verse": 29,
      "text": "For he taught them as having authority, and not as their scribes."
    }
  ]
}