{
  "book_id": "MAT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "The same day Jesus went out of the house, and sat by the shore of the lake;"
    },
    {
      "verse": 2,
      "text": "and great multitudes were gathered together to him, so that he went into a boat, and sat down; and all the multitude stood on the beach."
    },
    {
      "verse": 3,
      "text": "And he spoke many things to them in parables, saying, Behold, a sower went forth to sow."
    },
    {
      "verse": 4,
      "text": "And as he sowed, some seeds fell by the wayside; and the birds came and devoured them."
    },
    {
      "verse": 5,
      "text": "And others fell upon rocky places, where they had not much earth; and they sprung up immediately, because they had no depth of earth."
    },
    {
      "verse": 6,
      "text": "But when the sun was up, they were scorched; and because they had no root, they withered away."
    },
    {
      "verse": 7,
      "text": "And others fell among thorns; and the thorns grew up, and choked them."
    },
    {
      "verse": 8,
      "text": "And others fell upon good ground; and yielded fruit, some a hundred fold, some Sixty, some thirty fold."
    },
    {
      "verse": 9,
      "text": "He that hath ears, let him hear."
    },
    {
      "verse": 10,
      "text": "And the disciples came and said to him, Why dost thou speak to them in parables?"
    },
    {
      "verse": 11,
      "text": "He answered and said, Because to you it hath been given to know the mysteries of the kingdom of heaven; but to them it hath not been given."
    },
    {
      "verse": 12,
      "text": "For whoever hath, to him will be given, and he will have abundance; but whoever hath not, from him will be taken away even what he hath."
    },
    {
      "verse": 13,
      "text": "Therefore I speak to them in parables, because seeing they see not, and hearing they hear not, nor understand."
    },
    {
      "verse": 14,
      "text": "And in them is fulfilled the prophecy of Isaiah, which saith, “Ye will hear indeed, and not understand; and ye will see indeed, and not perceive."
    },
    {
      "verse": 15,
      "text": "For this people's heart hath become gross, and their ears are dull of hearing, and their eyes they have closed, lest they should see with their eyes, and hear with their ears, and understand with their heart, and turn from their ways, and I should heal them.”"
    },
    {
      "verse": 16,
      "text": "But blessed are your eyes, for they see; and your ears, for they hear."
    },
    {
      "verse": 17,
      "text": "Truly do I say to you, that many prophets and righteous men desired to see the things which ye see, and did not see them; and to hear the things which ye hear, and did not hear them."
    },
    {
      "verse": 18,
      "text": "Hear ye therefore the parable of the sower."
    },
    {
      "verse": 19,
      "text": "When any one heareth the word of the kingdom, and understandeth it not, the Evil One cometh, and snatcheth away that which was sown in his heart; this man is what was sown by the wayside."
    },
    {
      "verse": 20,
      "text": "And what was sown on the rocky places, this is he that heareth the word, and immediately receiveth it with joy,"
    },
    {
      "verse": 21,
      "text": "but, having no root within him, endureth only for a time; and when tribulation or persecution ariseth on account of the word, he immediately falleth away."
    },
    {
      "verse": 22,
      "text": "And what was sown among the thorns, this is he that heareth the word, but the cares of the world and the deceitfulness of riches choke the word, and he becometh unfruitful."
    },
    {
      "verse": 23,
      "text": "And what was sown on the good ground, this is he that heareth the word, and understandeth it; who also beareth fruit, and yieldeth, one a hundred fold, another sixty, another thirty fold."
    },
    {
      "verse": 24,
      "text": "Another parable he put forth to them, saying, The kingdom of heaven is like a man who sowed good seed in his field."
    },
    {
      "verse": 25,
      "text": "But while men slept, his enemy came, and sowed tares among the wheat; and went away."
    },
    {
      "verse": 26,
      "text": "But when the blade grew up, and put forth fruit, then appeared the tares also."
    },
    {
      "verse": 27,
      "text": "So the servants of the householder came and said to him, Sir, didst not thou sow good seed in thy field? Whence then hath it tares?"
    },
    {
      "verse": 28,
      "text": "He said to them, An enemy did this. The servants say to him, Dost thou wish then that we go and gather them up?"
    },
    {
      "verse": 29,
      "text": "But he said, Nay; lest, while ye gather up the tares, ye root up the wheat with them."
    },
    {
      "verse": 30,
      "text": "Let both grow together until the harvest; and in the time of harvest I will say to the reapers, Gather up first the tares, and bind them in bundles, to burn them; but gather the wheat into my barn."
    },
    {
      "verse": 31,
      "text": "Another parable he put forth to them, saying, The kingdom of heaven is like a grain of mustard, which a man took and sowed in his field."
    },
    {
      "verse": 32,
      "text": "Which is the least indeed of all seeds; but when it is grown, it is greater than the herbs, and becometh a tree, so that the birds of the air come and lodge in its branches."
    },
    {
      "verse": 33,
      "text": "Another parable he spoke to them: The kingdom of heaven is like leaven, which a woman took and hid in three measures of meal, till the whole was leavened."
    },
    {
      "verse": 34,
      "text": "All these things Jesus spoke to the multitudes in parables, and without a parable he spoke nothing to them;"
    },
    {
      "verse": 35,
      "text": "that it might be fulfilled which was spoken through the prophet Isaiah, saying, “I will open my mouth in parables; I will utter things hidden from the foundation [[of the world]].”"
    },
    {
      "verse": 36,
      "text": "Then he sent the multitudes away, and went into the house. And his disciples came to him, saying, Explain to us the parable of the tares of the field."
    },
    {
      "verse": 37,
      "text": "He answered and said, He that soweth the good seed is the Son of man."
    },
    {
      "verse": 38,
      "text": "The field is the world; the good seed is the sons of the kingdom; but the tares are the sons of the Evil One;"
    },
    {
      "verse": 39,
      "text": "the enemy that sowed them is the Devil; the harvest is the end of the world; and the reapers are angels."
    },
    {
      "verse": 40,
      "text": "As therefore the tares are gathered up and burned with fire, so will it be at the end of the world."
    },
    {
      "verse": 41,
      "text": "The Son of man will send forth his angels, and they will gather out of his kingdom all the stumbling-blocks, and those who do iniquity,"
    },
    {
      "verse": 42,
      "text": "and will cast them into the furnace of fire; there will be wailing and gnashing of teeth."
    },
    {
      "verse": 43,
      "text": "Then will the righteous shine forth as the sun, in the kingdom of their Father. He that hath ears, let him hear."
    },
    {
      "verse": 44,
      "text": "The kingdom of heaven is like a treasure hid in a field, which a man found and hid; and for joy thereof he goeth and selleth all that he hath, and buyeth that field."
    },
    {
      "verse": 45,
      "text": "Again, the kingdom of heaven is like a merchant seeking goodly pearls."
    },
    {
      "verse": 46,
      "text": "And having found one pearl of great price, he went and sold all that he had, and bought it."
    },
    {
      "verse": 47,
      "text": "Again, the kingdom of heaven is like a net, cast into the sea, and bringing together fish of every kind;"
    },
    {
      "verse": 48,
      "text": "which, when it was full, they drew upon the beach, and sat down and gathered the good into vessels, but threw the bad away."
    },
    {
      "verse": 49,
      "text": "So will it be at the end of the world. The angels will come forth, and separate the wicked from among the righteous,"
    },
    {
      "verse": 50,
      "text": "and will cast them into the furnace of fire; there will be wailing and gnashing of teeth."
    },
    {
      "verse": 51,
      "text": "Did ye understand all these things? They say to him, Yea."
    },
    {
      "verse": 52,
      "text": "And he said to them, Thus then every scribe, instructed for the kingdom of heaven, is like a householder, who bringeth out from his storehouse things new and old."
    },
    {
      "verse": 53,
      "text": "And it came to pass, when Jesus had ended these parables, that he departed thence."
    },
    {
      "verse": 54,
      "text": "And having come into his own country, he taught them in their synagogue, so that they were astonished, and said, Whence hath this man this wisdom, and the miracles?"
    },
    {
      "verse": 55,
      "text": "Is not this the carpenter's son? Is not his mother called Mary, and his brothers, James, and Joseph, and Simon, and Judas?"
    },
    {
      "verse": 56,
      "text": "And his sisters, are they not all with us? Whence then hath this man all these things?"
    },
    {
      "verse": 57,
      "text": "And they took offence at him. But Jesus said to them, A prophet is not without honor, except in his own country, and in his own house."
    },
    {
      "verse": 58,
      "text": "And he did not work many miracles there, because of their unbelief."
    }
  ]
}