{
  "book_id": "MAT",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the Pharisees and Sadducees came to try him, and asked him to show them a sign from heaven."
    },
    {
      "verse": 2,
      "text": "And he answering said to them, When it is evening, ye say, Fair weather! for the sky is red."
    },
    {
      "verse": 3,
      "text": "And in the morning, A storm today! for the sky is red and lowering. Ye know how to judge of the face of the sky, and can ye not discern the signs of the times?"
    },
    {
      "verse": 4,
      "text": "A wicked and adulterous generation seeketh after a sign; and no sign will be given to it, but the sign of Jonah. And he left them and went away."
    },
    {
      "verse": 5,
      "text": "And the disciples having come to the other side, had forgotten to take bread."
    },
    {
      "verse": 6,
      "text": "And Jesus said to them, Take heed, and beware of the leaven of the Pharisees and Sadducees."
    },
    {
      "verse": 7,
      "text": "And they reasoned among themselves, saying, It is because we took no bread."
    },
    {
      "verse": 8,
      "text": "And Jesus knowing it, said, Why are ye reasoning among yourselves, ye of little faith, because ye took no bread?"
    },
    {
      "verse": 9,
      "text": "Do ye not yet understand, nor remember the five loaves of the five thousand, and how many baskets ye took up?"
    },
    {
      "verse": 10,
      "text": "Nor the seven loaves of the four thousand, and how many baskets ye took up?"
    },
    {
      "verse": 11,
      "text": "How is it that ye do not understand, that I spoke not to you of loaves? But [[I said]] Beware of the leaven of the Pharisees and Sadducees."
    },
    {
      "verse": 12,
      "text": "Then they understood, that he did not bid them beware of the leaven of the Pharisees and Sadducees, but of the teaching of the Pharisees and Sadducees."
    },
    {
      "verse": 13,
      "text": "And Jesus, having come into the region of Caesarea Philippi, asked his disciples, saying, Who do men say that the Son of man is?"
    },
    {
      "verse": 14,
      "text": "And they said, Some, John the Baptist; but some, Elijah; and others, Jeremiah, or one of the prophets."
    },
    {
      "verse": 15,
      "text": "He saith to them, But who do ye say that I am?"
    },
    {
      "verse": 16,
      "text": "And Simon Peter answering said, Thou art the Christ, the Son of the living God."
    },
    {
      "verse": 17,
      "text": "And Jesus answering said to him, Blessed art thou, Simon, son of Jonah; for flesh and blood did not reveal it to thee, but my Father who is in heaven."
    },
    {
      "verse": 18,
      "text": "And I on my part say to thee, that thou art Peter, a rock, and on this rock will I build my church, and the gates of the underworld shall not prevail against it."
    },
    {
      "verse": 19,
      "text": "I will give thee the keys of the kingdom of heaven; and whatever thou shalt bind on earth will be bound in heaven; and whatever thou shalt loose on earth will be loosed in heaven."
    },
    {
      "verse": 20,
      "text": "Then he charged the disciples to tell no one that he was the Christ."
    },
    {
      "verse": 21,
      "text": "From that time Jesus began to show to his disciples, that he must go to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be put to death, and rise again on the third day."
    },
    {
      "verse": 22,
      "text": "Then Peter, taking him aside, began to rebuke him, saying, Be it far from thee, Lord! This shall not be to thee."
    },
    {
      "verse": 23,
      "text": "But he turned and said to Peter, Get thee behind me, Satan! thou art my stumbling-block; for thy thoughts are not on the things of God, but on those of men."
    },
    {
      "verse": 24,
      "text": "Then Jesus said to his disciples, If any one chooseth to come after me, let him deny himself, and take up his cross, and follow me."
    },
    {
      "verse": 25,
      "text": "For whoever chooseth to save his life will lose it; and whoever shall lose his life for my sake will find it."
    },
    {
      "verse": 26,
      "text": "For what will a man be profited, if be gain the whole world, and forfeit his life? or what shall a man give as an exchange for his life?"
    },
    {
      "verse": 27,
      "text": "For the Son of man is to come in the glory of his Father, with his angels; and then will he render to every one according to his works."
    },
    {
      "verse": 28,
      "text": "Truly do I say to you, There are some of those standing here who will not taste of death, till they have seen the Son of man coming in his kingdom."
    }
  ]
}