{
  "book_id": "MAT",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "At that time the disciples came to Jesus, saying, Who then is greatest in the kingdom of heaven?"
    },
    {
      "verse": 2,
      "text": "And he called a child to him, and set him in the midst of them,"
    },
    {
      "verse": 3,
      "text": "and said, Truly do I say to you, Unless ye are changed, and become as children, ye will not enter the kingdom of heaven."
    },
    {
      "verse": 4,
      "text": "Whoever therefore shall humble himself as this child, he is the greatest in the kingdom of heaven."
    },
    {
      "verse": 5,
      "text": "And whoever receiveth one such child in my name, receiveth me."
    },
    {
      "verse": 6,
      "text": "But whoever shall cause one of these little ones that believe in me to fall away, it were better for him to have a great millstone hung round his neck, and be swallowed up in the depth of the sea."
    },
    {
      "verse": 7,
      "text": "Woe to the world because of stumbling-blocks! For it must needs be that stumbling-blocks come; but woe to the man through whom the stumbling-block cometh!"
    },
    {
      "verse": 8,
      "text": "And if thy hand or thy foot is causing thee to fall, cut it off, and cast it from thee; it is better for thee to enter into life maimed or lame, than having two hands, or two feet, to be cast into the everlasting fire."
    },
    {
      "verse": 9,
      "text": "And if thine eye is causing thee to fall, pluck it out, and cast it from thee; it is better for thee to enter into life with one eye, than having two eyes to be cast into hell-fire."
    },
    {
      "verse": 10,
      "text": "Take heed that ye despise not one of these little ones; for I say to you, that their angels in heaven continually behold the face of my Father who is in heaven."
    },
    {
      "verse": 11,
      "text": ""
    },
    {
      "verse": 12,
      "text": "What think ye? if a man have a hundred sheep, and one of them hath gone astray, doth he not leave the ninety-nine upon the mountains, and go and seek that which hath gone astray?"
    },
    {
      "verse": 13,
      "text": "And if it happen that he find it, truly do I say to you, he rejoiceth over it more than over the ninety-nine that did not go astray."
    },
    {
      "verse": 14,
      "text": "Thus it is not the will of your Father who is in heaven that one of these little ones should perish."
    },
    {
      "verse": 15,
      "text": "Moreover, if thy brother sin, go and reprove him between thee and him alone. If he listen to thee, thou hast gained thy brother;"
    },
    {
      "verse": 16,
      "text": "but if he do not listen, take with thee one or two more; that by the mouth of two or three witnesses every word may be established."
    },
    {
      "verse": 17,
      "text": "And if he disregard them, tell the matter to the church; but if he disregard the church also, let him be to thee as a heathen and a publican."
    },
    {
      "verse": 18,
      "text": "Truly do I say to you, Whatever ye shall bind on earth will be bound in heaven; and whatever ye shall loose on earth will be loosed in heaven."
    },
    {
      "verse": 19,
      "text": "Again, I say to you, that if two of you shall agree on earth concerning any thing that they shall ask, it will be done for them by my Father o who is in heaven."
    },
    {
      "verse": 20,
      "text": "For where two or three are gathered together in my name, there am I in the midst of them."
    },
    {
      "verse": 21,
      "text": "Then came Peter, and said to him, Lord, how often shall my brother sin against me, and I forgive him? Until seven times?"
    },
    {
      "verse": 22,
      "text": "Jesus saith to him, I say not to thee, until seven times, but until seventy times seven."
    },
    {
      "verse": 23,
      "text": "Therefore the kingdom of heaven is likened to a king, who would settle accounts with his servants."
    },
    {
      "verse": 24,
      "text": "And when he had begun to reckon, there was brought to him one, who owed him ten thousand talents."
    },
    {
      "verse": 25,
      "text": "But as he was unable to pay, his lord ordered him to be sold, and his wife and children, and all that he had, and payment to be made."
    },
    {
      "verse": 26,
      "text": "Then that servant fell down and did obeisance to him, saying, Have patience with me, and I will pay thee all."
    },
    {
      "verse": 27,
      "text": "And the lord of that servant, being moved with compassion, released him, and forgave him the debt."
    },
    {
      "verse": 28,
      "text": "But that servant went out, and found one of his fellow-servants, who owed him a hundred denaries; and he laid hold of him, and took him by the throat, saying, Pay what thou owest."
    },
    {
      "verse": 29,
      "text": "His fellow-servant then fell down and besought him, saying, Have patience with me, and I will pay thee."
    },
    {
      "verse": 30,
      "text": "And he would not; but went away and cast him into prison, till he should pay the debt."
    },
    {
      "verse": 31,
      "text": "Then his fellow-servants, seeing what was done, were greatly grieved; and went and told their lord all that had been done."
    },
    {
      "verse": 32,
      "text": "Then his lord, having called him, saith to him, Thou wicked servant! All that debt I forgave thee because thou didst beseech me;"
    },
    {
      "verse": 33,
      "text": "shouldst not thou also have had pity on thy fellow-servant, even as I had pity on thee?"
    },
    {
      "verse": 34,
      "text": "And his lord was enraged, and delivered him to the inflicters of punishment, till he should pay all that was due to him."
    },
    {
      "verse": 35,
      "text": "So also will my heavenly Father do to you, if ye forgive not every one his brother from your hearts."
    }
  ]
}