{
  "book_id": "MAT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "For the kingdom of heaven is like a householder, who went out early in the morning to hire laborers for his vineyard."
    },
    {
      "verse": 2,
      "text": "And having agreed with the laborers for a denary a day, he sent them into his vineyard."
    },
    {
      "verse": 3,
      "text": "And going out about the third hour, he saw others standing idle in the market-place;"
    },
    {
      "verse": 4,
      "text": "and said to them, Go ye also into the vineyard; and whatever is right, I will give you. And they went."
    },
    {
      "verse": 5,
      "text": "Again going out about the sixth and the ninth hour, he did likewise."
    },
    {
      "verse": 6,
      "text": "And going out about the eleventh hour, he found others standing, and saith to them, Why stand ye here all the day idle?"
    },
    {
      "verse": 7,
      "text": "They say to him, Because no one hath hired us. He saith to them, Go ye also into the vineyard."
    },
    {
      "verse": 8,
      "text": "And when evening came, the lord of the vineyard saith to his steward, Call the laborers, and give them their pay, beginning with the last, and going on to the first."
    },
    {
      "verse": 9,
      "text": "And they who were hired about the eleventh hour came, and received each a denary."
    },
    {
      "verse": 10,
      "text": "But when the first came, they supposed that they should receive more; and they too received each a denary."
    },
    {
      "verse": 11,
      "text": "And when they had received it, they murmured against the householder,"
    },
    {
      "verse": 12,
      "text": "saying, These last have worked but one hour, and thou hast made them equal to us, who have borne the burden and heat of the day."
    },
    {
      "verse": 13,
      "text": "But he answering said to one of them, Friend, I do thee no wrong; didst not thou agree with me for a denary?"
    },
    {
      "verse": 14,
      "text": "Take thy due, and go. But I will give to this last even as to thee."
    },
    {
      "verse": 15,
      "text": "Am I not free to do what I will with my own? Is thine eye evil, because I am good?"
    },
    {
      "verse": 16,
      "text": "Thus the last will be first, and the first, last. And as"
    },
    {
      "verse": 17,
      "text": "Jesus was going up to Jerusalem, he took the twelve apart, and on the way said to them,"
    },
    {
      "verse": 18,
      "text": "Lo! we are going up to Jerusalem, and the Son of man will be delivered up to the chief priests and scribes; and they will condemn him to death,"
    },
    {
      "verse": 19,
      "text": "and will deliver him up to the gentiles to mock, and scourge, and crucify; and on the third day he will rise again."
    },
    {
      "verse": 20,
      "text": "Then came to him the mother of the sons of Zebedee with her sons, falling down before him, and asking a certain thing of him."
    },
    {
      "verse": 21,
      "text": "And he said to her, What is thy wish? She saith to him, Grant that these my two sons may sit, one on thy right hand, and one on thy left, in thy kingdom."
    },
    {
      "verse": 22,
      "text": "But Jesus answering said, Ye know not what ye ask. Can ye drink the cup which I am to drink? They say to him, We can."
    },
    {
      "verse": 23,
      "text": "He saith to them, Ye will indeed drink my cup; but to sit on my right hand and on my left is not mine to give, but it will be given to those for whom it hath been prepared by my Father."
    },
    {
      "verse": 24,
      "text": "And when the ten heard this, they were much displeased with the two brothers."
    },
    {
      "verse": 25,
      "text": "But Jesus called them to him, and said, Ye know that the rulers of the nations lord it over them, and their great men exercise a strict authority over them."
    },
    {
      "verse": 26,
      "text": "Not so shall it be among you; but whoever desireth to become great among you, will be your minister;"
    },
    {
      "verse": 27,
      "text": "and whoever desireth to be first among you, will be your servant;"
    },
    {
      "verse": 28,
      "text": "even as the Son of man came not to be served, but to serve, and to give his life a ransom for many."
    },
    {
      "verse": 29,
      "text": "And as they were going out of Jericho, a great multitude followed him."
    },
    {
      "verse": 30,
      "text": "And lo! two blind men, who were sitting by the way-side, when they heard that Jesus was passing by, cried out, saying, Have pity on us, Son of David!"
    },
    {
      "verse": 31,
      "text": "And the multitude sharply bade them be silent. But they cried out the more, saying, Lord, have pity on us, Son of David!"
    },
    {
      "verse": 32,
      "text": "And Jesus stopped, and called them, and said, What would ye have me do for you?"
    },
    {
      "verse": 33,
      "text": "They say to him, Lord, to open our eyes."
    },
    {
      "verse": 34,
      "text": "Then Jesus, moved with compassion, touched their eyes; and they immediately received sight, and followed him."
    }
  ]
}