{
  "book_id": "MAT",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And when they drew near to Jerusalem, and came to Bethphage at the Mount of Olives, Jesus sent two disciples,"
    },
    {
      "verse": 2,
      "text": "saying to them, Go m the village over against you, and immediately ye will find an ass tied, and a colt with her; loose and bring them to me."
    },
    {
      "verse": 3,
      "text": "And if any one say aught to you, ye shall say, The Lord hath need of them; and he will immediately send them."
    },
    {
      "verse": 4,
      "text": "Now this took place, that it might be fulfilled which was spoken through the prophet, saying,"
    },
    {
      "verse": 5,
      "text": "“Say to the daughter of Zion, Behold, thy king cometh to thee, meek, and riding on an ass, and on a colt the foal of a beast of burden.”"
    },
    {
      "verse": 6,
      "text": "And the disciples o went, and did as Jesus bade them,"
    },
    {
      "verse": 7,
      "text": "and brought the ass and the colt, and put on them their garments, and he sat on them."
    },
    {
      "verse": 8,
      "text": "And very many of the multitude spread their garments in the road; others cut down branches from the trees, and strewed them in the road."
    },
    {
      "verse": 9,
      "text": "And the multitudes that went before him, and that followed, were crying out, saying, Hosanna to the Son of David! Blessed is he that cometh in the name of the Lord! Hosanna in the highest heavens!"
    },
    {
      "verse": 10,
      "text": "And when he came into Jerusalem, the whole city was in commotion, saying, Who is this?"
    },
    {
      "verse": 11,
      "text": "And the multitudes said, This is the prophet Jesus, from Nazareth of Galilee."
    },
    {
      "verse": 12,
      "text": "And Jesus went into the temple of God, and cast out all those who sold and bought in the temple, and overturned the tables of the money-changers, and the seats of those who sold the doves;"
    },
    {
      "verse": 13,
      "text": "and said to them, It is written, “My house shall be called a house of prayer; but ye make it a den of robbers.”"
    },
    {
      "verse": 14,
      "text": "And the blind and lame came to him in the temple, and he cured them."
    },
    {
      "verse": 15,
      "text": "But the chief priests and the scribes, when they saw the wonderful things which he did, and the children that were crying out in the temple, and saying, Hosanna to the Son of David, were much displeased;"
    },
    {
      "verse": 16,
      "text": "and said to him, Dost thou hear what these say? But Jesus saith to them, Yea; did ye never read, “From the mouth of babes and sucklings thou didst prepare praise”?"
    },
    {
      "verse": 17,
      "text": "And he left them, and went out of the city to Bethany, and lodged there."
    },
    {
      "verse": 18,
      "text": "And in the morning, as he was returning to the city, he was hungry."
    },
    {
      "verse": 19,
      "text": "And seeing one fig-tree by the road-side, he went up to it, and found nothing on it, but leaves only; and he saith to it, Let there be no fruit from thee hencefoward for ever. And immediately the fig-tree withered."
    },
    {
      "verse": 20,
      "text": "And the disciples seeing it, marveled, saying, How suddenly did the fig-tree wither!"
    },
    {
      "verse": 21,
      "text": "Jesus answering said to them, Truly do I say to you, If ye have faith, and do not doubt, not only shall ye do what hath been done to the fig-tree, but should ye even say to this mountain, Be thou taken up and cast into the sea, it would be done."
    },
    {
      "verse": 22,
      "text": "And all things whatever ye shall ask in prayer, believing, ye will receive."
    },
    {
      "verse": 23,
      "text": "And when he had come into the temple, the chief priests and the elders of the people came to him as he was teaching, and said, By what authority doest thou these things? And who gave thee this authority?"
    },
    {
      "verse": 24,
      "text": "And Jesus answering said to them, I also will ask you one question; which if ye answer me, I too will tell you by what authority I do these things."
    },
    {
      "verse": 25,
      "text": "The baptism of John, whence was it? From heaven, or from men? And they reasoned among themselves, saying, If we say, From heaven, he will say to us, Why then did ye not believe him?"
    },
    {
      "verse": 26,
      "text": "But if we say, From men, we fear the multitude; for all regard John as a prophet."
    },
    {
      "verse": 27,
      "text": "And they answered Jesus and said, We do not know. And he said to them, Neither do I tell you by what authority I do these things."
    },
    {
      "verse": 28,
      "text": "But what think ye? A man had two sons: he came to the first, and said, Son, go, work today in the vineyard."
    },
    {
      "verse": 29,
      "text": "And he answered and said, I will not. Afterward he repented, and went."
    },
    {
      "verse": 30,
      "text": "And he came to the other and said the same. And he answered and said, I will, sir; and went not."
    },
    {
      "verse": 31,
      "text": "Which of the two did the will of his father? They say, The first. Jesus saith to them, Truly do I say to you, that the publicans and the harlots go into the kingdom of God before you."
    },
    {
      "verse": 32,
      "text": "For John came to you as a preacher of righteousness, and ye did not believe him; but the publicans and the harlots believed him; and ye, when ye had seen it, did not afterward repent, that ye might believe him."
    },
    {
      "verse": 33,
      "text": "Hear another parable. There was a householder, who planted a vineyard, and set a hedge about it, and dug in it a wine-press, and built a tower, and let it out to husbandmen, and went abroad."
    },
    {
      "verse": 34,
      "text": "And when the season of the fruits drew near, he sent his servants to the husbandmen, that they might receive his fruits."
    },
    {
      "verse": 35,
      "text": "And the husbandmen took his servants, and beat one, and killed another, and stoned another."
    },
    {
      "verse": 36,
      "text": "Again he sent other servants more than the first; and they dealt with them in the same manner."
    },
    {
      "verse": 37,
      "text": "And afterward he sent to them his son, saying, They will respect my son."
    },
    {
      "verse": 38,
      "text": "But the husbandmen, when they saw the son, said among themselves, This is the heir; come, let us kill him, and get his inheritance."
    },
    {
      "verse": 39,
      "text": "And they took him, and cast him out of the vineyard, and killed him."
    },
    {
      "verse": 40,
      "text": "When therefore the lord of the vineyard cometh, what will he do to those husbandmen?"
    },
    {
      "verse": 41,
      "text": "They say to him, He will bring those wicked men to a miserable end, and will let out his vineyard to other husbandmen, who will render him the fruits in their season."
    },
    {
      "verse": 42,
      "text": "Jesus saith to them, Did ye never read in the Scriptures, “The stone which the builders rejected, the same hath become the corner-stone; from the Lord did this come, and it is marvelous in our eyes?”"
    },
    {
      "verse": 43,
      "text": "Therefore I say to you, that the kingdom of God will be taken away from you, and given to a nation yielding the fruits thereof."
    },
    {
      "verse": 44,
      "text": ""
    },
    {
      "verse": 45,
      "text": "And the chief priests and the Pharisees when they heard his parables, knew that he was speaking of them."
    },
    {
      "verse": 46,
      "text": "And they sought to seize him, but feared the multitudes, because they regarded him as a prophet."
    }
  ]
}