{
  "book_id": "MAT",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Jesus answered and spoke to them again in parables, and said,"
    },
    {
      "verse": 2,
      "text": "The kingdom of heaven is like a certain king, who made a marriage-feast for his son,"
    },
    {
      "verse": 3,
      "text": "and sent forth his servants to call to the feast those who had been invited; and they would not come."
    },
    {
      "verse": 4,
      "text": "Again, he sent other servants, saying, Tell those who have been invited, Behold, I have prepared my dinner; my oxen and my fatlings are killed, and all things are ready; come to the feast."
    },
    {
      "verse": 5,
      "text": "But they made light of it, and went away; one to his farm, another to his merchandise."
    },
    {
      "verse": 6,
      "text": "And the rest seized his servants, and ill-treated and slew them."
    },
    {
      "verse": 7,
      "text": "And the king was enraged; and sent forth his armies, and destroyed those murderers, and burned their city."
    },
    {
      "verse": 8,
      "text": "Then saith he to his servants, The feast is ready, but those who were invited were not worthy."
    },
    {
      "verse": 9,
      "text": "Go therefore into the thoroughfares, and as many as ye find, invite to the feast."
    },
    {
      "verse": 10,
      "text": "So those servants went out into the highways, and gathered together all, as many as they found, both bad and good; and the bride-chamber was fully furnished with guests."
    },
    {
      "verse": 11,
      "text": "And the king, coming in to view the guests, saw there a man who had not on a wedding garment;"
    },
    {
      "verse": 12,
      "text": "and he saith to him, Friend, how camest thou in here, not having a wedding garment? And he was struck dumb."
    },
    {
      "verse": 13,
      "text": "Then the king said to the servants, Bind him hand and foot, and cast him out into the outer darkness; there will be wailing and gnashing of teeth."
    },
    {
      "verse": 14,
      "text": "For many are called, but few are chosen."
    },
    {
      "verse": 15,
      "text": "Then the Pharisees went and consulted together how l they might ensnare him in speech."
    },
    {
      "verse": 16,
      "text": "And they send out to him their disciples with the Herodians, saying, Teacher, we know that thou art true, and teachest the way of God in truth, and thou carest for no one; for thou regardest not the person of men."
    },
    {
      "verse": 17,
      "text": "Tell us, therefore, What thinkest thou? Is it lawful to give tribute to Caesar, or not?"
    },
    {
      "verse": 18,
      "text": "But Jesus, perceiving their wickedness, said, Why are ye trying me, hypocrites?"
    },
    {
      "verse": 19,
      "text": "Show me the tribute money. And they brought to him a denary."
    },
    {
      "verse": 20,
      "text": "And Jesus saith to them, Whose is this image and inscription?"
    },
    {
      "verse": 21,
      "text": "They say, Caesar's. Then saith he to them, Render then to Caesar the things that are Caesar's, and to God the things that are God's."
    },
    {
      "verse": 22,
      "text": "And hearing this, they wondered, and left him, and went away."
    },
    {
      "verse": 23,
      "text": "The same day there came to him Sadducees, saying that there is no resurrection; and they asked him,"
    },
    {
      "verse": 24,
      "text": "saying, Teacher, Moses said, “If a man die having no children, his brother shall marry his wife, and raise up seed to his brother.”"
    },
    {
      "verse": 25,
      "text": "Now there were with us seven brothers; and the first married and died; and, having no offspring, left his wife to his brother."
    },
    {
      "verse": 26,
      "text": "And so also the second, and the third, even to the seventh."
    },
    {
      "verse": 27,
      "text": "And last of all the woman died."
    },
    {
      "verse": 28,
      "text": "In the resurrection, then, of which of the seven will she be the wife? For they all had her."
    },
    {
      "verse": 29,
      "text": "Jesus answered and said to them, Ye err, not knowing the Scriptures, nor the power of God."
    },
    {
      "verse": 30,
      "text": "For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven."
    },
    {
      "verse": 31,
      "text": "But concerning the resurrection of the dead, have ye not read that which was spoken to you by God, saying,"
    },
    {
      "verse": 32,
      "text": "“I am the God of Abraham, and the God of Isaac, and the God of Jacob”? He is not a God of the dead, but of the living."
    },
    {
      "verse": 33,
      "text": "And when the multitudes heard this, they were astonished at his teaching."
    },
    {
      "verse": 34,
      "text": "And the Pharisees, hearing that he had put the Sadducees to silence, assembled together;"
    },
    {
      "verse": 35,
      "text": "and one of them, a lawyer, asked, trying him,"
    },
    {
      "verse": 36,
      "text": "Teacher, which commandment is great in the Law?"
    },
    {
      "verse": 37,
      "text": "And he said to him, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.”"
    },
    {
      "verse": 38,
      "text": "This is the great and first commandment."
    },
    {
      "verse": 39,
      "text": "There is a second like it: “Thou shalt love thy neighbor as thyself.”"
    },
    {
      "verse": 40,
      "text": "On these two commandments hang all the Law and the Prophets."
    },
    {
      "verse": 41,
      "text": "And while the Pharisees were assembled, Jesus asked them,"
    },
    {
      "verse": 42,
      "text": "saying, What think ye concerning the Christ? whose son is he? They say to him, David's."
    },
    {
      "verse": 43,
      "text": "He saith to them, How then doth David in the Spirit call him lord? saying,"
    },
    {
      "verse": 44,
      "text": "“The Lord said to my lord, Sit thou on my right hand, till I put thine enemies under thy feet.”"
    },
    {
      "verse": 45,
      "text": "If David then calleth him lord, how is he his son?"
    },
    {
      "verse": 46,
      "text": "And no one was able to answer him a word; nor durst any one from that day question him any more."
    }
  ]
}