{
  "book_id": "MAT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And Jesus went out, and was going from the temple; and his disciples came to him, to show him the buildings of the temple."
    },
    {
      "verse": 2,
      "text": "And he answering said to them, See ye not all these? Truly do I say to you, There will not be left here one stone upon another, that will not be thrown down."
    },
    {
      "verse": 3,
      "text": "And as he was sitting upon the Mount of Olives, the disciples came to him privately, saying, Tell us, when will these things be? and what will be the signs of thy coming, and of the end of the world?"
    },
    {
      "verse": 4,
      "text": "And Jesus answering said to them, See that no one deceive you."
    },
    {
      "verse": 5,
      "text": "For many will come in my name, saying, I am the Christ, and will deceive many."
    },
    {
      "verse": 6,
      "text": "And ye are to hear of wars, and rumors of wars; see that ye be not troubled; for these things must come to pass; but not yet is the end."
    },
    {
      "verse": 7,
      "text": "For nation will rise against nation, and kingdom against kingdom; and there will be famines and earthquakes in divers places."
    },
    {
      "verse": 8,
      "text": "But all these things are the beginning of travail-pains."
    },
    {
      "verse": 9,
      "text": "Then will they deliver you up to distress, and will kill you; and ye will be hated by all nations on account of my name."
    },
    {
      "verse": 10,
      "text": "And then will many fall away; and will deliver up one another, and will hate one another."
    },
    {
      "verse": 11,
      "text": "And many false prophets will arise, and will deceive many."
    },
    {
      "verse": 12,
      "text": "And because iniquity shall abound, the love of the many will wax cold."
    },
    {
      "verse": 13,
      "text": "But he that endureth to the end will be saved."
    },
    {
      "verse": 14,
      "text": "And these glad tidings of the kingdom will be published throughout the whole world for a testimony to all the nations; and then will come the end."
    },
    {
      "verse": 15,
      "text": "When, therefore, ye see the abomination of desolation, spoken of through Daniel the prophet, standing in the holy place, (let him that readeth understand,)"
    },
    {
      "verse": 16,
      "text": "then let those who are in Judaea flee to the mountains;"
    },
    {
      "verse": 17,
      "text": "let not him that is on the house-top go down to take away the things belonging to his house;"
    },
    {
      "verse": 18,
      "text": "and let not him that is in the field turn back to take his garment."
    },
    {
      "verse": 19,
      "text": "And woe to the women with child, and to those with children at the breast, in those days!"
    },
    {
      "verse": 20,
      "text": "And pray that your flight be not in winter, nor on a sabbath."
    },
    {
      "verse": 21,
      "text": "For there will then be great distress, such as hath not been from the beginning of the world to this time; no, nor shall ever be."
    },
    {
      "verse": 22,
      "text": "And were not those days to shortened, no flesh would be saved; but, for the sake of the chosen, these days will be shortened."
    },
    {
      "verse": 23,
      "text": "Then if any one say to you, Lo! here is the Christ; or there, believe him not."
    },
    {
      "verse": 24,
      "text": "For there will rise up false Christs, and false prophets, and will show great signs and wonders, so that, if possible, even the chosen will be deceived."
    },
    {
      "verse": 25,
      "text": "Lo! I have told you beforehand."
    },
    {
      "verse": 26,
      "text": "If therefore they say to you, Lo! he is in the wilderness; go not forth; lo! he is in the private chambers; believe them not."
    },
    {
      "verse": 27,
      "text": "For as the lightning cometh from the east, and shineth even to the west, so will be the coming of the Son of man."
    },
    {
      "verse": 28,
      "text": "Wherever the carcass is, there will the eagles be gathered together."
    },
    {
      "verse": 29,
      "text": "And immediately after the distress of those days will the sun be darkened, and the moon will not give her light, and the stars will fall from heaven, and the powers of the heavens will be shaken."
    },
    {
      "verse": 30,
      "text": "And then will appear the sign of the Son of man in heaven; and all the tribes of the earth will mourn, and will see the Son of man coming upon the clouds of heaven with power and great glory."
    },
    {
      "verse": 31,
      "text": "And he will send forth his angels with a great trumpet, and they will gather his chosen from the four winds, from one end of heaven to the other."
    },
    {
      "verse": 32,
      "text": "And from the fig-tree learn its parable. When its branch hath now become tender, and putteth forth its leaves, ye know that summer is near."
    },
    {
      "verse": 33,
      "text": "So also, when ye see all these things, know ye that he is near, at the doors."
    },
    {
      "verse": 34,
      "text": "Truly do I say to you, This generation will not pass away, till all these things take place."
    },
    {
      "verse": 35,
      "text": "Heaven and earth will pass away, but my words will not pass away."
    },
    {
      "verse": 36,
      "text": "But that day and hour knoweth no one, not even the angels of heaven, nor the Son, but the Father only."
    },
    {
      "verse": 37,
      "text": "But as were the days of Noah, so will be the coming of the Son of man."
    },
    {
      "verse": 38,
      "text": "For as in the days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,"
    },
    {
      "verse": 39,
      "text": "and knew not, until the flood came, and took them all away, so also will be the coming of the Son of man."
    },
    {
      "verse": 40,
      "text": "Then will two men be in the field; one will be taken, and one left."
    },
    {
      "verse": 41,
      "text": "Two women will be grinding at the mill; one will be taken, and one left."
    },
    {
      "verse": 42,
      "text": "Watch, therefore, for ye know not on what day your Lord is coming."
    },
    {
      "verse": 43,
      "text": "But be sure of this, that if the master of the house had known in what watch the thief was coming, he would have watched, and would not have suffered his house to be broken through."
    },
    {
      "verse": 44,
      "text": "Therefore be ye also ready; for at an hour when ye think not, the Son of man cometh."
    },
    {
      "verse": 45,
      "text": "Who then is the faithful and wise servant, whom his lord placed over his household, to give them their food in due season?"
    },
    {
      "verse": 46,
      "text": "Happy is that servant whom his lord, when he cometh, shall find so doing."
    },
    {
      "verse": 47,
      "text": "Truly do I say to you, that he will place him in charge of all his substance."
    },
    {
      "verse": 48,
      "text": "But if the bad servant say in his heart, My lord is tarrying long;"
    },
    {
      "verse": 49,
      "text": "and begin to beat his fellow-servants, and eat and drink with the drunken,"
    },
    {
      "verse": 50,
      "text": "the lord of that servant will come in a day when he looketh not for it, and at an hour when he is not aware;"
    },
    {
      "verse": 51,
      "text": "and will cut him asunder, and appoint him his portion with the hypocrites; there will be wailing and gnashing of teeth."
    }
  ]
}