{
  "book_id": "MAT",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when Jesus had finished all these sayings, that he said to his disciples,"
    },
    {
      "verse": 2,
      "text": "Ye know that after two days cometh the passover; and the Son of man is delivered up to be crucified."
    },
    {
      "verse": 3,
      "text": "Then the chief priests and the elders of the people assembled in the court of the palace of the high-priest, named Caiaphas;"
    },
    {
      "verse": 4,
      "text": "and took counsel together that they might seize Jesus by craft, and put him to death."
    },
    {
      "verse": 5,
      "text": "But they said, Not at the feast, lest there be an uproar among the people."
    },
    {
      "verse": 6,
      "text": "Now when Jesus was at Bethany, in the house of Simon the leper,"
    },
    {
      "verse": 7,
      "text": "there came to him a woman having an alabaster bottle of very costly ointment, and poured it on his head while he was reclining at table."
    },
    {
      "verse": 8,
      "text": "But the disciples seeing it, were much displeased, saying, To what purpose is this waste?."
    },
    {
      "verse": 9,
      "text": "For this might have been sold for much, and given to the poor."
    },
    {
      "verse": 10,
      "text": "And Jesus, perceiving it, said to them, Why do ye trouble the woman? For she hath done a good deed to me."
    },
    {
      "verse": 11,
      "text": "For the poor ye have always with you; but me ye have not always."
    },
    {
      "verse": 12,
      "text": "For she, in pouring this ointment on my body, hath done it to prepare me for burial."
    },
    {
      "verse": 13,
      "text": "Truly do I say to you, Wherever these glad tidings shall be published in the whole world, this too which she hath done will be told for a memorial of her."
    },
    {
      "verse": 14,
      "text": "Then one of the twelve, called Judas Iscariot, went to the chief priests,"
    },
    {
      "verse": 15,
      "text": "and said, What will ye give me, and I will deliver him up to you? And they paid him thirty pieces of silver."
    },
    {
      "verse": 16,
      "text": "And from that time he sought an opportunity to deliver him up."
    },
    {
      "verse": 17,
      "text": "And on the first of the days of unleavened bread the disciples came to Jesus, saying, Where wilt thou that we make ready for thee to eat the passover?"
    },
    {
      "verse": 18,
      "text": "And he said, Go into the city to such a man, and say to him, The Teacher saith, My time is at hand; I keep the passover at thy house with my disciples."
    },
    {
      "verse": 19,
      "text": "And the disciples did as Jesus directed them, and made ready the passover."
    },
    {
      "verse": 20,
      "text": "And when evening came, he took his place at table with the twelve disciples."
    },
    {
      "verse": 21,
      "text": "And as they were eating, he said, Truly do I say to you, that one of you will betray me."
    },
    {
      "verse": 22,
      "text": "And they were exceedingly sorrowful, and began every one to say to him, Is it I, Lord?"
    },
    {
      "verse": 23,
      "text": "And he answering said, He that hath dipped his hand with me in the dish, he will betray me."
    },
    {
      "verse": 24,
      "text": "The Son of man indeed goeth away, as it hath been written concerning him; but woe to that man by whom the Son of man is betrayed! Well were it for that man if he had not been born."
    },
    {
      "verse": 25,
      "text": "Then Judas, his betrayer, answering said, Is it I, Rabbi? He saith to him, It is."
    },
    {
      "verse": 26,
      "text": "And, as they were eating, Jesus took a loaf, and having blessed, broke it, and gave it to the disciples, and said, Take, eat; this is my body."
    },
    {
      "verse": 27,
      "text": "And he took a cup, and gave thanks, and gave it to them, saying, Drink ye all of it;"
    },
    {
      "verse": 28,
      "text": "for this is my blood of the covenant, which is shed for many for remission of sins."
    },
    {
      "verse": 29,
      "text": "And I say to you, I shall not drink henceforth of this fruit of the vine, until that day when I drink it new with you in the kingdom of my Father."
    },
    {
      "verse": 30,
      "text": "And having sung a hymn, they went out to the Mount of Olives."
    },
    {
      "verse": 31,
      "text": "Then Jesus saith to them, This night will all of you fall away from me; for it is written, “I will smite the shepherd, and the sheep of the flock will be scattered.”"
    },
    {
      "verse": 32,
      "text": "But after I have risen, I will go before you into Galilee."
    },
    {
      "verse": 33,
      "text": "Peter answering said to him, Though all should fall away from thee, yet will I never fall away."
    },
    {
      "verse": 34,
      "text": "Jesus said to him, Truly do I say to thee, that this night, before a cock crows, thou wilt thrice deny me."
    },
    {
      "verse": 35,
      "text": "Peter saith to him, Even if I must die with thee, I will not deny thee. And so said all the disciples."
    },
    {
      "verse": 36,
      "text": "Then Jesus cometh with them to a place called Gethsemane, and saith to the disciples, Sit here, while I go yonder and pray."
    },
    {
      "verse": 37,
      "text": "And taking with him Peter and the two sons of Zebedee, he began to he sorrowful and full of anguish."
    },
    {
      "verse": 38,
      "text": "Then he saith to them, My soul is exceedingly sorrowful, even to death; remain here, and watch with me."
    },
    {
      "verse": 39,
      "text": "And he came a little nearer, and fell on his face, praying and saying, Father, if it be possible, let this cup pass from me! nevertheless, not as I will, but as Thou wilt."
    },
    {
      "verse": 40,
      "text": "And he cometh to the disciples, and findeth them sleeping, and saith to Peter, Is it so that ye could not watch with me one hour?"
    },
    {
      "verse": 41,
      "text": "Watch, and pray that ye enter not into temptation; the spirit indeed is willing, but the flesh is weak."
    },
    {
      "verse": 42,
      "text": "Again he went away a second time, and prayed, saying, My Father, if this [[cup]] cannot pass away from me, but I must drink it, thy will be done!"
    },
    {
      "verse": 43,
      "text": "And coming again he found them sleeping; for their eyes were heavy."
    },
    {
      "verse": 44,
      "text": "And leaving them, he went away again, and prayed the third time, saying again the same words."
    },
    {
      "verse": 45,
      "text": "Then he cometh to the disciples, and saith to them, Sleep on, and take your rest! Lo! the hour is at hand, and the Son of man is delivered up into the hands of sinners."
    },
    {
      "verse": 46,
      "text": "Rise, let us be going; lo! he is at hand that delivereth me up."
    },
    {
      "verse": 47,
      "text": "And while he was yet speaking, lo! Judas, one of the twelve, came, and with him a great multitude with swords and clubs, from the chief priests and elders of the people."
    },
    {
      "verse": 48,
      "text": "And his betrayer had given them a sign, saying, Whomever I shall kiss, he is the man; seize him."
    },
    {
      "verse": 49,
      "text": "And immediately going up to Jesus, he said, Hail, Rabbi! and kissed him."
    },
    {
      "verse": 50,
      "text": "And Jesus said to him, Friend, for what hast thou come! Then they came and laid hands on Jesus, and seized him."
    },
    {
      "verse": 51,
      "text": "And, lo! one of those who were with Jesus stretched out his hand, and drew his sword, and struck the servant of the high-priest, and cut off his ear."
    },
    {
      "verse": 52,
      "text": "Then Jesus saith to him, Put back thy sword into its place; for all they that take the sword will perish by the sword."
    },
    {
      "verse": 53,
      "text": "Dost thou think that I cannot pray to my Father, and he will now give me more than twelve legions of angels?"
    },
    {
      "verse": 54,
      "text": "But how then shall the Scriptures be fulfilled, that thus it must be?"
    },
    {
      "verse": 55,
      "text": "In that hour Jesus said to the multitudes, Ye have come out as against a robber, with swords and clubs to take me; I sat daily teaching in the temple, and ye did not lay hands on me."
    },
    {
      "verse": 56,
      "text": "But all this hath been done, that the Scriptures of the prophets may be fulfilled. Then all the disciples forsook him, and fled."
    },
    {
      "verse": 57,
      "text": "And they who seized Jesus led him away to Caiaphas the high-priest, where the scribes and the elders were assembled."
    },
    {
      "verse": 58,
      "text": "But Peter followed him at a distance, as far as to the court of the high-priest's palace, and went in, and sat with the officers to see the end."
    },
    {
      "verse": 59,
      "text": "And the chief priests and the whole council sought false witness against Jesus, to put him to death;"
    },
    {
      "verse": 60,
      "text": "and they found none, though many false witnesses came forward. But at last came two,"
    },
    {
      "verse": 61,
      "text": "and said, This man affirmed, I am able to destroy the temple of God, and to build it within three days."
    },
    {
      "verse": 62,
      "text": "And the high-priest arose, and said to him, Dost thou make no answer to what these men testify against thee?"
    },
    {
      "verse": 63,
      "text": "But Jesus was silent. And the high-priest answering said to him, I adjure thee by the living God, that thou tell us whether thou art the Christ, the Son of God."
    },
    {
      "verse": 64,
      "text": "Jesus saith to him, I am. Moreover I say to you, Henceforth ye will see the Son of man sitting on the right hand of Power, and coming on the clouds of heaven."
    },
    {
      "verse": 65,
      "text": "Then the high-priest rent his garments, saying, He hath spoken blasphemy; what further need have we of witnesses? See! ye have now heard the blasphemy."
    },
    {
      "verse": 66,
      "text": "What think ye? They answered and said, He should be punished with death."
    },
    {
      "verse": 67,
      "text": "Then they spit in his face, and buffeted him; and some smote him with the palms of their hands,"
    },
    {
      "verse": 68,
      "text": "saying, Prophesy to us, O Messiah! who it was that struck thee."
    },
    {
      "verse": 69,
      "text": "Now Peter was sitting outside in the court. And a maid-servant came to him, saying, Thou also wast with Jesus the Galilaean."
    },
    {
      "verse": 70,
      "text": "But he denied before them all, saying, I know not what thou sayest."
    },
    {
      "verse": 71,
      "text": "And when he had gone out into the porch, another woman saw him, and said to those who were there, This man was with Jesus the Nazarene."
    },
    {
      "verse": 72,
      "text": "And again he denied with an oath; I do not know the man."
    },
    {
      "verse": 73,
      "text": "And shortly after, they who were standing by came and said to Peter, Surely thou too art one of them; for thy speech betrayeth thee."
    },
    {
      "verse": 74,
      "text": "Then he began to curse and to swear, saying, I do not know the man. And immediately a cock crew."
    },
    {
      "verse": 75,
      "text": "And Peter remembered the word of Jesus, who had said, Before a cock crows, thou wilt thrice deny me. And he went out, and wept bitterly."
    }
  ]
}