{
  "book_id": "MAT",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the sabbath being over, as it began to dawn toward the first day of the week, came Mary the Magdalene, and the other Mary, to view the sepulchre."
    },
    {
      "verse": 2,
      "text": "And, lo! there was a great earthquake; for an angel of the Lord descended from heaven, and came and rolled away the stone, and sat upon it."
    },
    {
      "verse": 3,
      "text": "His appearance was like lightning, and his raiment white as snow."
    },
    {
      "verse": 4,
      "text": "And for fear of him the keepers shook, and became as dead men."
    },
    {
      "verse": 5,
      "text": "And the angel answering said to the women, Fear ye not; for I know that ye are seeking Jesus, who was crucified."
    },
    {
      "verse": 6,
      "text": "He is not here; for he hath risen, as he said. Come, see the place where he lay."
    },
    {
      "verse": 7,
      "text": "And go quickly, and tell his disciples that he hath risen from the dead, and, lo! he is going before you into Galilee; there shall ye see him. Lo! I have told you."
    },
    {
      "verse": 8,
      "text": "And they went away quickly from the tomb with fear and great joy, and ran to tell his disciples."
    },
    {
      "verse": 9,
      "text": "And lo! Jesus met them, saying, All hail! And they went up, and laid hold of his feet, and knelt down before him."
    },
    {
      "verse": 10,
      "text": "Then Jesus saith to them, Be not afraid; go, tell my brethren to depart into Galilee, and there they shall see me."
    },
    {
      "verse": 11,
      "text": "And as they were going, lo! some of the guard came into the city, and told the chief priests all that had taken place."
    },
    {
      "verse": 12,
      "text": "And having assembled with the elders, and taken counsel together, they gave a large sum of money to the soldiers,"
    },
    {
      "verse": 13,
      "text": "saying, Say, His disciples came by night, and stole him away, while we slept."
    },
    {
      "verse": 14,
      "text": "And should the governor hear of this, we will persuade him, and make you secure."
    },
    {
      "verse": 15,
      "text": "So they took the money, and did as they were taught. And this story hath been commonly reported among the Jews to this day."
    },
    {
      "verse": 16,
      "text": "And the eleven disciples went into Galilee, into the mountain, where Jesus had directed them."
    },
    {
      "verse": 17,
      "text": "And when they saw him, they knelt down before him; but some doubted."
    },
    {
      "verse": 18,
      "text": "And Jesus came up and spoke to them, saying, All power was given to me in heaven and on earth."
    },
    {
      "verse": 19,
      "text": "Go, and make all nations my disciples, baptizing them into the name of the Father, and of the Son, and of the Holy Spirit;"
    },
    {
      "verse": 20,
      "text": "teaching them to observe all things, whatever I have commanded you. And, lo! I am with you always, unto the end of the world."
    }
  ]
}