{
  "book_id": "1CH",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Adam, Seth, Enosh,"
    },
    {
      "verse": 2,
      "text": "and Kenan, Mahalalel, Jared,"
    },
    {
      "verse": 3,
      "text": "Enoch, Methuselah, Lamech,"
    },
    {
      "verse": 4,
      "text": "Noah: the sons of Noah, Shem, Ham, Japheth."
    },
    {
      "verse": 5,
      "text": "The sons of Japheth, Gomer, Magog, Madai, Javan, Elisa, Tubal, Meshech, and Tiras."
    },
    {
      "verse": 6,
      "text": "And the sons of Gomer, Ashkenaz, and Riphath, and Togarmah."
    },
    {
      "verse": 7,
      "text": "And the sons of Javan, Elishah, and Tarshish, the Kittim, and Rodanim."
    },
    {
      "verse": 8,
      "text": "And the sons of Ham, Cush, and Mizraim, Put and Canaan."
    },
    {
      "verse": 9,
      "text": "And the sons of Cush, Seba, and Havilah, and Sabta, and Raamah, and Sabteca: and the sons of Raamah, Sheba, and Dedan."
    },
    {
      "verse": 10,
      "text": "And Cush begot Nimrod: he began to be a mighty hunter on the earth."
    },
    {
      "verse": 17,
      "text": "The sons of Shem, Elam, and Asshur,"
    },
    {
      "verse": 24,
      "text": "and Arpachshad, Shelah,"
    },
    {
      "verse": 25,
      "text": "Eber, Peleg, Reu,"
    },
    {
      "verse": 26,
      "text": "Serug, Nahor, Terah,"
    },
    {
      "verse": 27,
      "text": "Abraham."
    },
    {
      "verse": 28,
      "text": "And the sons of Abraham, Isaac, and Ishmael."
    },
    {
      "verse": 29,
      "text": "And these aretheir generations: the firstborn of Ishmael, Nebaioth, and Kedar, Abdeel, Mibsam,"
    },
    {
      "verse": 30,
      "text": "Mishma, Dumah, Massa, Hadad, Tema,"
    },
    {
      "verse": 31,
      "text": "Jetur, Naphish, Kedemah: these arethe sons of Ishmael."
    },
    {
      "verse": 32,
      "text": "And the sons of Keturah Abraham’s concubine—and she bore him Zimran, Jokshan, Medan, Midian, Ishbak, Shuah: and the sons of Jokshan; Dedan, and Sheba;"
    },
    {
      "verse": 33,
      "text": "and the sons of Midian; Ephah, and Epher, and Hanoch, and Abida, and Eldaah; all these werethe sons of Keturah."
    },
    {
      "verse": 34,
      "text": "And Abraham begot Isaac: and the sons of Isaac wereJacob, and Esau."
    },
    {
      "verse": 35,
      "text": "The sons of Esau, Eliphaz, and Reuel, and Jeush, and Jalam, and Korah."
    },
    {
      "verse": 36,
      "text": "The sons of Eliphaz: Teman, and Omar, Zepho, and Gatam, and Kenaz, and Timna, and Amalek."
    },
    {
      "verse": 37,
      "text": "And the sons of Reuel, Nahath, Zerah, Shammah, and Mizzah."
    },
    {
      "verse": 38,
      "text": "The sons of Seir, Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
    },
    {
      "verse": 39,
      "text": "And the sons of Lotan, Hori, and Hemam; and the sister of Lotan wasTimna."
    },
    {
      "verse": 40,
      "text": "The sons of Shobal; Alvan, Manahath, Ebal, Shepho, and Onam: and the sons of Zibeon; Aiah, and Anah."
    },
    {
      "verse": 41,
      "text": "The sons of Anah, Dishon: and the sons of Dishon; Hemdan, and Eshban, and Ithran, and Cheran."
    },
    {
      "verse": 42,
      "text": "And the sons of Ezer, Bilhan, and Zaavan, and Akan: the sons of Dishan, Uz, and Aran."
    },
    {
      "verse": 43,
      "text": "And these aretheir kings, Bela the son of Beor; and the name of his city wasDinhabah."
    },
    {
      "verse": 44,
      "text": "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead."
    },
    {
      "verse": 45,
      "text": "And Jobab died, and Husham of the land of the Temanites reigned in his stead."
    },
    {
      "verse": 46,
      "text": "And Husham died, and Hadad the son of Bedad reigned in his stead, who smote Midian in the plain of Moab: and the name of his city wasGetthaim."
    },
    {
      "verse": 47,
      "text": "And Hadad died, and Samlah of Masrekah reigned in his stead."
    },
    {
      "verse": 48,
      "text": "And Samlah died, and Shaul of Rehoboth by the river reigned in his stead."
    },
    {
      "verse": 49,
      "text": "And Shaul died, and Baal-hanan son of Achbor reigned in his stead."
    },
    {
      "verse": 50,
      "text": "And Baal-hanan died, and Hadad son of Barad reigned in his stead; and the name of his city wasPai."
    },
    {
      "verse": 51,
      "text": "The princes of Edom: prince Timna, prince Alvah, prince Jetheth,"
    },
    {
      "verse": 52,
      "text": "prince Oholibamah, prince Elah, prince Pinon,"
    },
    {
      "verse": 53,
      "text": "prince Kenaz, prince Teman, prince Mibzar, prince Magdiel,"
    },
    {
      "verse": 54,
      "text": "prince Zaphoin. These arethe princes of Edom."
    }
  ]
}