{
  "book_id": "1CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now these were the sons of David that were born to him in Hebron; the firstborn Amnon, \\add born\\add* of Ahinoam the Jezreelitess; the second Daniel, of Abigail the Carmelitess."
    },
    {
      "verse": 2,
      "text": "The third, Absalom, the son of Maacah the daughter of Talmai king of Geshur; the fourth, Adonijah the son of Haggith."
    },
    {
      "verse": 3,
      "text": "The fifth, Shephatiah, \\add the son\\add* of Abital; the sixth, Ithream, \\add born\\add* of Eglah his wife."
    },
    {
      "verse": 4,
      "text": "Six were born to him in Hebron; and he reigned there seven years and six months: and he reigned thirty-three years in Jerusalem."
    },
    {
      "verse": 5,
      "text": "And these were born to him in Jerusalem; Shimea, Shobab, Nathan, and Solomon; four \\add of\\add* Bathsheba the daughter of Ammiel:"
    },
    {
      "verse": 6,
      "text": "and Ibhar, and Elishama, and Eliphelet,"
    },
    {
      "verse": 7,
      "text": "and Nogah, and Nepheg, and Japhia,"
    },
    {
      "verse": 8,
      "text": "and Elishama, and Eliada, and Eliphelet, nine."
    },
    {
      "verse": 9,
      "text": "All \\add these were\\add* the sons of David, besides the sons of the concubines, and \\add there was also\\add* Tamar their sister."
    },
    {
      "verse": 10,
      "text": "The sons of Solomon; Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,"
    },
    {
      "verse": 11,
      "text": "Joram his son, Ahaziah his son, Joash his son,"
    },
    {
      "verse": 12,
      "text": "Amaziah his son, Uzziah his son, Jotham his son,"
    },
    {
      "verse": 13,
      "text": "Ahaz his son, Hezekiah his son, Manasseh his son,"
    },
    {
      "verse": 14,
      "text": "Amon his son, Josiah his son."
    },
    {
      "verse": 15,
      "text": "And the sons of Josiah; the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum."
    },
    {
      "verse": 16,
      "text": "And the sons of Jehoiakim; Jechoniah his son, Zedekiah his son."
    },
    {
      "verse": 17,
      "text": "And the sons of Jechoniah; Asir, Shealtiel his son,"
    },
    {
      "verse": 18,
      "text": "Malchiram, and Pedaiah, and Shenazzar, and Jekamiah, and Hoshama, and Nedabiah."
    },
    {
      "verse": 19,
      "text": "And the sons of Pedaiah; Zerubbabel, and Shimei: and the sons of Zerubbabel; Meshullam, and Hananiah, and Shelomith \\add was\\add* their sister."
    },
    {
      "verse": 20,
      "text": "And Hashubah, and Ohel, and Berechiah, and Hasadiah, and Jushab-hesed, five."
    },
    {
      "verse": 21,
      "text": "And the sons of Hananiah, Pelatiah, and Jeshaiah his son, Rephaiah his son, Arnan his son, Obadiah his son, Shecaniah his son."
    },
    {
      "verse": 22,
      "text": "And the son of Shecaniah; Shemaiah: and the sons of Shemaiah; Hattush, and Igal, and Bariah and Neariah, and Shaphat, six."
    },
    {
      "verse": 23,
      "text": "And the sons of Neariah: Elioenai, and Hizkiah, and Azrikam, three."
    },
    {
      "verse": 24,
      "text": "And the sons of Elioenai; Hodaviah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Delaiah, and Anani, seven."
    }
  ]
}