{
  "book_id": "1CH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And the sons of Reuben the firstborn of Israel (for he \\add was\\add* the firstborn; but because of his going up to his father’s couch, \\add his father\\add* gave his blessing to his son Joseph, \\add even\\add* the son of Israel; and he was not reckoned as firstborn;"
    },
    {
      "verse": 2,
      "text": "for Judah \\add was\\add* very mighty even among his brethren, and one was to be a ruler out of him: but the blessing \\add was\\add* Joseph’s)."
    },
    {
      "verse": 3,
      "text": "The sons of Reuben the firstborn of Israel; Hanoch, and Pallu, Hezron, and Carmi."
    },
    {
      "verse": 4,
      "text": "The sons of Joel; Shemaiah, and Benaiah his son: and the sons of Gog the son of Shemaiah."
    },
    {
      "verse": 5,
      "text": "His son \\add was\\add* Micah, his son Reaiah, his son Baal,"
    },
    {
      "verse": 6,
      "text": "his son Beerah, whom Tiglath-pileser king of Assyria carried away captive: he \\add is\\add* the chief of the Reubenites."
    },
    {
      "verse": 7,
      "text": "And his brethren in his family, in their distribution according to their generations; the chief, Jeiel, and Zechariah."
    },
    {
      "verse": 8,
      "text": "And Bela the son of Azaz, the son of Shema, the son of Joel: he dwelt in Aroer, and even to Nebo, and Baal-meon."
    },
    {
      "verse": 9,
      "text": "And he dwelt eastward to the borders of the wilderness, from the river Euphrates: for they had much cattle in the land of Gilead."
    },
    {
      "verse": 10,
      "text": "And in the days of Saul they made war upon the sojourners \\add in the land\\add*; and they fell into their hands, all of them dwelling in their tents eastward of Gilead."
    },
    {
      "verse": 11,
      "text": "The sons of Gad dwelt over against them in the land of Bashan even to Salecah."
    },
    {
      "verse": 12,
      "text": "Joel the firstborn, and Shapham the second, and Janai the scribe in Bashan."
    },
    {
      "verse": 13,
      "text": "And their brethren according to the houses of their fathers; Michael, Meshullam, and Sheba, and Jorai, and Jacan, and Zia, and Eber, seven."
    },
    {
      "verse": 14,
      "text": "These \\add are\\add* the sons of Abihail the son of Huri, the son of Idai, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz,"
    },
    {
      "verse": 15,
      "text": "\\add who was\\add* the brother of the son of Abdiel, the son of Guni, \\add he was\\add* chief of the house of their families."
    },
    {
      "verse": 16,
      "text": "They dwelt in Gilead, in Bashan, and in their villages, and \\add in\\add* all the country round about Sharon to the border."
    },
    {
      "verse": 17,
      "text": "The enumeration of \\add them\\add* all took place in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel."
    },
    {
      "verse": 18,
      "text": "The sons of Reuben and Gad, and the half-tribe of Manasseh, of mighty men, bearing shields and sword, and bending the bow, and skilled in war, \\add were\\add* forty and four thousand and seven hundred and sixty, going forth to battle."
    },
    {
      "verse": 19,
      "text": "And they made war with the Hagrites, and Jetur, and Naphish, and Nodab,"
    },
    {
      "verse": 20,
      "text": "and they prevailed against them: and the Hagrites were given into their hands, \\add they\\add* and all their tents: for they cried to God in the battle, and he hearkened to them, because they trusted on him."
    },
    {
      "verse": 21,
      "text": "And they took captive their store; five thousand camels, and two hundred and fifty thousand sheep, two thousand asses, and a hundred thousand men."
    },
    {
      "verse": 22,
      "text": "For many fell slain, because the war \\add was\\add* of God. And they dwelt in their place until the captivity."
    },
    {
      "verse": 23,
      "text": "And the half-tribe of Manasseh dwelt from Bashan to Baal-hermon, and Senir, and \\add to\\add* the Mount Hermon: and they increased in Lebanon."
    },
    {
      "verse": 24,
      "text": "And these were the heads of the houses of their families; Epher, and Ishi, and Eliel, and Jeremiah, and Hodaviah, and Jahdiel, mighty men of valor, men of renown, heads of the houses of their families."
    },
    {
      "verse": 25,
      "text": "But they rebelled against the God of their fathers, and went a-whoring after the gods of the nations of the land, whom God cast out from before them."
    },
    {
      "verse": 26,
      "text": "And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tiglath-pileser king of Assyria, and carried away Reuben and Gad, and the half-tribe of Manasseh, and brought them to Halah, and Habor, and to the river Gozan, until this day."
    },
    {
      "verse": 27,
      "text": "The sons of Levi: Gershon, Kohath, and Merari."
    },
    {
      "verse": 28,
      "text": "And the sons of Kohath; Amram, and Izhar, Hebron, and Uzziel."
    },
    {
      "verse": 29,
      "text": "And the sons of Amram; Aaron, and Moses, and Miriam: and the sons of Aaron; Nadab, and Abihu, Eleazar, and Ithamar."
    },
    {
      "verse": 30,
      "text": "Eleazar begot Phinehas, Phinehas begot Abishua;"
    },
    {
      "verse": 31,
      "text": "Abishua begot Bukki, and Bukki begot Uzzi;"
    },
    {
      "verse": 32,
      "text": "Uzzi begot Zerahiah, Zerahiah begot Meraioth;"
    },
    {
      "verse": 33,
      "text": "and Meraioth begot Amariah, and Amariah begot Ahitub;"
    },
    {
      "verse": 34,
      "text": "and Ahitub begot Zadok, and Zadok begot Ahimaaz;"
    },
    {
      "verse": 35,
      "text": "and Ahimaaz begot Azariah, and Azariah begot Johanan;"
    },
    {
      "verse": 36,
      "text": "and Johanan begot Azariah: he ministered as priest in the house which Solomon built in Jerusalem."
    },
    {
      "verse": 37,
      "text": "And Azariah begot Amariah, and Amariah begot Ahitub;"
    },
    {
      "verse": 38,
      "text": "and Ahitub begot Zadok, and Zadok begot Shallum;"
    },
    {
      "verse": 39,
      "text": "and Shallum begot Hilkiah, and Hilkiah begot Azariah;"
    },
    {
      "verse": 40,
      "text": "and Azariah begot Seraiah, and Seraiah begot Jehozadak."
    },
    {
      "verse": 41,
      "text": "And Jehozadak went into captivity with Judah and Jerusalem under Nebuchadnezzar."
    }
  ]
}