{
  "book_id": "1CH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "The sons of Levi: Gershom, Kohath, and Merari."
    },
    {
      "verse": 2,
      "text": "And these arethe names of the sons of Gershom; Libni, and Shimei."
    },
    {
      "verse": 3,
      "text": "The sons of Kohath; Amram, and Izhar, Hebron, and Uzziel."
    },
    {
      "verse": 4,
      "text": "The sons of Merari; Mahli and Mushi: and these arethe families of Levi, according to their families."
    },
    {
      "verse": 5,
      "text": "To Gershom—to Libni his son—were bornJahath his son, Zimmah his son,"
    },
    {
      "verse": 6,
      "text": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son."
    },
    {
      "verse": 7,
      "text": "The sons of Kohath; Amminadab his son, Korah his son, Assir his son;"
    },
    {
      "verse": 8,
      "text": "Elkanah his son, Ebiasaph his son, Assir his son:"
    },
    {
      "verse": 9,
      "text": "Tahath his son, Uriel his son, Uzziah his son, Shaul his son."
    },
    {
      "verse": 10,
      "text": "And the sons of Elkanah; Amasai, and Ahimoth."
    },
    {
      "verse": 11,
      "text": "Elkanah his son, Zophai his son, Nahath his son;"
    },
    {
      "verse": 12,
      "text": "Eliab his son, Jeroham his son, Elkanah his son."
    },
    {
      "verse": 13,
      "text": "The sons of Samuel; the firstborn Sani, and Abijah."
    },
    {
      "verse": 14,
      "text": "The sons of Merari; Mahli, Libni his son, Shimei his son, Uzzah his son;"
    },
    {
      "verse": 15,
      "text": "Shimea his son, Haggiah his son, Asaiah his son."
    },
    {
      "verse": 16,
      "text": "And these were the menwhom David set over the service of the singers in the house of the Lord when the ark was at rest."
    },
    {
      "verse": 17,
      "text": "And they ministered in front of the tabernacle of witness playingon instruments, until Solomon built the house of the Lord in Jerusalem; and they stood according to their order for their services."
    },
    {
      "verse": 18,
      "text": "And these were the menthat stood, and their sons, of the sons of Kohath: Heman the psalm singer, son of Joel, the son of Samuel,"
    },
    {
      "verse": 19,
      "text": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"
    },
    {
      "verse": 20,
      "text": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"
    },
    {
      "verse": 21,
      "text": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"
    },
    {
      "verse": 22,
      "text": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"
    },
    {
      "verse": 23,
      "text": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."
    },
    {
      "verse": 24,
      "text": "And his brother Asaph, who stood at his right hand; Asaph the son of Berechiah, the son of Shimea,"
    },
    {
      "verse": 25,
      "text": "the son of Michael, the son of Baaseiah, the son of Malchijah,"
    },
    {
      "verse": 26,
      "text": "the son of Ethni, the son of Zerah,"
    },
    {
      "verse": 27,
      "text": "the son of Adaiah, the son of Ethan, the son of Zimmah, the son of Shimei,"
    },
    {
      "verse": 28,
      "text": "the son of Jahath, the son of Gershom, the son of Levi."
    },
    {
      "verse": 29,
      "text": "And the sons of Merari their brethren on the left hand: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"
    },
    {
      "verse": 30,
      "text": "the son of Hashabiah,"
    },
    {
      "verse": 31,
      "text": "the son of Amaziah, the son of Bani, the son of Shemer,"
    },
    {
      "verse": 32,
      "text": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
    },
    {
      "verse": 33,
      "text": "And their brethren according to the houses of their fathers, werethe Levites who were appointed to all the work of ministration of the tabernacle of the house of God."
    },
    {
      "verse": 34,
      "text": "And Aaron and his sons wereto burn incense on the altar of whole burnt offerings, and on the altar of incense, for all the ministry inthe holy of holies, and to make atonement for Israel, according to all things that Moses the servant of the Lord commanded."
    },
    {
      "verse": 35,
      "text": "And these arethe sons of Aaron; Eleazar his son, Phinehas his son, Abishua his son,"
    },
    {
      "verse": 36,
      "text": "Bukki his son, Uzzi his son, Zerahiah his son,"
    },
    {
      "verse": 37,
      "text": "Meraioth his son, Amariah his son, Ahitub his son,"
    },
    {
      "verse": 38,
      "text": "Zadok his son, Ahimaaz his son."
    },
    {
      "verse": 39,
      "text": "And these aretheir residences in their villages, in their coasts, to the sons of Aaron, to their family the Kohathites: for they had the lot."
    },
    {
      "verse": 40,
      "text": "And they gave them Hebron in the land of Judah, and its suburbs round about it."
    },
    {
      "verse": 41,
      "text": "But the fields of the city, and its villages, they gave to Caleb the son of Jephunneh."
    },
    {
      "verse": 42,
      "text": "And to the sons of Aaron they gave the cities of refuge, evenHebron, and Libnah and her suburbs round about, and Hilen and her suburbs, and Eshtemoa and her suburbs,"
    },
    {
      "verse": 43,
      "text": "and Jattir and her suburbs, and Debir and her suburbs,"
    },
    {
      "verse": 44,
      "text": "and Ashan and her suburbs, and Beth-shemesh and her suburbs:"
    },
    {
      "verse": 45,
      "text": "and of the tribe of Benjamin Gibeon and her suburbs, and Alemeth and her suburbs, and Anathoth and her suburbs: all their cities werethirteen cities according to their families."
    },
    {
      "verse": 46,
      "text": "And to the sons of Kohath that were left of their families, there were givenout of the tribe, namely, out of the half-tribe of Manasseh, by lot, ten cities."
    },
    {
      "verse": 47,
      "text": "And to the sons of Gershom according to their families there were giventhirteen cities of the tribe of Issachar, of the tribe of Asher, of the tribe of Naphtali, of the tribe of Manasseh in Bashan."
    },
    {
      "verse": 48,
      "text": "And to the sons of Merari according to their families there were given, by lot, twelve cities of the tribe of Reuben, of the tribe of Gad, andof the tribe of Zebulun."
    },
    {
      "verse": 49,
      "text": "So the children of Israel gave to the Levites the cities and their suburbs."
    },
    {
      "verse": 50,
      "text": "And they gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities which they call by name."
    },
    {
      "verse": 51,
      "text": "And to the membersof the families of the sons of Kohath there were also given the cities of their borders out of the tribe of Ephraim."
    },
    {
      "verse": 52,
      "text": "And they gave them the cities of refuge, Shechem and her suburbs in Mount Ephraim, and Gezer and her suburbs,"
    },
    {
      "verse": 53,
      "text": "and Jokmeam and her suburbs, and Beth-horon and her suburbs,"
    },
    {
      "verse": 54,
      "text": "and Aijalon and her suburbs, and Gath-rimmon and her suburbs:"
    },
    {
      "verse": 55,
      "text": "and of the half-tribe of Manasseh Aner and her suburbs, and Bileam and her suburbs, to the sons of Kohath that were left, according to each severalfamily."
    },
    {
      "verse": 56,
      "text": "To the sons of Gershom from the families of the half-tribe of Manasseh they gaveGolan of Bashan and her suburbs, and Ashtaroth and her suburbs."
    },
    {
      "verse": 57,
      "text": "And out of the tribe of Issachar, Kedesh and her suburbs, and Daberath and her suburbs, and Dabor and her suburbs,"
    },
    {
      "verse": 58,
      "text": "and Ramoth, and Anem and her suburbs."
    },
    {
      "verse": 59,
      "text": "And of the tribe of Asher; Mashal and her suburbs, and Abdon and her suburbs,"
    },
    {
      "verse": 60,
      "text": "and Hukok and her suburbs, and Rehob and her suburbs."
    },
    {
      "verse": 61,
      "text": "And of the tribe of Naphtali; Kedesh in Galilee and her suburbs, and Hammon and her suburbs, and Kiriathaim and her suburbs."
    },
    {
      "verse": 62,
      "text": "To the sons of Merari that were left, they gaveout of the tribe of Zebulun Rimmono and her suburbs, and Tabor and her suburbs:"
    },
    {
      "verse": 63,
      "text": "out of the countrybeyond Jordan; Jericho westward of Jordan: out of the tribe of Reuben; Bezer in the wilderness and her suburbs, and Jahzah and her suburbs,"
    },
    {
      "verse": 64,
      "text": "and Kedemoth and her suburbs, and Mephaath and her suburbs."
    },
    {
      "verse": 65,
      "text": "Out of the tribe of Gad; Ramoth-gilead and her suburbs, and Mahanaim and her suburbs,"
    },
    {
      "verse": 66,
      "text": "and Heshbon and her suburbs, and Jazer and her suburbs."
    }
  ]
}