{
  "book_id": "1CH",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Now Benjamin begot Bela his firstborn, and Ashbel his second \\add son\\add*, Aharah the third, Nohah the fourth,"
    },
    {
      "verse": 2,
      "text": "and Rapha the fifth."
    },
    {
      "verse": 3,
      "text": "And the sons of Bela were, Addar, and Gera, and Abihud,"
    },
    {
      "verse": 4,
      "text": "and Abishua, and Naaman, and Ahoah,"
    },
    {
      "verse": 5,
      "text": "and Gera, and Shephuphan, and Huram."
    },
    {
      "verse": 6,
      "text": "These \\add were\\add* the sons of Ehud: these are the heads of families to them that dwell in Geba, and they removed them to Manahath:"
    },
    {
      "verse": 7,
      "text": "and Naaman, and Ahijah and Gera, he removed them, and he begot Uzza, and Ahihud."
    },
    {
      "verse": 8,
      "text": "And Shaharaim begot \\add children\\add* in the plain of Moab, after that he had sent away Hushim and Baara his wives."
    },
    {
      "verse": 9,
      "text": "And he begot of his wife Hodesh, Jobab, and Zibia, and Mesha, and Malcam,"
    },
    {
      "verse": 10,
      "text": "and Jeuz, and Sachia, and Mirmah: these \\add were\\add* heads of families."
    },
    {
      "verse": 11,
      "text": "And of Hushim he begot Abitub, and Elpaal."
    },
    {
      "verse": 12,
      "text": "And the sons of Elpaal; Eber, Misham, Shemed: he built Ono, and Lod, and its towns:"
    },
    {
      "verse": 13,
      "text": "and Beriah, and Shema; these \\add were\\add* heads of families among the dwellers in Aijalon, and they drove out the inhabitants of Gath."
    },
    {
      "verse": 14,
      "text": "And his brethren \\add were\\add* Shashak, and Jeremoth,"
    },
    {
      "verse": 15,
      "text": "and Zebadiah, and Arad, and Eder,"
    },
    {
      "verse": 16,
      "text": "and Michael, and Ishpah, and Joha, the sons of Beriah:"
    },
    {
      "verse": 17,
      "text": "and Zebadiah, and Meshullam, and Hizki, and Heber,"
    },
    {
      "verse": 18,
      "text": "and Ishmerai, and Izliah, and Jobab, the sons of Elpaal:"
    },
    {
      "verse": 19,
      "text": "and Jakim, and Zichri, and Zabdi,"
    },
    {
      "verse": 20,
      "text": "and Elienai, and Zillethai,"
    },
    {
      "verse": 21,
      "text": "and Eliel, and Adaiah, and Beraiah, and Shimrath, sons of Shimei:"
    },
    {
      "verse": 22,
      "text": "and Ishpan, and Eber, and Eliel,"
    },
    {
      "verse": 23,
      "text": "and Abdon, and Zichri, and Hanan,"
    },
    {
      "verse": 24,
      "text": "and Hananiah, and Ambri, and Elam, \\add and\\add* Anthothijah,"
    },
    {
      "verse": 25,
      "text": "and Jathin, and Iphdeiah, and Penuel, the sons of Shashak:"
    },
    {
      "verse": 26,
      "text": "and Shamsherai, and Shehariah, and Athaliah,"
    },
    {
      "verse": 27,
      "text": "and Jaareshiah, and Elijah, and Zichri, son of Jeroham."
    },
    {
      "verse": 28,
      "text": "These \\add were\\add* heads of families, chiefs according to their generations: these dwelt in Jerusalem."
    },
    {
      "verse": 29,
      "text": "And the father of Gibeon dwelt in Gibeon; and his wife’s name was Maacah."
    },
    {
      "verse": 30,
      "text": "And her firstborn son was Abdon, and Zur, and Kish, and Baal, and Nadab, and Ner,"
    },
    {
      "verse": 31,
      "text": "and Gedor and his brother, and Zecher, and Mikloth."
    },
    {
      "verse": 32,
      "text": "And Mikloth begot Shimeah: for these dwelt in Jerusalem in the presence of their brethren with their brethren."
    },
    {
      "verse": 33,
      "text": "And Ner begot Kish, and Kish begot Saul, and Saul begot Jonathan, and Malchi-shua, and Abinadab, and Eshbaal."
    },
    {
      "verse": 34,
      "text": "And the son of Jonathan \\add was\\add* Merib-baal; and Merib-baal begot Micah."
    },
    {
      "verse": 35,
      "text": "And the sons of Micah; Pithon, and Melech, and Tarea, and Ahaz."
    },
    {
      "verse": 36,
      "text": "And Ahaz begot Jehoaddah, and Jehoaddah begot Alemeth, and Azmaveth, and Zimri; and Zimri begot Moza;"
    },
    {
      "verse": 37,
      "text": "and Moza begot Binea: Raphah, \\add was\\add* his son, Eleasah his son, Azel his son."
    },
    {
      "verse": 38,
      "text": "And Azel \\add had\\add* six sons, and these \\add were\\add* their names; Azrikam his firstborn, and Ishmael, and Sheariah, and Obadiah, and Hanan, and Asa: all these \\add were\\add* the sons of Azel."
    },
    {
      "verse": 39,
      "text": "And the sons of Eshek his brother; Ulam his firstborn, and Jeush the second, and Eliphelet the third."
    },
    {
      "verse": 40,
      "text": "And the sons of Ulam were mighty men, bending the bow, and multiplying sons and grandsons, a hundred \\add and\\add* fifty. All these \\add were\\add* of the sons of Benjamin."
    }
  ]
}