{
  "book_id": "1CH",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass afterward, that David smote the Philistines, and routed them, and took Gath and its villages out of the hand of the Philistines."
    },
    {
      "verse": 2,
      "text": "And he smote Moab; and the Moabites became servants to David, \\add and\\add* tributaries."
    },
    {
      "verse": 3,
      "text": "And David smote Hadadezer king of Zobah of Hamath, as he was going to establish power toward the river Euphrates."
    },
    {
      "verse": 4,
      "text": "And David took of them a thousand chariots, and seven thousand horsemen, and twenty thousand infantry: and David houghed all the chariot \\add horses\\add*, but there were reserved of them a hundred chariots."
    },
    {
      "verse": 5,
      "text": "And the Syrian came from Damascus to help Hadadezer king of Zobah; and David smote of the Syrian \\add army\\add* twenty and two thousand men."
    },
    {
      "verse": 6,
      "text": "And David put a garrison in Syria near Damascus; and they became tributary servants to David: and the Lord delivered David wherever he went."
    },
    {
      "verse": 7,
      "text": "And David took the golden collars that were on the servants of Hadadezer, and brought them to Jerusalem."
    },
    {
      "verse": 8,
      "text": "And David took out of Tibhath, and out of the chief cities of Hadadezer very much brass: of this Solomon made the brazen sea, and the pillars, and the brazen vessels."
    },
    {
      "verse": 9,
      "text": "And Tou king of Hamath heard that David had smitten the whole force of Hadadezer king of Zobah."
    },
    {
      "verse": 10,
      "text": "And he sent Hadoram his son to King David to ask how he was, and to congratulate him because he had fought against Hadadezer, and smitten him; for Tou was the enemy of Hadadezer."
    },
    {
      "verse": 11,
      "text": "And all the golden and silver and brazen vessels, even these King David consecrated to the Lord, with the silver and the gold which he took from all the nations; from Edom, and Moab, and from the children of Ammon, and from the Philistines, and from Amalek."
    },
    {
      "verse": 12,
      "text": "And Abishai son of Zeruiah smote the Edomites in the Valley of Salt, eighteen thousand."
    },
    {
      "verse": 13,
      "text": "And he put garrisons in the valley; and all the Edomites became David’s servants: and the Lord delivered David wherever he went."
    },
    {
      "verse": 14,
      "text": "So David reigned over all Israel; and he executed judgment and justice to all his people."
    },
    {
      "verse": 15,
      "text": "And Joab the son of Zeruiah \\add was\\add* over the army, and Jehoshaphat the son of Ahilud \\add was\\add* recorder."
    },
    {
      "verse": 16,
      "text": "And Zadok son of Ahitub, and Ahimelech son of Abiathar, \\add were\\add* the priests; and Shavsha \\add was\\add* the scribe;"
    },
    {
      "verse": 17,
      "text": "and Benaiah the son of Jehoiada \\add was\\add* over the Cherethite and the Pelethite, and the sons of David were the chief deputies of the king."
    }
  ]
}