{
  "book_id": "1CH",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And \\add they number\\add* the sons of Aaron in \\add their\\add* division, Nadab, and Abihu, and Eleazar, and Ithamar."
    },
    {
      "verse": 2,
      "text": "And Nadab and Abihu died before their father, and they had no sons: so Eleazar and Ithamar the sons of Aaron ministered as priests."
    },
    {
      "verse": 3,
      "text": "And David distributed them, even Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, according to their numbering, according to their service, according to the houses of their fathers."
    },
    {
      "verse": 4,
      "text": "And there were found \\add among\\add* the sons of Eleazar more chiefs of the mighty ones, than of the sons of Ithamar: and he divided them, sixteen heads of families to the sons of Eleazar, eight according to \\add their\\add* families to the sons of Ithamar."
    },
    {
      "verse": 5,
      "text": "And he divided them according to their lots, one with the other; for there were those who had charge of the holy things, and those who had charge of the \\add house\\add* of the Lord among the sons of Eleazar, and among the sons of Ithamar."
    },
    {
      "verse": 6,
      "text": "And Shemaiah the son of Nethanel, the scribe, \\add of the family\\add* of Levi, wrote them down before the king, and the princes, and Zadok the priest, and Ahimelech the son of Abiathar \\add were present\\add*; and the heads of the families of the priests and the Levites, each of a household \\add were assigned\\add* one to Eleazar, and one to Ithamar."
    },
    {
      "verse": 7,
      "text": "And the first lot came out to Jehoiarib, the second to Jedaiah,"
    },
    {
      "verse": 8,
      "text": "the third to Harim, the fourth to Seorim,"
    },
    {
      "verse": 9,
      "text": "the fifth to Malchijah, the sixth to Mijamin,"
    },
    {
      "verse": 10,
      "text": "the seventh to Hakkoz, the eighth to Abijah,"
    },
    {
      "verse": 11,
      "text": "the ninth to Jeshua, the tenth to Shecaniah,"
    },
    {
      "verse": 12,
      "text": "the eleventh to Eliashib, the twelfth to Jakim,"
    },
    {
      "verse": 13,
      "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
    },
    {
      "verse": 14,
      "text": "the fifteenth to Bilgah, the sixteenth to Immer,"
    },
    {
      "verse": 15,
      "text": "the seventeenth to Hezir, the eighteenth to Happizzez,"
    },
    {
      "verse": 16,
      "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"
    },
    {
      "verse": 17,
      "text": "the twenty-first to Jachin, the twenty-second to Gamul,"
    },
    {
      "verse": 18,
      "text": "the twenty-third to Delaiah, the twenty-fourth to Maaziah."
    },
    {
      "verse": 19,
      "text": "This \\add is\\add* their numbering according to their service to go into the house of the Lord, according to their appointment by the hand of Aaron their father, as the Lord God of Israel commanded."
    },
    {
      "verse": 20,
      "text": "And for the sons of Levi that were left, \\add even\\add* for the sons of Amram, Shubael: for the sons of Shubael, Jehdeiah."
    },
    {
      "verse": 21,
      "text": "For Rehabiah, the chief \\add was Izhar\\add*,"
    },
    {
      "verse": 22,
      "text": "and for Izhar, Shelomoth: for the sons of Shelomoth, Jahath."
    },
    {
      "verse": 23,
      "text": "The sons of Ecdiu; Amariah the second, Jahaziel the third, Jekameam the fourth."
    },
    {
      "verse": 24,
      "text": "For the sons of Uzziel, Micah: the sons of Micah; Shamir."
    },
    {
      "verse": 25,
      "text": "The brother of Micah; Isshiah, the son of Isshiah; Zechariah."
    },
    {
      "verse": 26,
      "text": "The sons of Merari, Mahli, and Mushi: the sons of Jaaziah,"
    },
    {
      "verse": 27,
      "text": "\\add That is, the sons\\add* of Merari by Jaaziah—his sons \\add were\\add* Shoham, and Zaccur, and Ibri."
    },
    {
      "verse": 28,
      "text": "To Mahli \\add were born\\add* Eleazar, and Ithamar; and Eleazar died, and had no sons."
    },
    {
      "verse": 29,
      "text": "For Kish; the sons of Kish; Jerahmeel."
    },
    {
      "verse": 30,
      "text": "And the sons of Mushi; Mahli, and Eder, and Jerimoth. These \\add were\\add* the sons of the Levites according to the houses of their families."
    },
    {
      "verse": 31,
      "text": "And they also received lots as their brethren the sons of Aaron before the king; Zadok also, and Ahimelech, and the chiefs of the families of the priests and of the Levites, principal heads of families, even as their younger brethren."
    }
  ]
}