{
  "book_id": "1CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And King David and the captains of the host appointed to their services the sons of Asaph, and of Heman, and of Jeduthun, prophesiers with harps, and lutes, and cymbals: and their number was according to their polls serving in their ministrations."
    },
    {
      "verse": 2,
      "text": "The sons of Asaph; Zaccur, Joseph, and Nethaniah, and Asharelah: the sons of Asaph \\add were\\add* next the king."
    },
    {
      "verse": 3,
      "text": "To Jeduthun \\add were reckoned\\add* the sons of Jeduthun, Gedaliah, and Zeri, and Jeshaiah, and Hashabiah, and Mattithiah, six after their father Jeduthun, sounding loudly on the harp thanksgiving and praise to the Lord."
    },
    {
      "verse": 4,
      "text": "To Heman \\add were reckoned\\add* the sons of Heman, Bukkiah, and Mattaniah, and Uzziel, and Shebuel, and Jerimoth, and Hananiah, and Hanani, and Eliathah, and Giddalti, and Romamti-ezer, and Joshbekashah, and Mallothi, and Hothir, and Mahazioth."
    },
    {
      "verse": 5,
      "text": "All these \\add were\\add* the sons of Heman the king’s chief player in the praises of God, to lift up the horn. And God gave to Heman fourteen sons, and three daughters."
    },
    {
      "verse": 6,
      "text": "All these sang hymns with their father in the house of God, with cymbals, and lutes, and harps, for the service of the house of God, near the king, and Asaph, and Jeduthun, and Heman."
    },
    {
      "verse": 7,
      "text": "And the number of them after their brethren, those instructed to sing to God, everyone that understood \\add singing\\add* was two hundred and eighty-eight."
    },
    {
      "verse": 8,
      "text": "And they also cast lots for the daily courses, for the great and the small \\add of them\\add*, of the perfect ones and the learners."
    },
    {
      "verse": 9,
      "text": "And the first lot of his sons and of his brethren came forth to Asaph the son of Joseph, \\add namely\\add*, Gedaliah: the second Heneia, his sons and his brethren \\add being\\add* twelve."
    },
    {
      "verse": 10,
      "text": "The third Zaccur, his sons and his brethren \\add were\\add* twelve:"
    },
    {
      "verse": 11,
      "text": "the fourth Izri, his sons and his brethren \\add were\\add* twelve:"
    },
    {
      "verse": 12,
      "text": "the fifth Nathan, his sons and his brethren, twelve:"
    },
    {
      "verse": 13,
      "text": "the sixth Bukkiah, his sons and his brethren, twelve:"
    },
    {
      "verse": 14,
      "text": "the seventh Jesharelah, his sons and his brethren, twelve:"
    },
    {
      "verse": 15,
      "text": "the eighth Jeshaiah, his sons and his brethren, twelve:"
    },
    {
      "verse": 16,
      "text": "the ninth Mattaniah, his sons and his brethren, twelve:"
    },
    {
      "verse": 17,
      "text": "the tenth Shimei, his sons and his brethren, twelve:"
    },
    {
      "verse": 18,
      "text": "the eleventh Azarel, his sons and his brethren, twelve:"
    },
    {
      "verse": 19,
      "text": "the twelfth Hashabiah, his sons and his brethren, twelve:"
    },
    {
      "verse": 20,
      "text": "the thirteenth Shubael, his sons and his brethren, twelve:"
    },
    {
      "verse": 21,
      "text": "the fourteenth Mattithiah, his sons and his brethren, twelve:"
    },
    {
      "verse": 22,
      "text": "the fifteenth Jeremoth, his sons and his brethren, twelve:"
    },
    {
      "verse": 23,
      "text": "the sixteenth Hananiah, his sons and his brethren, twelve:"
    },
    {
      "verse": 24,
      "text": "the seventeenth Joshbekashah, his sons and his brethren, twelve:"
    },
    {
      "verse": 25,
      "text": "the eighteenth Hanani, his sons and his brethren, twelve:"
    },
    {
      "verse": 26,
      "text": "the nineteenth Mallothi, his sons and his brethren, twelve:"
    },
    {
      "verse": 27,
      "text": "the twentieth Eliathah, his sons and his brethren, twelve:"
    },
    {
      "verse": 28,
      "text": "the twenty-first Hothir, his sons and his brethren, twelve:"
    },
    {
      "verse": 29,
      "text": "the twenty-second Giddalti, his sons and his brethren, twelve:"
    },
    {
      "verse": 30,
      "text": "the twenty-third Mahazioth, his sons and his brethren, twelve:"
    },
    {
      "verse": 31,
      "text": "the twenty-fourth Romamti-ezer, his sons and his brethren, twelve."
    }
  ]
}