{
  "book_id": "1CH",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Now the sons of Israel according to their number, heads of families, captains of thousands and captains of hundreds, and scribes ministering to the king, and for every affair of the king according to theirdivisions, forevery ordinance of coming in and going out monthly, for all the months of the year, one division of them wastwenty-four thousand."
    },
    {
      "verse": 2,
      "text": "And over the first division of the first month wasJashobeam the son of Zabdiel: in his division weretwenty-four thousand."
    },
    {
      "verse": 3,
      "text": "Of the sons of Perez onewas chief of all the captains of the host for the first month."
    },
    {
      "verse": 4,
      "text": "And over the division of the second month wasDodai the son of Ahoh, and over his division wasMakelloth also chief: and in his division weretwenty and four thousand, chief men of the host."
    },
    {
      "verse": 5,
      "text": "The third for the third month wasBenaiah the son of Jehoiada the chief priest: and in his division weretwenty and four thousand."
    },
    {
      "verse": 6,
      "text": "This Benaiah wasmore mighty than the thirty, and over the thirty: and Ammizabad his son wasover his division."
    },
    {
      "verse": 7,
      "text": "The fourth for the fourth month wasAsahel the brother of Joab, and Zebadiah his son, and his brethren: and in his division weretwenty and four thousand."
    },
    {
      "verse": 8,
      "text": "The fifth chief for the fifth month wasShamhuth the Izrahite: and in his division weretwenty and four thousand."
    },
    {
      "verse": 9,
      "text": "The sixth for the sixth month wasIra the son of Ikkesh the Tekoite: and in his division weretwenty and four thousand."
    },
    {
      "verse": 10,
      "text": "The seventh for the seventh month wasHelez of Pelon of the children of Ephraim: and in his division weretwenty and four thousand."
    },
    {
      "verse": 11,
      "text": "The eighth for the eighth month wasSibbecai the Hushathite, belongingto Zerah: and in his division weretwenty and four thousand."
    },
    {
      "verse": 12,
      "text": "The ninth for the ninth month wasAbiezer of Anathoth, of the land of Benjamin: and in his division weretwenty and four thousand."
    },
    {
      "verse": 13,
      "text": "The tenth for the tenth month wasMaharai the Netophathite, belongingto Zerah: and in his division weretwenty and four thousand."
    },
    {
      "verse": 14,
      "text": "The eleventh for the eleventh month wasBenaiah of Pirathon, of the sons of Ephraim: and in his division weretwenty and four thousand."
    },
    {
      "verse": 15,
      "text": "The twelfth for the twelfth month wasHeldai the Netophathite, belongingto Othniel: and in his division weretwenty and four thousand."
    },
    {
      "verse": 16,
      "text": "And over the tribes of Israel, the chief for Reuben wasEliezer the son of Zichri: for Simeon, Shephatiah the son of Maacah:"
    },
    {
      "verse": 17,
      "text": "for Levi, Hashabiah the son of Kemuel: for Aaron, Zadok:"
    },
    {
      "verse": 18,
      "text": "for Judah, Elihu of the brethren of David: for Issachar, Omri the son of Michael:"
    },
    {
      "verse": 19,
      "text": "for Zebulun, Ishmaiah the son of Obadiah: for Naphtali, Jeremoth the son of Azriel:"
    },
    {
      "verse": 20,
      "text": "for Ephraim, Hoshea the son of Azaziah: for the half-tribe of Manasseh, Joel the son of Pedaiah:"
    },
    {
      "verse": 21,
      "text": "for the half-tribe of Manasseh in the land of Gilead, Iddo the son of Zechariah, for the sons of Benjamin, Jaasiel the son of Abner:"
    },
    {
      "verse": 22,
      "text": "for Dan, Azarel the son of Jeroham: these arethe chiefs of the tribes of Israel."
    },
    {
      "verse": 23,
      "text": "But David took not their number from twenty years old and under: because the Lord said that he would multiply Israel as the stars of the heaven."
    },
    {
      "verse": 24,
      "text": "And Joab the son of Zeruiah began to number the people, and did not finish the work, for there was hereupon wrath on Israel; and the number was not recorded in the book of the chronicles of King David."
    },
    {
      "verse": 25,
      "text": "And over the king’s treasures wasAzmaveth the son of Adiel; and over the treasures in the country, and in the towns, and in the villages, and in the towers, wasJonathan the son of Uzziah."
    },
    {
      "verse": 26,
      "text": "And over the husbandmen who tilled the ground wasEzri the son of Chelub."
    },
    {
      "verse": 27,
      "text": "And over the fields wasShimei of Ramah; and over the treasures of wine in the fields wasZabdi the son of Shiphmi."
    },
    {
      "verse": 28,
      "text": "And over the olive yards, and over the sycamores in the plain country wasBaal-hanan the Gederite; and over the stores of oil wasJoash."
    },
    {
      "verse": 29,
      "text": "And over the oxen pasturing in Sharon wasShitrai the Sharonite; and over the oxen in the valleys wasShaphat the son of Adlai."
    },
    {
      "verse": 30,
      "text": "And over the camels wasObil the Ishmaelite; and over the asses wasJehdeiah of Meronoth."
    },
    {
      "verse": 31,
      "text": "And over the sheep wasJaziz the Hagrite. All these weresuperintendents of the substance of King David."
    },
    {
      "verse": 32,
      "text": "And Jonathan, David’s uncle by the father’s side, wasa counselor, a wise man: and Jehiel the son of Hachmoni waswith the king’s sons."
    },
    {
      "verse": 33,
      "text": "Ahithophel wasthe king’s counselor: and Hushai the chief friend of the king."
    },
    {
      "verse": 34,
      "text": "And after this Ahithophel Jehoiada the son of Benaiah camenext, and Abiathar: and Joab wasthe king’s commander-in-chief."
    }
  ]
}