{
  "book_id": "MAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And now, O priests, this commandment is to you."
    },
    {
      "verse": 2,
      "text": "If ye will not hearken, and if ye will not lay \\add it\\add* to heart, to give glory to my name, saith the Lord Almighty, then I will send forth the curse upon you, and I will bring a curse upon your blessing: yea, I will curse it, and I will scatter your blessing, and it shall not exist among you, because ye lay not this to heart."
    },
    {
      "verse": 3,
      "text": "Behold, I turn my back upon you, and I will scatter dung upon your faces, the dung of your feasts, and I will carry you away at the same time."
    },
    {
      "verse": 4,
      "text": "And ye shall know that I have sent this commandment to you, that my covenant might be with the sons of Levi, saith the Lord Almighty."
    },
    {
      "verse": 5,
      "text": "My covenant of life and peace was with him, and I gave \\add it\\add* him that he might reverently fear me, and that he might be awestruck at my name."
    },
    {
      "verse": 6,
      "text": "The law of truth was in his mouth, and iniquity was not found in his lips: he walked before me directing \\add his way\\add* in peace, and he turned many from unrighteousness."
    },
    {
      "verse": 7,
      "text": "For the priest’s lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the Lord Almighty."
    },
    {
      "verse": 8,
      "text": "But ye have turned aside from the way, and caused many to fail in \\add following\\add* the law: ye have corrupted the covenant of Levi, saith the Lord Almighty."
    },
    {
      "verse": 9,
      "text": "And I have made you despised and cast out among all the people, because ye have not kept my ways, but have been partial in the law."
    },
    {
      "verse": 10,
      "text": "Have ye not all one father? Did not one God create you? why have ye forsaken every man his brother, to profane the covenant of your fathers?"
    },
    {
      "verse": 11,
      "text": "Judah has been forsaken, and an abomination has been committed in Israel and in Jerusalem; for Judah has profaned the holy things of the Lord, which he delighted in, and has gone after other gods."
    },
    {
      "verse": 12,
      "text": "The Lord will utterly destroy the man that does these things, until he be even cast down from out of the tabernacles of Jacob, and from among them that offer sacrifice to the Lord Almighty."
    },
    {
      "verse": 13,
      "text": "And these things which I hated, ye did: ye covered with tears the altar of the Lord, and with weeping and groaning because of troubles: \\add is it\\add* meet \\add for me\\add* to have respect to your sacrifice, or to receive \\add anything\\add* from your hands \\add as\\add* welcome?"
    },
    {
      "verse": 14,
      "text": "Yet ye said, Wherefore? Because the Lord has borne witness between thee and the wife of thy youth, whom thou hast forsaken, and \\add yet\\add* she was thy partner, and the wife of thy covenant."
    },
    {
      "verse": 15,
      "text": "And did he not do well? and \\add there was\\add* the residue of his spirit. But ye said, What does God seek but a seed? But take ye heed to your spirit, and forsake not the wife of thy youth."
    },
    {
      "verse": 16,
      "text": "But if thou shouldest hate \\add thy wife\\add* and put her away, saith the Lord God of Israel, then ungodliness shall cover thy thoughts, saith the Lord Almighty: therefore take ye heed to your spirit, and forsake \\add them\\add* not,"
    },
    {
      "verse": 17,
      "text": "ye that have provoked God with your words. But ye said, Wherein have we provoked him? In that ye say, Every one that does evil is a pleasing \\add object\\add* in the sight of the Lord, and he takes pleasure in such; and where is the God of justice?"
    }
  ]
}