{
  "book_id": "JON",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to Jonah, the son of Amittai, saying,"
    },
    {
      "verse": 2,
      "text": "Up! go to Nineveh, that great town, and let your voice come to it; for their evil-doing has come up before me."
    },
    {
      "verse": 3,
      "text": "And Jonah got up to go in flight to Tarshish, away from the Lord; and he went down to Joppa, and saw there a ship going to Tarshish: so he gave them the price of the journey and went down into it to go with them to Tarshish, away from the Lord."
    },
    {
      "verse": 4,
      "text": "And the Lord sent out a great wind on to the sea and there was a violent storm in the sea, so that the ship seemed in danger of being broken."
    },
    {
      "verse": 5,
      "text": "Then the sailors were full of fear, every man crying to his god; and the goods in the ship were dropped out into the sea to make the weight less. But Jonah had gone down into the inmost part of the ship where he was stretched out in a deep sleep."
    },
    {
      "verse": 6,
      "text": "And the ship's captain came to him and said to him, What are you doing sleeping? Up! say a prayer to your God, if by chance God will give a thought to us, so that we may not come to destruction."
    },
    {
      "verse": 7,
      "text": "And they said to one another, Come, let us put this to the decision of chance and see on whose account this evil has come on us. So they did so, and Jonah was seen to be the man."
    },
    {
      "verse": 8,
      "text": "Then they said to him, Now make clear to us what is your work, and where you come from? what is your country, and who are your people?"
    },
    {
      "verse": 9,
      "text": "And he said to them, I am a Hebrew, a worshipper of the Lord, the God of heaven, who made the sea and the dry land."
    },
    {
      "verse": 10,
      "text": "And the men were in great fear, and they said to him, What is this you have done? For the men had knowledge of his flight from the Lord because he had not kept it from them."
    },
    {
      "verse": 11,
      "text": "And they said to him, What are we to do to you so that the sea may become calm for us? For the sea was getting rougher and rougher."
    },
    {
      "verse": 12,
      "text": "And he said to them, Take me up and put me into the sea, and the sea will become calm for you: for I am certain that because of me this great storm has come on you."
    },
    {
      "verse": 13,
      "text": "And the men were working hard to get back to the land, but they were not able to do so: for the sea got rougher and rougher against them."
    },
    {
      "verse": 14,
      "text": "So, crying to the Lord, they said, Give ear to our prayer, O Lord, give ear, and do not let destruction overtake us because of this man's life; do not put on us the sin of taking life without cause: for you, O Lord, have done what seemed good to you."
    },
    {
      "verse": 15,
      "text": "So they took Jonah up and put him into the sea: and the sea was no longer angry."
    },
    {
      "verse": 16,
      "text": "Then great was the men's fear of the Lord; and they made an offering to the Lord and took oaths to him."
    },
    {
      "verse": 17,
      "text": "And the Lord made ready a great fish to take Jonah into its mouth; and Jonah was inside the fish for three days and three nights."
    }
  ]
}