{
  "book_id": "2TI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I solemnly charge you – in the sight of God and of Christ Jesus, who will one day judge the living and the dead – I charge you by his appearing and by his kingdom:"
    },
    {
      "verse": 2,
      "text": "Proclaim the message, be ready in season and out of season, convince, rebuke, encourage, never failing to instruct with forbearance."
    },
    {
      "verse": 3,
      "text": "For a time will come when people will not tolerate sound teaching. They will follow their own wishes, and, in their itching for novelty, procure themselves a crowd of teachers."
    },
    {
      "verse": 4,
      "text": "They will turn a deaf ear to the truth, and give their attention to legends instead."
    },
    {
      "verse": 5,
      "text": "But you, Timothy, must always be temperate. Face hardships; do the work of a missionary; discharge all the duties of your office."
    },
    {
      "verse": 6,
      "text": "As for me, my life blood is already being poured out; the time of my departure is close at hand."
    },
    {
      "verse": 7,
      "text": "I have run the great race; I have finished the course; I have kept the faith."
    },
    {
      "verse": 8,
      "text": "And now the crown of righteousness awaits me, which the Lord, the just judge, will give me on that day – and not only to me, but to all who have loved his appearing. Conclusion"
    },
    {
      "verse": 9,
      "text": "Do your utmost to come to me soon,"
    },
    {
      "verse": 10,
      "text": "for Demas, in his love for the world, has deserted me. He has gone to Thessalonica, Crescens to Galatia, and Titus to Dalmatia."
    },
    {
      "verse": 11,
      "text": "There is no one but Luke with me. Pick up Mark on your way, and bring him with you, for he is useful to me in my work."
    },
    {
      "verse": 12,
      "text": "I have sent Tychicus to Ephesus."
    },
    {
      "verse": 13,
      "text": "Bring with you, when you come, the cloak which I left at Troas with Carpus, and the books, especially the parchments."
    },
    {
      "verse": 14,
      "text": "Alexander, the coppersmith, showed much ill feeling towards me. The Lord will give him what his actions deserve."
    },
    {
      "verse": 15,
      "text": "You must also be on your guard against him, for he is strongly opposed to our teaching."
    },
    {
      "verse": 16,
      "text": "At my first trial no one stood by me. They all deserted me. May it never be counted against them!"
    },
    {
      "verse": 17,
      "text": "But the Lord came to my help and strengthened me, in order that, through me, the proclamation should be made so widely that all the Gentiles should hear it; and I was rescued out of the lion’s mouth."
    },
    {
      "verse": 18,
      "text": "The Lord will rescue me from all evil, and bring me safe into his Heavenly kingdom. All glory to him for ever and ever! Amen."
    },
    {
      "verse": 19,
      "text": "Give my greeting to Prisca and Aquila, and to the household of Onesiphorus."
    },
    {
      "verse": 20,
      "text": "Erastus remained at Corinth, and I left Thophimus ill at Miletus."
    },
    {
      "verse": 21,
      "text": "Do your utmost to come before winter. Eubulus, Pudens, Linus and Claudia send you their greetings, and so do the rest of the Lord’s followers."
    },
    {
      "verse": 22,
      "text": "May the Lord be with your soul. God bless you all."
    }
  ]
}