{
  "book_id": "JAS",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "יעקב עבד אלהים ואדנינו ישוע המשיח שאל לשלום שנים עשר השבטים הנפוצים׃"
    },
    {
      "verse": 2,
      "text": "אך לשמחה חשבו לכם אחי כאשר תבאו בנסינות שונים׃"
    },
    {
      "verse": 3,
      "text": "בדעתכם כי בחן אמונתכם מביא לידי סבלנות׃"
    },
    {
      "verse": 4,
      "text": "והסבלנות שלמה תהיה בפעלה להיותכם שלמים ותמימים ולא תחסרו כל דבר׃"
    },
    {
      "verse": 5,
      "text": "ואיש מכם כי יחסר חכמה יבקשנה מאלהים הנותן לכל בנדיבה ובאין גערה ותנתן לו׃"
    },
    {
      "verse": 6,
      "text": "רק יבקש באמונה ובבלי ספק כי בעל ספק דומה לגלי הים הסער והנגרש׃"
    },
    {
      "verse": 7,
      "text": "והאיש ההוא אל ידמה בנפשו כי ישא דבר מאת יהוה׃"
    },
    {
      "verse": 8,
      "text": "איש אשר חלק לבו הפכפך הוא בכל דרכיו׃"
    },
    {
      "verse": 9,
      "text": "אבל האח השפל יתהלל ברוממתו׃"
    },
    {
      "verse": 10,
      "text": "והעשיר יתהלל בשפלותו כי יעבר כציץ החציר׃"
    },
    {
      "verse": 11,
      "text": "כי זרח השמש בחמתו וייבש את החציר ויבל ציצו וחסד מראהו אבד כן יבול העשיר בהליכותיו׃"
    },
    {
      "verse": 12,
      "text": "אשרי האיש העמד בנסיונו כי כאשר נבחן ישא עטרת החיים אשר הבטיח יהוה לאהביו׃"
    },
    {
      "verse": 13,
      "text": "אל יאמר המנסה האלהים נסני כי האלהים איננו מנסה ברע והוא לא ינסה איש׃"
    },
    {
      "verse": 14,
      "text": "כי אם ינסה כל איש בתאות נפשו אשר תסיתהו ותפתהו׃"
    },
    {
      "verse": 15,
      "text": "ואחרי כן הרתה התאות ותלד חטא והחטא כי נשלם יוליד את המות׃"
    },
    {
      "verse": 16,
      "text": "אל תתעו אחי אהובי׃"
    },
    {
      "verse": 17,
      "text": "כל מתנה טובה וכל מנחה שלמה תרד ממעל מאת אבי האורות אשר חלוף וכל צל שנוי אין עמו׃"
    },
    {
      "verse": 18,
      "text": "הוא בחפצו ילד אותנו בדבר האמת להיותנו כמו ראשית בכורי יצוריו׃"
    },
    {
      "verse": 19,
      "text": "על זאת אחי אהובי יהי כל איש מהיר לשמע קשה לדבר וקשה לכעוס׃"
    },
    {
      "verse": 20,
      "text": "כי כעס אדם לא יפעל צדקת אלהים׃"
    },
    {
      "verse": 21,
      "text": "לכן הסירו מעליכם כל טנוף ותרבות רעה וקבלו בענוה את הדבר הנטוע בכם אשר יכל להושיע את נפשתיכם׃"
    },
    {
      "verse": 22,
      "text": "והיו עשי הדבר ולא שמעיו לבד לרמות את נפשכם׃"
    },
    {
      "verse": 23,
      "text": "כי האיש אשר רק שמע את הדבר ולא עשהו נמשל לאיש מביט את תאר הויתו במראה׃"
    },
    {
      "verse": 24,
      "text": "כי הביט אל מראהו וילך לו וברגע שכח מה תארו׃"
    },
    {
      "verse": 25,
      "text": "אבל המשקיף בתורה השלמה תורת החרות ומחזיק בה אשר איננו שמע ושכח כי אם עשה בפעל אשרי האיש ההוא במעשהו׃"
    },
    {
      "verse": 26,
      "text": "איש מכם אם ידמה להיות עבד אלהים ואיננו שם רסן ללשנו כי אם מתעה הוא את לבבו עבדתו אך לריק תהיה׃"
    },
    {
      "verse": 27,
      "text": "זאת העבודה הטהורה והברה לפני האלהים אבינו לבקר את היתומים והאלמנות בלחצם ולשמר את עצמו נקי מחלאת העולם׃"
    }
  ]
}