{
  "book_id": "JAS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "אחי אל יהי משא פנים באמונתכם בישוע המשיח אדנינו אדון הכבוד׃"
    },
    {
      "verse": 2,
      "text": "כי אם יבוא איש לבית כנסתכם וטבעת זהב על ידיו והוא לבוש לבשי מכלול וגם איש עני יבא שמה ובגדו מטנף׃"
    },
    {
      "verse": 3,
      "text": "ופניתם אל הלבוש לבשי מכלול ואמרתם לו שב לך הנה בטוב ולעני תאמרו עמד שם או שב פה מתחת להדם רגלי׃"
    },
    {
      "verse": 4,
      "text": "הלא בזאת נחלק לבכם והנכם שפטים בעלי מחשבות רעות׃"
    },
    {
      "verse": 5,
      "text": "שמעו אחי אהובי הלא בעניי העולם הזה בחר האלהים להיות עשירים באמונה וירשי המלכות אשר הבטיח לאהביו׃"
    },
    {
      "verse": 6,
      "text": "ואתם הכלמתם את העני הלא העשירים הם העשקים אתכם והם הסחבים אתכם אל בתי דין׃"
    },
    {
      "verse": 7,
      "text": "הלא הם המגדפים את השם הטוב הנקרא עליכם׃"
    },
    {
      "verse": 8,
      "text": "הן בקימכם את המצוה המלכת על כלן כפי הכתוב ואהבת לרעך כמוך תיטיבו לעשות׃"
    },
    {
      "verse": 9,
      "text": "אולם אם תשאו פנים תחטאו במעשיכם והתורה תוכיחכם כעברים אותה׃"
    },
    {
      "verse": 10,
      "text": "כי איש אשר יקים את כל התורה ונכשל בדבר אחד הוא אשם אשם בכלם׃"
    },
    {
      "verse": 11,
      "text": "כי האמר לא תנאף גם הוא אמר לא תרצח ואם אינך נאף ואתה רוצח היה נהיית לעבר התורה׃"
    },
    {
      "verse": 12,
      "text": "כן דברו וכן עשו כאנשים העתידים להשפט על פי תורת החרות׃"
    },
    {
      "verse": 13,
      "text": "כי אין חסד בדין לאשר לא עשה חסד והחסד יתגאה על הדין׃"
    },
    {
      "verse": 14,
      "text": "אחי מה יועיל לאיש אם יאמר כי יש לו אמונה ומעשים אין בו התוכל האמונה להושיעו׃"
    },
    {
      "verse": 15,
      "text": "אח או אחות אם יהיו בעירם ובחסר לחם יומם׃"
    },
    {
      "verse": 16,
      "text": "ואיש מכם יאמר אליהם לכו לשלום והתחממו ושבעו ולא תתנו להם די מחסור גופם מה תועיל זאת׃"
    },
    {
      "verse": 17,
      "text": "ככה גם האמונה אם אין בה מעשים מתה היא בעצמה׃"
    },
    {
      "verse": 18,
      "text": "אך יאמר איש אתה יש לך אמונה ואני יש לי מעשים הראני נא את אמונתך מתוך מעשיך ואני אראך מתוך מעשי את אמוני׃"
    },
    {
      "verse": 19,
      "text": "אתה מאמין כי האלהים אחד הוא הטיבות גם השדים מאמינים בו ורעדים׃"
    },
    {
      "verse": 20,
      "text": "ואתה איש בער התחפץ לדעת כי האמונה בבלי מעשים מתה היא׃"
    },
    {
      "verse": 21,
      "text": "אברהם אבינו הלא במעשיו נצדק בהעלתו את יצחק בנו על המזבח׃"
    },
    {
      "verse": 22,
      "text": "הנך ראה כי היתה האמונה עזרת למעשיו ומתוך המעשים השלמה האמונה׃"
    },
    {
      "verse": 23,
      "text": "וימלא הכתוב האמר והאמן אברהם ביהוה ותחשב לו לצדקה ויקרא אהב יהוה׃"
    },
    {
      "verse": 24,
      "text": "הנכם ראים כי במעשים יצדק האיש ולא באמונה לבדה׃"
    },
    {
      "verse": 25,
      "text": "וכן גם רחב הזונה הלא נצדקה במעשים באספה את המלאכים אל ביתה ותשלחם בדרך אחר׃"
    },
    {
      "verse": 26,
      "text": "כי כאשר הגוף בלי נשמה מת הוא כן גם האמונה בלי מעשים מתה היא׃"
    }
  ]
}