{
  "book_id": "JAS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "הוי העשירים בכו והילילו על הצרות אשר תבאנה עליכם׃"
    },
    {
      "verse": 2,
      "text": "עשרכם בלה ובגדיכם אכלם עש׃"
    },
    {
      "verse": 3,
      "text": "זהבכם וכספכם כסתם חלאה והיתה חלאתם בכם לעדות ואכלה כמו אש את בשרכם אצרתם לכם אוצרות בקץ הימים׃"
    },
    {
      "verse": 4,
      "text": "הנה שכר הפעלים אספי קציר שדתיכם אשר עשקתם צעק עליכם וצעקת הקוצרים באה באזני יהוה צבאות׃"
    },
    {
      "verse": 5,
      "text": "התעדנתם בארץ והתענגתם והשמנתם את לבכם כמו ליום טבחה׃"
    },
    {
      "verse": 6,
      "text": "הרשעתם והמתם את הצדיק והוא נענה לא יפתח פיו׃"
    },
    {
      "verse": 7,
      "text": "לכן אחי דמו והוחילו עד בוא האדון הנה האכר מחכה לטוב תבואת האדמה בהוחילו כי ירד עליה גשם יורה ומלקוש׃"
    },
    {
      "verse": 8,
      "text": "כן הוחילו גם אתם ואמצו לבבכם כי קרוב האדון לבא׃"
    },
    {
      "verse": 9,
      "text": "אחי אל תתאוננו איש על רעהו פן תשפטו הנה השופט עמד לפתח׃"
    },
    {
      "verse": 10,
      "text": "אחי הנביאים אשר דברו בשם יהוה הם יהיו לכם למופת העני והתוחלת׃"
    },
    {
      "verse": 11,
      "text": "הנה מאשרים אנחנו את הסבלים את סבלנות איוב שמעתכם ואת אחרית האדון ראיתם כי רחום וחנון יהוה׃"
    },
    {
      "verse": 12,
      "text": "וראש דבר אחי לא תשבעו לא בשמים ולא בארץ ולא בכל שבועה אחרת ויהי הן שלכם הן ולא שלכם לא פן תפלו בידי הדין׃"
    },
    {
      "verse": 13,
      "text": "כי יצר לאיש בכם הוא יתפלל ואשר ייטב לבו הוא יזמר׃"
    },
    {
      "verse": 14,
      "text": "איש כי יחלה בכם יקרא את זקני הקהלה ויתפללו בעדו ויסוכהו שמן בשם יהוה׃"
    },
    {
      "verse": 15,
      "text": "ותפלת האמונה תושיע את החולה ויהוה יקימנו ואשר חטא יסלח לו׃"
    },
    {
      "verse": 16,
      "text": "התודו עונותיכם איש לפני רעהו והתפללו איש בעד רעהו למען תרפאו כי גדול כח תפלת הצדיק הקרא אל אלהים בחזקה׃"
    },
    {
      "verse": 17,
      "text": "אליהו אנוש אנוש היה כמנו והתפלל תפלה שלא יהיה מטר ולא היה מטר בארץ שלש שנים וששה חדשים׃"
    },
    {
      "verse": 18,
      "text": "וישב ויתפלל והשמים נתנו מטר והארץ הצמיחה את פריה׃"
    },
    {
      "verse": 19,
      "text": "אחי כי יתעה איש בכם מן האמת ואיש אחר ישיבנו׃"
    },
    {
      "verse": 20,
      "text": "ידוע ידע כי המשיב את החוטא מעקשות דרכו הוא יושיע את נפשו ממות ויכסה על המון פשעים׃"
    }
  ]
}