{
  "book_id": "EZR",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And these \\add are\\add* the heads of their families, the leaders that went up with me in the reign of Arthasastha the king of Babylon."
    },
    {
      "verse": 2,
      "text": "Of the sons of Phinees; Gerson: of the sons of Ithamar; Daniel: of the sons of David; Attus."
    },
    {
      "verse": 3,
      "text": "Of the sons of Sachania, and the sons of Phoros; Zacharias: and with him a company \\add of\\add* one hundred and fifty."
    },
    {
      "verse": 4,
      "text": "Of the sons of Phaath-Moab; Eliana the son of Saraia, and with him two hundred that were males."
    },
    {
      "verse": 5,
      "text": "And of the sons of Zathoes; Sechenias the son of Aziel, and with him three hundred males."
    },
    {
      "verse": 6,
      "text": "And of the sons of Adin; Obeth the son of Jonathan, and with him fifty males."
    },
    {
      "verse": 7,
      "text": "And of the sons of Elam; Isaeas the son of Athelia, and with him seventy males."
    },
    {
      "verse": 8,
      "text": "And of the sons of Saphatia; Zabadias the son of Michael, and with him eighty males."
    },
    {
      "verse": 9,
      "text": "And of the sons of Joab; Abadia the son of Jeiel, and with him two hundred and eighteen males."
    },
    {
      "verse": 10,
      "text": "And of the sons of Baani; Selimuth the son of Josephia, and with him one hundred and sixty males."
    },
    {
      "verse": 11,
      "text": "And of the sons of Babi; Zacharias the son of Babi, and with him twenty-eight males."
    },
    {
      "verse": 12,
      "text": "And of the sons of Asgad; Joanan the son of Accatan, and with him one hundred and ten males."
    },
    {
      "verse": 13,
      "text": "And of the sons of Adonicam \\add were the\\add* last, and these \\add were\\add* their names, Eliphalat, Jeel, and Samaea, and with them sixty males."
    },
    {
      "verse": 14,
      "text": "And of the sons of Baguae, Uthai, and Zabud, and with him seventy males."
    },
    {
      "verse": 15,
      "text": "And I gathered them to the river that comes to Evi, and we encamped there three days: and I reviewed the people and the priests, and found none of the sons of Levi there."
    },
    {
      "verse": 16,
      "text": "And I sent men of understanding to Eleazar, to Ariel, to Semeias, and to Alonam, and to Jarib, and to Elnatham, and to Nathan, and to Zacharias, and to Mesollam, and to Joarim, and to Elnathan."
    },
    {
      "verse": 17,
      "text": "And I forwarded them to the rulers with the money of the place, and I put words in their mouth to speak to their brethren the Athinim with the money of the place, that they should bring us singers for the house of our God."
    },
    {
      "verse": 18,
      "text": "And they came to us, as the good hand of our God was upon us, even a man of understanding of the sons of Mooli, the son of Levi, the son of Israel, and at the commencement came his sons and his brethren, eighteen."
    },
    {
      "verse": 19,
      "text": "And Asebia, and Isaia of the sons of Merari, his brethren and his sons, twenty."
    },
    {
      "verse": 20,
      "text": "And of the Nathinim; whom David and the princes had appointed for the service of the Levites \\add there were\\add* two hundred and twenty Nathinim; all were gathered by \\add their\\add* names."
    },
    {
      "verse": 21,
      "text": "And I proclaimed there a fast, at the river Aue, that \\add we\\add* should humble ourselves before our God, to seek of him a straight way for us, and for our children, and for all our property."
    },
    {
      "verse": 22,
      "text": "For I was ashamed to ask of the king a guard and horsemen to save us from the enemy in the way: for we had spoken to the king, saying, The hand of our God \\add is\\add* upon all that seek him, for good; but his power and his wrath \\add are\\add* upon all that forsake him."
    },
    {
      "verse": 23,
      "text": "So we fasted, and asked of our God concerning this; and he listened to us."
    },
    {
      "verse": 24,
      "text": "And I gave charge to twelve of the chiefs of the priests, to Saraia, to Asabia, and ten of their brethren with them."
    },
    {
      "verse": 25,
      "text": "And I weighed to them the silver, and the gold, and the vessels of the first fruits of the house of our God, which the king, and his councillors, and his princes, and all Israel that were found, had dedicated."
    },
    {
      "verse": 26,
      "text": "I even weighed into their hands six hundred and fifty talents of silver, and one hundred silver vessels, and one hundred talents of gold;"
    },
    {
      "verse": 27,
      "text": "and twenty golden bowls, \\add weighing\\add* about a thousand drachmas, and superior vessels of fine shining brass, \\add precious\\add* as gold."
    },
    {
      "verse": 28,
      "text": "And I said to them, You⌃ \\add are\\add* holy to the Lord; and the vessels \\add are\\add* holy; and the silver and the gold are free will offerings to the Lord God of our fathers."
    },
    {
      "verse": 29,
      "text": "Be watchful and keep them, until you⌃ weigh \\add them\\add* before the chief priests and the Levites, and the chiefs of families in Jerusalem, at the chambers of the house of the Lord."
    },
    {
      "verse": 30,
      "text": "So the priests and the Levites took the weight of the silver, and the gold, and the vessels, to bring to Jerusalem into the house of our God."
    },
    {
      "verse": 31,
      "text": "And we departed from the river of Aue on the twelfth day of the first month, to come to Jerusalem: and the hand of our God was upon us, and delivered us from the hand of the enemy and adversary in the way."
    },
    {
      "verse": 32,
      "text": "And we came to Jerusalem, and abode there three days."
    },
    {
      "verse": 33,
      "text": "And it came to pass on the fourth day that we weighed the silver, and the gold, and the vessels, in the house of our God, into the hand of Merimoth the son of Uria the priest; and with him \\add was\\add* Eleazar the son of Phinees, and with them Jozabad the son of Jesus, and Noadia the son of Banaia, the Levites."
    },
    {
      "verse": 34,
      "text": "All things \\add were reckoned\\add* by number and weight, and the whole weight was written \\add down\\add*."
    },
    {
      "verse": 35,
      "text": "At that time the children of the banishment that came from the captivity offered whole burnt offerings to the God of Israel, twelve calves for all Israel, ninety-six rams, seventy-seven lambs, twelve goats for a sin-offering; all whole burnt offerings to the Lord."
    },
    {
      "verse": 36,
      "text": "And they gave the king's mandate to the king's lieutenants, and the governors beyond the river: and they honored the people and the house of God."
    }
  ]
}