{
  "book_id": "EZR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put italso in writing, saying,"
    },
    {
      "verse": 2,
      "text": "Thus saith Cyrus king of Persia, The LORD God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him a house at Jerusalem, which isin Judah."
    },
    {
      "verse": 3,
      "text": "Who is thereamong you of all his people? his God be with him, and let him go up to Jerusalem, which isin Judah, and build the house of the LORD God of Israel, (he isthe God,) who isin Jerusalem."
    },
    {
      "verse": 4,
      "text": "And whoever remaineth in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, besides the free-will-offering for the house of God that isin Jerusalem."
    },
    {
      "verse": 5,
      "text": "Then arose the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all themwhose spirit God had raised, to go up to build the house of the LORD which isin Jerusalem."
    },
    {
      "verse": 6,
      "text": "And all they that wereabout them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, besides all thatwas willingly offered."
    },
    {
      "verse": 7,
      "text": "Also Cyrus the king brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought from Jerusalem, and had put them in the house of his gods;"
    },
    {
      "verse": 8,
      "text": "Even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them to Sheshbazzar, the prince of Judah."
    },
    {
      "verse": 9,
      "text": "And this isthe number of them: thirty chargers of gold, a thousand chargers of silver, nine and twenty knives,"
    },
    {
      "verse": 10,
      "text": "Thirty basins of gold, silver basins of a second sortfour hundred and ten, andother vessels a thousand."
    },
    {
      "verse": 11,
      "text": "All the vessels of gold and of silver werefive thousand and four hundred. All thesedid Sheshbazzar bring with them ofthe captivity that were brought from Babylon to Jerusalem."
    }
  ]
}