{
  "book_id": "EZR",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Then the prophets, Haggai the prophet, and Zechariah the son of Iddo, prophesied to the Jews that \\add were\\add* in Judah and Jerusalem in the name of the God of Israel, \\add even\\add* to them."
    },
    {
      "verse": 2,
      "text": "Then rose up Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and began to build the house of God which \\add is\\add* at Jerusalem: and with them \\add were\\add* the prophets of God helping them."
    },
    {
      "verse": 3,
      "text": "At the same time came to them Tatnai, governor on this side of the river, and Shethar-boznai, and their companions, and said thus to them, Who hath commanded you to build this house, and to make up this wall?"
    },
    {
      "verse": 4,
      "text": "Then said we to them after this manner, What are the names of the men that make this building?"
    },
    {
      "verse": 5,
      "text": "But the eye of their God was upon the elders of the Jews, that they could not cause them to cease, till the matter came to Darius: and then they returned answer by letter concerning this \\add matter\\add* ."
    },
    {
      "verse": 6,
      "text": "The copy of the letter that Tatnai, governor on this side of the river, and Shethar-boznai, and his companions the Apharsachites, who \\add were\\add* on this side of the river, sent to Darius the king:"
    },
    {
      "verse": 7,
      "text": "They sent a letter to him, in which was written thus; To Darius the king, all peace."
    },
    {
      "verse": 8,
      "text": "Be it known to the king, that we went into the province of Judea, to the house of the great God, which is built with great stones, and timber is laid in the walls, and this work proceedeth rapidly, and prospereth in their hands."
    },
    {
      "verse": 9,
      "text": "Then we asked those elders, \\add and\\add* said to them thus, Who commanded you to build this house, and to erect these walls?"
    },
    {
      "verse": 10,
      "text": "We asked their names also, to certify thee, that we might write the names of the men that \\add were\\add* the chief of them."
    },
    {
      "verse": 11,
      "text": "And thus they returned us answer, saying, We are the servants of the God of heaven and earth, and build the house that was erected these many years ago, which a great king of Israel built and set up."
    },
    {
      "verse": 12,
      "text": "But after that our fathers had provoked the God of heaven to wrath, he gave them into the hand of Nebuchadnezzar the king of Babylon, the Chaldean, who destroyed this house, and carried the people away into Babylon."
    },
    {
      "verse": 13,
      "text": "But in the first year of Cyrus the king of Babylon, \\add the same\\add* king Cyrus made a decree to build this house of God."
    },
    {
      "verse": 14,
      "text": "And the vessels also of gold and silver of the house of God, which Nebuchadnezzar took out of the temple that \\add was\\add* in Jerusalem, and brought them into the temple of Babylon, those did Cyrus the king take out of the temple of Babylon, and they were delivered to \\add one\\add* , whose name \\add was\\add* Sheshbazzar, whom he had made governor;"
    },
    {
      "verse": 15,
      "text": "And said to him, Take these vessels, go, carry them into the temple that \\add is\\add* in Jerusalem, and let the house of God be built in its place."
    },
    {
      "verse": 16,
      "text": "Then came the same Sheshbazzar, \\add and\\add* laid the foundation of the house of God which \\add is\\add* in Jerusalem: and since that time even until now hath it been in building, and \\add yet\\add* it is not finished."
    },
    {
      "verse": 17,
      "text": "Now therefore, if it \\add seemeth\\add* good to the king, let there be search made in the king's treasure-house, which \\add is\\add* there at Babylon, whether it is \\add so\\add* , that a decree was made by Cyrus the king to build this house of God at Jerusalem, and let the king send his pleasure to us concerning this matter."
    }
  ]
}