{
  "book_id": "1PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁμοίως, αἱ γυναῖκες, ὑποτασσόμεναι τοῖς ἰδίοις ἀνδράσιν, ἵνα, καὶ εἴ τινες ἀπειθοῦσι τῷ λόγῳ, διὰ τῆς τῶν γυναικῶν ἀναστροφῆς ἄνευ λόγου κερδηθήσωνται,"
    },
    {
      "verse": 2,
      "text": "ἐποπτεύσαντες τὴν ἐν φόβῳ ἁγνὴν ἀναστροφὴν ὑμῶν."
    },
    {
      "verse": 3,
      "text": "Ὧν ἔστω οὐχ ὁ ἔξωθεν ἐμπλοκῆς τριχῶν, καὶ περιθέσεως χρυσίων, ἢ ἐνδύσεως ἱματίων κόσμος·"
    },
    {
      "verse": 4,
      "text": "ἀλλ᾿ ὁ κρυπτὸς τῆς καρδίας ἄνθρωπος, ἐν τῷ ἀφθάρτῳ τοῦ πρᾳέος καὶ ἡσυχίου πνεύματος, ὅ ἐστιν ἐνώπιον τοῦ Θεοῦ πολυτελές."
    },
    {
      "verse": 5,
      "text": "Οὕτω γάρ ποτε καὶ αἱ ἅγιαι γυναῖκες αἱ ἐλπίζουσαι ἐπὶ τὸν Θεὸν ἐκόσμουν ἑαυτάς, ὑποτασσόμεναι τοῖς ἰδίοις ἀνδράσιν·"
    },
    {
      "verse": 6,
      "text": "ὡς Σάρρα ὑπήκουσε τῷ Ἀβραάμ, κύριον αὐτὸν καλοῦσα, ἧς ἐγενήθητε τέκνα, ἀγαθοποιοῦσαι καὶ μὴ φοβούμεναι μηδεμίαν πτόησιν."
    },
    {
      "verse": 7,
      "text": "Οἱ ἄνδρες ὁμοίως, συνοικοῦντες κατὰ γνῶσιν, ὡς ἀσθενεστέρῳ σκεύει τῷ γυναικείῳ ἀπονέμοντες τιμήν, ὡς καὶ συγκληρονόμοι χάριτος ζωῆς, εἰς τὸ μὴ ἐκκόπτεσθαι τὰς προσευχὰς ὑμῶν."
    },
    {
      "verse": 8,
      "text": "Τὸ δὲ τέλος, πάντες ὁμόφρονες, συμπαθεῖς, φιλάδελφοι, εὔσπλαγχνοι, φιλόφρονες·"
    },
    {
      "verse": 9,
      "text": "μὴ ἀποδιδόντες κακὸν ἀντὶ κακοῦ, ἢ λοιδορίαν ἀντὶ λοιδορίας· τοὐναντίον δὲ εὐλογοῦντες, εἰδότες ὅτι εἰς τοῦτο ἐκλήθητε, ἵνα εὐλογίαν κληρονομήσητε."
    },
    {
      "verse": 10,
      "text": "Ὁ γὰρ θέλων ζωὴν ἀγαπᾷν, καὶ ἰδεῖν ἡμέρας ἀγαθάς, παυσάτω τὴν γλῶσσαν αὐτοῦ ἀπὸ κακοῦ, καὶ χείλη αὐτοῦ τοῦ μὴ λαλῆσαι δόλον·"
    },
    {
      "verse": 11,
      "text": "ἐκκλινάτω ἀπὸ κακοῦ, καὶ ποιησάτω ἀγαθόν· ζητησάτω εἰρήνην, καὶ διωξάτω αὐτήν."
    },
    {
      "verse": 12,
      "text": "Ὅτι οἱ ὀφθαλμοὶ Κυρίου ἐπὶ δικαίους, καὶ ὦτα αὐτοῦ εἰς δέησιν αὐτῶν· πρόσωπον δὲ Κυρίου ἐπὶ ποιοῦντας κακά."
    },
    {
      "verse": 13,
      "text": "Καὶ τίς ὁ κακώσων ὑμᾶς, ἐὰν τοῦ ἀγαθοῦ μιμηταὶ γένησθε;"
    },
    {
      "verse": 14,
      "text": "Ἀλλ᾿ εἰ καὶ πάσχοιτε διὰ δικαιοσύνην, μακάριοι· τὸν δὲ φόβον αὐτῶν μὴ φοβηθῆτε, μηδὲ ταραχθῆτε·"
    },
    {
      "verse": 15,
      "text": "Κύριον δὲ τὸν Θεὸν ἁγιάσατε ἐν ταῖς καρδίαις ὑμῶν· ἕτοιμοι δὲ ἀεὶ πρὸς ἀπολογίαν παντὶ τῷ αἰτοῦντι ὑμᾶς λόγον περὶ τῆς ἐν ὑμῖν ἐλπίδος, μετὰ πρᾳΰτητος καὶ φόβου·"
    },
    {
      "verse": 16,
      "text": "συνείδησιν ἔχοντες ἀγαθήν, ἵνα, ἐν ᾧ καταλαλῶσιν ὑμῶν ὡς κακοποιῶν, καταισχυνθῶσιν οἱ ἐπηρεάζοντες ὑμῶν τὴν ἀγαθὴν ἐν Χριστῷ ἀναστροφήν."
    },
    {
      "verse": 17,
      "text": "Κρεῖττον γὰρ ἀγαθοποιοῦντας, εἰ θέλει τὸ θέλημα τοῦ Θεοῦ, πάσχειν, ἢ κακοποιοῦντας."
    },
    {
      "verse": 18,
      "text": "Ὅτι καὶ Χριστὸς ἅπαξ περὶ ἁμαρτιῶν ἔπαθε, δίκαιος ὑπὲρ ἀδίκων, ἵνα ἡμᾶς προσαγάγῃ τῷ Θεῷ, θανατωθεὶς μὲν σαρκί, ζῳοποιηθεὶς δὲ τῷ πνεύματι,"
    },
    {
      "verse": 19,
      "text": "ἐν ᾧ καὶ τοῖς ἐν φυλακῇ πνεύμασι πορευθεὶς ἐκήρυξεν,"
    },
    {
      "verse": 20,
      "text": "ἀπειθήσασί ποτε, ὅτε ἅπαξ ἐξεδέχετο ἡ τοῦ Θεοῦ μακροθυμία ἐν ἡμέραις Νῶε, κατασκευαζομένης κιβωτοῦ, εἰς ἣν ὀλίγαι, τοῦτ᾿ ἔστιν ὀκτὼ ψυχαί, διεσώθησαν δι᾿ ὕδατος·"
    },
    {
      "verse": 21,
      "text": "ᾧ καὶ ἡμᾶς ἀντίτυπον νῦν σώζει βάπτισμα, οὐ σαρκὸς ἀπόθεσις ῥύπου, ἀλλὰ συνειδήσεως ἀγαθῆς ἐπερώτημα εἰς Θεόν, δι᾿ ἀναστάσεως Ἰησοῦ Χριστοῦ,"
    },
    {
      "verse": 22,
      "text": "ὅς ἐστιν ἐν δεξιᾷ τοῦ Θεοῦ, πορευθεὶς εἰς οὐρανόν, ὑποταγέντων αὐτῷ ἀγγέλων καὶ ἐξουσιῶν καὶ δυνάμεων."
    }
  ]
}