{
  "book_id": "1CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now these were the sons of David that were born to him in Hebron: the firstborn Amnon of Achinoam the Jezrahelitess, the second Daniel of Abigail the Carmelitess."
    },
    {
      "verse": 2,
      "text": "The third Absalom the son of Maacha the daughter of Tolmai king of Gessur, the fourth Adonias the son of Aggith,"
    },
    {
      "verse": 3,
      "text": "The fifth Saphatias of Abital, the sixth Jethrahem of Egla, his wife."
    },
    {
      "verse": 4,
      "text": "So six sons were born to him in Hebron, where he reigned seven years and six months. And in Jerusalem he reigned three and thirty years."
    },
    {
      "verse": 5,
      "text": "And these sons were born to him in Jerusalem: Simmaa, and Sobab, and Nathan, and Solomon, four of Bethsabee the daughter of Ammiel."
    },
    {
      "verse": 6,
      "text": "Jebaar also and Elisama,"
    },
    {
      "verse": 7,
      "text": "And Eliphaleeh, and Noge, and Nepheg, and Japhia,"
    },
    {
      "verse": 8,
      "text": "And Elisama, and Eliada, and Elipheleth, nine:"
    },
    {
      "verse": 9,
      "text": "All these the sons of David, beside the sons of the concubines: and they had a sister Thamar."
    },
    {
      "verse": 10,
      "text": "And Solomon’s son was Roboam: whose son Abia beget Asa. And his son was Josaphat,"
    },
    {
      "verse": 11,
      "text": "The father of Joram: and Joram begot Ochozias, of whom was born Joas:"
    },
    {
      "verse": 12,
      "text": "And his son Amasias begot Azarias. And Joathan the son of Azarias"
    },
    {
      "verse": 13,
      "text": "Beget Achaz, the father of Ezechias, of whom was born Manasses."
    },
    {
      "verse": 14,
      "text": "And Manasses beget Amen the father of Josias."
    },
    {
      "verse": 15,
      "text": "And the sons of Josias were, the firstborn Johanan, the second Joakim, the third Sedecias, the fourth Sellum."
    },
    {
      "verse": 16,
      "text": "Of Joakim was born Jechonias, and Sedecias."
    },
    {
      "verse": 17,
      "text": "The sons of Jechonias were Asir, Salathiel,"
    },
    {
      "verse": 18,
      "text": "Melchiram, Phadaia, Senneser and Jecemia, Sama, and Nadabia."
    },
    {
      "verse": 19,
      "text": "Of Phadaia were born Zorobabel and Semei. Zorobabel beget Mosollam, Hananias, and Salomith their sister:"
    },
    {
      "verse": 20,
      "text": "Hasaba also, and Ohol, and Barachias, and Hasadias, Josabhesed, five."
    },
    {
      "verse": 21,
      "text": "And the son of Hananias was Phaltias the father of Jeseias, whose son was Raphaia. And his son was Arnan, of whom was born Obdia, whose son was Sechenias."
    },
    {
      "verse": 22,
      "text": "The son of Sechenias, was Semeia, whose sons were Hattus, and Jegaal, and Baria, and Naaria, and Saphat, six in number."
    },
    {
      "verse": 23,
      "text": "The sons of Naaria, Elioenai, and Ezechias, and Ezricam, three."
    },
    {
      "verse": 24,
      "text": "The sons of Elioenai, Oduia, and Eliasub, and Pheleia, and Accub, and Johanan, and Dalaia, and Anani, seven."
    }
  ]
}