{
  "book_id": "PSA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "O \\+w LORD|strong=\"H3068\"\\+w*my God, in thee do I put my trust: save me from all them that persecute me, and deliver me:"
    },
    {
      "verse": 2,
      "text": "Lest he tear my soul like a lion, rending itin pieces, while there isnone to deliver."
    },
    {
      "verse": 3,
      "text": "O \\+w LORD|strong=\"H3068\"\\+w*my God, if I have done this; if there be iniquity in my hands;"
    },
    {
      "verse": 4,
      "text": "If I have rewarded evil unto him that was at peace with me; (yea, I have delivered him that without cause is mine enemy:)"
    },
    {
      "verse": 5,
      "text": "Let the enemy persecute my soul, and take it;yea, let him tread down my life upon the earth, and lay mine honour in the dust. Selah."
    },
    {
      "verse": 6,
      "text": "Arise, O \\+w LORD|strong=\"H3068\"\\+w*, in thine anger, lift up thyself because of the rage of mine enemies: and awake for me tothe judgment thatthou hast commanded."
    },
    {
      "verse": 7,
      "text": "So shall the congregation of the people compass thee about: for their sakes therefore return thou on high."
    },
    {
      "verse": 8,
      "text": "The \\+w LORD|strong=\"H3068\"\\+w*shall judge the people: judge me, O \\+w LORD|strong=\"H3068\"\\+w*, according to my righteousness, and according to mine integrity that isin me."
    },
    {
      "verse": 9,
      "text": "Oh let the wickedness of the wicked come to an end; but establish the just: for the righteous God trieth the hearts and reins."
    },
    {
      "verse": 10,
      "text": "My defence isof God, which saveth the upright in heart."
    },
    {
      "verse": 11,
      "text": "God judgeth the righteous, and God is angry with the wickedevery day."
    },
    {
      "verse": 12,
      "text": "If he turn not, he will whet his sword; he hath bent his bow, and made it ready."
    },
    {
      "verse": 13,
      "text": "He hath also prepared for him the instruments of death; he ordaineth his arrows against the persecutors."
    },
    {
      "verse": 14,
      "text": "Behold, he travaileth with iniquity, and hath conceived mischief, and brought forth falsehood."
    },
    {
      "verse": 15,
      "text": "He made a pit, and digged it, and is fallen into the ditch whichhe made."
    },
    {
      "verse": 16,
      "text": "His mischief shall return upon his own head, and his violent dealing shall come down upon his own pate."
    },
    {
      "verse": 17,
      "text": "I will praise the \\+w LORD|strong=\"H3068\"\\+w*according to his righteousness: and will sing praise to the name of the \\+w LORD|strong=\"H3068\"\\+w*most high."
    }
  ]
}