{
  "book_id": "PSA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Hear the right, O \\+w LORD|strong=\"H3068\"\\+w*, attend unto my cry, give ear unto my prayer, that goethnot out of feigned lips."
    },
    {
      "verse": 2,
      "text": "Let my sentence come forth from thy presence; let thine eyes behold the things that are equal."
    },
    {
      "verse": 3,
      "text": "Thou hast proved mine heart; thou hast visited mein the night; thou hast tried me, andshalt find nothing; I am purposed thatmy mouth shall not transgress."
    },
    {
      "verse": 4,
      "text": "Concerning the works of men, by the word of thy lips I have kept me fromthe paths of the destroyer."
    },
    {
      "verse": 5,
      "text": "Hold up my goings in thy paths, thatmy footsteps slip not."
    },
    {
      "verse": 6,
      "text": "I have called upon thee, for thou wilt hear me, O God: incline thine ear unto me, \\+w and hear|strong=\"H8085\"\\+w*my speech."
    },
    {
      "verse": 7,
      "text": "Shew thy marvellous lovingkindness, O thou that savest by thy right hand them which put their trust in theefrom those that rise up against them."
    },
    {
      "verse": 8,
      "text": "Keep me as the apple of the eye, hide me under the shadow of thy wings,"
    },
    {
      "verse": 9,
      "text": "From the wicked that oppress me, frommy deadly enemies, whocompass me about."
    },
    {
      "verse": 10,
      "text": "They are inclosed in their own fat: with their mouth they speak proudly."
    },
    {
      "verse": 11,
      "text": "They have now compassed us in our steps: they have set their eyes bowing down to the earth;"
    },
    {
      "verse": 12,
      "text": "Like as a lion thatis greedy of his prey, and as it were a young lion lurking in secret places."
    },
    {
      "verse": 13,
      "text": "Arise, O \\+w LORD|strong=\"H3068\"\\+w*, disappoint him, cast him down: deliver my soul from the wicked, which isthy sword:"
    },
    {
      "verse": 14,
      "text": "From men which arethy hand, O \\+w LORD|strong=\"H3068\"\\+w*, from men of the world, which havetheir portion in thislife, and whose belly thou fillest with thy hid treasure:they are full of children, and leave the rest of their substanceto their babes."
    },
    {
      "verse": 15,
      "text": "As for me, I will behold thy face in righteousness: I shall be satisfied, when I awake, with thy likeness."
    }
  ]
}