{
  "book_id": "NEH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And the cry of the people and their wives \\add was\\add* great against their brethren the Jews."
    },
    {
      "verse": 2,
      "text": "And some said, We \\add are\\add* numerous with our sons and our daughters; so we will take corn, and eat, and live."
    },
    {
      "verse": 3,
      "text": "And some said, \\add As to\\add* our fields and vineyards and houses, let us pledge \\add them\\add*, and we will take corn, and eat."
    },
    {
      "verse": 4,
      "text": "And some said, We have borrowed money for the king's tributes:—our fields, and our vineyards, and houses \\add are pledged\\add*."
    },
    {
      "verse": 5,
      "text": "And now our flesh \\add is\\add* as the flesh of our brethren, our children \\add are\\add* as their children: yet, behold, we are reducing our sons and our daughters to slavery, and some of our daughters are enslaved: and there is no power of our hands, for our fields and our vineyards \\add belong\\add* to the nobles."
    },
    {
      "verse": 6,
      "text": "And I was much grieved as I heard their cry and these words."
    },
    {
      "verse": 7,
      "text": "And my heart took counsel within me, and I contended against the nobles, and the princes, and I said to them, Should every man demand of his brother what you⌃ demand? And I appointed against them a great assembly,"
    },
    {
      "verse": 8,
      "text": "and I said to them, We of our free-will have redeemed our brethren the Jews that were sold to the Gentiles; and do you⌃ sell your brethren? and shall they be delivered to us? And they were silent, and found no answer."
    },
    {
      "verse": 9,
      "text": "And I said, The thing which you⌃ do \\add is\\add* not good; you⌃ will not so walk in the fear of our God because of the reproach of the Gentiles our enemies."
    },
    {
      "verse": 10,
      "text": "Both my brethren, and my acquaintances, and I, have lent them money and corn: let us now leave off this exaction."
    },
    {
      "verse": 11,
      "text": "Restore to them, I pray, as at this day, their fields, and their vineyards, and their olive yards, and their houses, and bring forth to them corn and wine and oil of the money."
    },
    {
      "verse": 12,
      "text": "And they said, We will restore, and we will not exact of them; we will do thus as you say. Then I called the priests, and bound them by oath to do according to this word."
    },
    {
      "verse": 13,
      "text": "And I shook out my garment, and said, So may God shake out every man who shall not keep to this word, from his house, and from his labors, he shall be even thus shaken out, as an outcast and empty. And all the congregation said, Amen, and they praised the Lord: and the people did this thing."
    },
    {
      "verse": 14,
      "text": "From the day that he charged me to be their ruler in the land of Juda, from the twentieth year even to the thirty-second year of Arthasastha, twelve years, I and my brethren ate not \\add provision\\add* extorted from them."
    },
    {
      "verse": 15,
      "text": "But as for the former acts of extortion wherein \\add those who were\\add* before me oppressed them, they even took of them their last money, forty didrachmas for bread and wine; and the \\add very\\add* outcasts of them exercised authority over the people: but I did not so, because of the fear of God."
    },
    {
      "verse": 16,
      "text": "Also in the work of the wall I treated them not with rigor, I bought not land: and all that were gathered together \\add came\\add* there to the work."
    },
    {
      "verse": 17,
      "text": "And the Jews, to \\add the number of\\add* one hundred and fifty men, besides those coming to us from the nations round about, \\add were\\add* at my table."
    },
    {
      "verse": 18,
      "text": "And there came \\add to me\\add* for one day one calf, and I had six choice sheep and a goat; and every ten days wine in abundance of all sorts: yet with these I required not the bread of extortion, because the bondage was heavy upon this people."
    },
    {
      "verse": 19,
      "text": "Remember me, O God, for good, \\add in\\add* all that I have done to this people."
    }
  ]
}