{
  "book_id": "ACT",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Σαῦλος δὲ ἦν συνευδοκῶν τῇ ἀναιρέσει αὐτοῦ. Ἐγένετο δὲ ἐν ἐκείνῃ τῇ ἡμέρᾳ διωγμὸς μέγας ἐπὶ τὴν ἐκκλησίαν τὴν ἐν Ἱεροσολύμοις· πάντες διεσπάρησαν κατὰ τὰς χώρας τῆς Ἰουδαίας καὶ Σαμαρίας πλὴν τῶν ἀποστόλων."
    },
    {
      "verse": 2,
      "text": "συνεκόμισαν δὲ τὸν Στέφανον ἄνδρες εὐλαβεῖς καὶ ἐποίησαν κοπετὸν μέγαν ἐπ’ αὐτῷ."
    },
    {
      "verse": 3,
      "text": "Σαῦλος δὲ ἐλυμαίνετο τὴν ἐκκλησίαν κατὰ τοὺς οἴκους εἰσπορευόμενος, σύρων τε ἄνδρας καὶ γυναῖκας παρεδίδου εἰς φυλακήν."
    },
    {
      "verse": 4,
      "text": "Οἱ μὲν οὖν διασπαρέντες διῆλθον εὐαγγελιζόμενοι τὸν λόγον."
    },
    {
      "verse": 5,
      "text": "Φίλιππος δὲ κατελθὼν εἰς τὴν πόλιν τῆς Σαμαρίας ἐκήρυσσεν αὐτοῖς τὸν Χριστόν."
    },
    {
      "verse": 6,
      "text": "προσεῖχον δὲ οἱ ὄχλοι τοῖς λεγομένοις ὑπὸ τοῦ Φιλίππου ὁμοθυμαδὸν ἐν τῷ ἀκούειν αὐτοὺς καὶ βλέπειν τὰ σημεῖα ἃ ἐποίει·"
    },
    {
      "verse": 7,
      "text": "πολλοὶ γὰρ τῶν ἐχόντων πνεύματα ἀκάθαρτα βοῶντα φωνῇ μεγάλῃ ἐξήρχοντο, πολλοὶ δὲ παραλελυμένοι καὶ χωλοὶ ἐθεραπεύθησαν·"
    },
    {
      "verse": 8,
      "text": "ἐγένετο δὲ πολλὴ χαρὰ ἐν τῇ πόλει ἐκείνῃ."
    },
    {
      "verse": 9,
      "text": "Ἀνὴρ δέ τις ὀνόματι Σίμων προϋπῆρχεν ἐν τῇ πόλει μαγεύων καὶ ἐξιστάνων τὸ ἔθνος τῆς Σαμαρίας, λέγων εἶναί τινα ἑαυτὸν μέγαν,"
    },
    {
      "verse": 10,
      "text": "ᾧ προσεῖχον πάντες ἀπὸ μικροῦ ἕως μεγάλου λέγοντες, οὗτός ἐστιν ἡ δύναμις τοῦ θεοῦ ἡ καλουμένη μεγάλη."
    },
    {
      "verse": 11,
      "text": "προσεῖχον δὲ αὐτῷ διὰ τὸ ἱκανῷ χρόνῳ ταῖς μαγίαις ἐξεστακέναι αὐτούς."
    },
    {
      "verse": 12,
      "text": "ὅτε δὲ ἐπίστευσαν τῷ Φιλίππῳ εὐαγγελιζομένῳ περὶ τῆς βασιλείας τοῦ θεοῦ καὶ τοῦ ὀνόματος Ἰησοῦ Χριστοῦ, ἐβαπτίζοντο ἄνδρες τε καὶ γυναῖκες."
    },
    {
      "verse": 13,
      "text": "ὁ δὲ Σίμων καὶ αὐτὸς ἐπίστευσεν, καὶ βαπτισθεὶς ἦν προσκαρτερῶν τῷ Φιλίππῳ, θεωρῶν τε σημεῖα καὶ δυνάμεις μεγάλας γινομένας ἐξίστατο."
    },
    {
      "verse": 14,
      "text": "ἀκούσαντες δὲ οἱ ἐν Ἱεροσολύμοις ἀπόστολοι ὅτι δέδεκται ἡ Σαμάρια τὸν λόγον τοῦ θεοῦ ἀπέστειλαν πρὸς αὐτοὺς Πέτρον καὶ Ἰωάννην,"
    },
    {
      "verse": 15,
      "text": "οἵτινες καταβάντες προσηύξαντο περὶ αὐτῶν ὅπως λάβωσιν πνεῦμα ἅγιον·"
    },
    {
      "verse": 16,
      "text": "οὐδέπω γὰρ ἦν ἐπ’ οὐδενὶ αὐτῶν ἐπιπεπτωκός, μόνον δὲ βεβαπτισμένοι ὑπῆρχον εἰς τὸ ὄνομα τοῦ κυρίου Ἰησοῦ."
    },
    {
      "verse": 17,
      "text": "τότε ἐπετίθεσαν τὰς χεῖρας ἐπ’ αὐτούς, καὶ ἐλάμβανον πνεῦμα ἅγιον."
    },
    {
      "verse": 18,
      "text": "ἰδὼν δὲ ὁ Σίμων ὅτι διὰ τῆς ἐπιθέσεως τῶν χειρῶν τῶν ἀποστόλων δίδοται τὸ πνεῦμα, προσήνεγκεν αὐτοῖς χρήματα"
    },
    {
      "verse": 19,
      "text": "λέγων, δότε κἀμοὶ τὴν ἐξουσίαν ταύτην ἵνα ᾧ ἐὰν ἐπιθῶ τὰς χεῖρας λαμβάνῃ πνεῦμα ἅγιον."
    },
    {
      "verse": 20,
      "text": "Πέτρος δὲ εἶπεν πρὸς αὐτόν, τὸ ἀργύριόν σου σὺν σοὶ εἴη εἰς ἀπώλειαν, ὅτι τὴν δωρεὰν τοῦ θεοῦ ἐνόμισας διὰ χρημάτων κτᾶσθαι."
    },
    {
      "verse": 21,
      "text": "οὐκ ἔστιν σοι μερὶς οὐδὲ κλῆρος ἐν τῷ λόγῳ τούτῳ, ἡ γὰρ καρδία σου οὐκ ἔστιν εὐθεῖα ἔναντι τοῦ θεοῦ."
    },
    {
      "verse": 22,
      "text": "μετανόησον οὖν ἀπὸ τῆς κακίας σου ταύτης, καὶ δεήθητι τοῦ κυρίου εἰ ἄρα ἀφεθήσεταί σοι ἡ ἐπίνοια τῆς καρδίας σου·"
    },
    {
      "verse": 23,
      "text": "εἰς γὰρ χολὴν πικρίας καὶ σύνδεσμον ἀδικίας ὁρῶ σε ὄντα."
    },
    {
      "verse": 24,
      "text": "ἀποκριθεὶς δὲ ὁ Σίμων εἶπεν, δεήθητε ὑμεῖς ὑπὲρ ἐμοῦ πρὸς τὸν κύριον ὅπως μηδὲν ἐπέλθῃ ἐπ’ ἐμὲ ὧν εἰρήκατε."
    },
    {
      "verse": 25,
      "text": "Οἱ μὲν οὖν διαμαρτυράμενοι καὶ λαλήσαντες τὸν λόγον τοῦ κυρίου ὑπέστρεφον εἰς Ἱεροσόλυμα, πολλάς τε κώμας τῶν Σαμαριτῶν εὐηγγελίζοντο."
    },
    {
      "verse": 26,
      "text": "Ἄγγελος δὲ κυρίου ἐλάλησεν πρὸς Φίλιππον λέγων· ἀνάστηθι καὶ πορεύου κατὰ μεσημβρίαν ἐπὶ τὴν ὁδὸν τὴν καταβαίνουσαν ἀπὸ Ἱερουσαλὴμ εἰς Γάζαν· αὕτη ἐστὶν ἔρημος."
    },
    {
      "verse": 27,
      "text": "καὶ ἀναστὰς ἐπορεύθη· καὶ ἰδοὺ ἀνὴρ Αἰθίοψ εὐνοῦχος δυνάστης Κανδάκης βασιλίσσης Αἰθιόπων, ὃς ἦν ἐπὶ πάσης τῆς γάζης αὐτῆς, ἐληλύθει προσκυνήσων εἰς Ἱερουσαλήμ,"
    },
    {
      "verse": 28,
      "text": "ἦν τε ὑποστρέφων καὶ καθήμενος ἐπὶ τοῦ ἅρματος αὐτοῦ ἀνεγίνωσκεν τὸν προφήτην Ἠσαΐαν."
    },
    {
      "verse": 29,
      "text": "εἶπεν δὲ τὸ πνεῦμα τῷ Φιλίππῳ, πρόσελθε καὶ κολλήθητι τῷ ἅρματι τούτῳ."
    },
    {
      "verse": 30,
      "text": "προσδραμὼν δὲ ὁ Φίλιππος ἤκουσεν αὐτοῦ ἀναγινώσκοντος Ἠσαΐαν τὸν προφήτην, καὶ εἶπεν· ἆράγε γινώσκεις ἃ ἀναγινώσκεις;"
    },
    {
      "verse": 31,
      "text": "ὁ δὲ εἶπεν, πῶς γὰρ ἂν δυναίμην ἐὰν μή τις ὁδηγήσει με; παρεκάλεσέν τε τὸν Φίλιππον ἀναβάντα καθίσαι σὺν αὐτῷ."
    },
    {
      "verse": 32,
      "text": "ἡ δὲ περιοχὴ τῆς γραφῆς ἣν ἀνεγίνωσκεν ἦν αὕτη· ὡς πρόβατον ἐπὶ σφαγὴν ἤχθη, καὶ ὡς ἀμνὸς ἐναντίον τοῦ κείραντος αὐτὸν ἄφωνος, οὕτως οὐκ ἀνοίγει τὸ στόμα αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "ἐν τῇ ταπεινώσει ἡ κρίσις αὐτοῦ ἤρθη· τὴν γενεὰν αὐτοῦ τίς διηγήσεται; ὅτι αἴρεται ἀπὸ τῆς γῆς ἡ ζωὴ αὐτοῦ."
    },
    {
      "verse": 34,
      "text": "ἀποκριθεὶς δὲ ὁ εὐνοῦχος τῷ Φιλίππῳ εἶπεν, δέομαί σου, περὶ τίνος ὁ προφήτης λέγει τοῦτο; περὶ ἑαυτοῦ ἢ περὶ ἑτέρου τινός;"
    },
    {
      "verse": 35,
      "text": "ἀνοίξας δὲ ὁ Φίλιππος τὸ στόμα αὐτοῦ καὶ ἀρξάμενος ἀπὸ τῆς γραφῆς ταύτης εὐηγγελίσατο αὐτῷ τὸν Ἰησοῦν."
    },
    {
      "verse": 36,
      "text": "ὡς δὲ ἐπορεύοντο κατὰ τὴν ὁδόν, ἦλθον ἐπί τι ὕδωρ, καί φησιν ὁ εὐνοῦχος· ἰδοὺ ὕδωρ· τί κωλύει με βαπτισθῆναι;"
    },
    {
      "verse": 38,
      "text": "καὶ ἐκέλευσεν στῆναι τὸ ἅρμα, καὶ κατέβησαν ἀμφότεροι εἰς τὸ ὕδωρ ὅ τε Φίλιππος καὶ ὁ εὐνοῦχος, καὶ ἐβάπτισεν αὐτόν."
    },
    {
      "verse": 39,
      "text": "ὅτε δὲ ἀνέβησαν ἐκ τοῦ ὕδατος, πνεῦμα κυρίου ἥρπασεν τὸν Φίλιππον, καὶ οὐκ εἶδεν αὐτὸν οὐκέτι ὁ εὐνοῦχος· ἐπορεύετο γὰρ τὴν ὁδὸν αὐτοῦ χαίρων."
    },
    {
      "verse": 40,
      "text": "Φίλιππος δὲ εὑρέθη εἰς Ἄζωτον, καὶ διερχόμενος εὐηγγελίζετο τὰς πόλεις πάσας ἕως τοῦ ἐλθεῖν αὐτὸν εἰς Καισάριαν."
    }
  ]
}