{
  "book_id": "ACT",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀνὴρ δέ τις ἐν Καισαρίᾳ ὀνόματι Κορνήλιος, ἑκατοντάρχης ἐκ σπείρης τῆς καλουμένης Ἰταλικῆς,"
    },
    {
      "verse": 2,
      "text": "εὐσεβὴς καὶ φοβούμενος τὸν θεὸν σὺν παντὶ τῷ οἴκῳ αὐτοῦ, ποιῶν ἐλεημοσύνας πολλὰς τῷ λαῷ καὶ δεόμενος τοῦ θεοῦ διαπαντός,"
    },
    {
      "verse": 3,
      "text": "εἶδεν ἐν ὁράματι φανερῶς ὡσεὶ περὶ ὥραν ἐνάτην τῆς ἡμέρας ἄγγελον τοῦ θεοῦ εἰσελθόντα πρὸς αὐτὸν καὶ εἰπόντα αὐτῷ, Κορνήλιε."
    },
    {
      "verse": 4,
      "text": "ὁ δὲ ἀτενίσας αὐτῷ καὶ ἔμφοβος γενόμενος εἶπεν, τί ἐστιν, κύριε; εἶπεν δὲ αὐτῷ, αἱ προσευχαί σου καὶ αἱ ἐλεημοσύναι σου ἀνέβησαν εἰς μνημόσυνον ἔμπροσθεν τοῦ θεοῦ."
    },
    {
      "verse": 5,
      "text": "καὶ νῦν πέμψον ἄνδρας εἰς Ἰόππην καὶ μετάπεμψαι Σίμωνά τινα ὃς ἐπικαλεῖται Πέτρος·"
    },
    {
      "verse": 6,
      "text": "οὗτος ξενίζεται παρά τινι Σίμωνι βυρσεῖ, ᾧ ἐστιν οἰκία παρὰ θάλασσαν."
    },
    {
      "verse": 7,
      "text": "ὡς δὲ ἀπῆλθεν ὁ ἄγγελος ὁ λαλῶν αὐτῷ, φωνήσας δύο τῶν οἰκετῶν καὶ στρατιώτην εὐσεβῆ τῶν προσκαρτερούντων αὐτῷ,"
    },
    {
      "verse": 8,
      "text": "καὶ ἐξηγησάμενος ἅπαντα αὐτοῖς ἀπέστειλεν αὐτοὺς εἰς τὴν Ἰόππην."
    },
    {
      "verse": 9,
      "text": "Τῇ δὲ ἐπαύριον ὁδοιπορούντων αὐτῶν καὶ τῇ πόλει ἐγγιζόντων ἀνέβη Πέτρος ἐπὶ τὸ δῶμα προσεύξασθαι περὶ ὥραν ἕκτην."
    },
    {
      "verse": 10,
      "text": "ἐγένετο δὲ πρόσπεινος καὶ ἤθελεν γεύσασθαι· παρασκευαζόντων δὲ αὐτῶν ἐγένετο ἐπ’ αὐτὸν ἔκστασις,"
    },
    {
      "verse": 11,
      "text": "καὶ θεωρεῖ τὸν οὐρανὸν ἀνεῳγμένον καὶ καταβαῖνον σκεῦός τι ὡς ὀθόνην μεγάλην τέσσαρσιν ἀρχαῖς καθιέμενον ἐπὶ τῆς γῆς,"
    },
    {
      "verse": 12,
      "text": "ἐν ᾧ ὑπῆρχεν πάντα τὰ τετράποδα καὶ ἑρπετὰ τῆς γῆς καὶ πετεινὰ τοῦ οὐρανοῦ."
    },
    {
      "verse": 13,
      "text": "καὶ ἐγένετο φωνὴ πρὸς αὐτόν, ἀναστάς, Πέτρε, θῦσον καὶ φάγε."
    },
    {
      "verse": 14,
      "text": "ὁ δὲ Πέτρος εἶπεν, μηδαμῶς, κύριε, ὅτι οὐδέποτε ἔφαγον πᾶν κοινὸν καὶ ἀκάθαρτον."
    },
    {
      "verse": 15,
      "text": "καὶ φωνὴ πάλιν ἐκ δευτέρου πρὸς αὐτόν, ἃ ὁ θεὸς ἐκαθάρισεν σὺ μὴ κοίνου."
    },
    {
      "verse": 16,
      "text": "τοῦτο δὲ ἐγένετο ἐπὶ τρίς, καὶ εὐθὺς ἀνελήμφθη τὸ σκεῦος εἰς τὸν οὐρανόν."
    },
    {
      "verse": 17,
      "text": "ὡς δὲ ἐν ἑαυτῷ διηπόρει ὁ Πέτρος τί ἂν εἴη τὸ ὅραμα ὃ εἶδεν, ἰδοὺ οἱ ἄνδρες οἱ ἀπεσταλμένοι ὑπὸ τοῦ Κορνηλίου διερωτήσαντες τὴν οἰκίαν τοῦ Σίμωνος ἐπέστησαν ἐπὶ τὸν πυλῶνα,"
    },
    {
      "verse": 18,
      "text": "καὶ φωνήσαντες ἐπυνθάνοντο εἰ Σίμων ὁ ἐπικαλούμενος Πέτρος ἐνθάδε ξενίζεται."
    },
    {
      "verse": 19,
      "text": "τοῦ δὲ Πέτρου διενθυμουμένου περὶ τοῦ ὁράματος εἶπεν τὸ πνεῦμα αὐτῷ, ἰδοὺ ἄνδρες ζητοῦντές σε·"
    },
    {
      "verse": 20,
      "text": "ἀλλὰ ἀναστὰς κατάβηθι καὶ πορεύου σὺν αὐτοῖς μηδὲν διακρινόμενος, ὅτι ἐγὼ ἀπέσταλκα αὐτούς."
    },
    {
      "verse": 21,
      "text": "καταβὰς δὲ Πέτρος πρὸς τοὺς ἄνδρας εἶπεν· ἰδοὺ ἐγώ εἰμι ὃν ζητεῖτε· τίς ἡ αἰτία δι’ ἣν πάρεστε;"
    },
    {
      "verse": 22,
      "text": "οἱ δὲ εἶπαν· Κορνήλιος ἑκατοντάρχης, ἀνὴρ δίκαιος καὶ φοβούμενος τὸν θεὸν μαρτυρούμενός τε ὑπὸ ὅλου τοῦ ἔθνους τῶν Ἰουδαίων, ἐχρηματίσθη ὑπὸ ἀγγέλου ἁγίου μεταπέμψασθαί σε εἰς τὸν οἶκον αὐτοῦ καὶ ἀκοῦσαι ῥήματα παρὰ σοῦ."
    },
    {
      "verse": 23,
      "text": "εἰσκαλεσάμενος οὖν αὐτοὺς ἐξένισεν. Τῇ δὲ ἐπαύριον ἀναστὰς ἐξῆλθεν σὺν αὐτοῖς, καί τινες τῶν ἀδελφῶν τῶν ἀπὸ Ἰόππης συνῆλθον αὐτῷ."
    },
    {
      "verse": 24,
      "text": "τῇ δὲ ἐπαύριον εἰσῆλθεν εἰς τὴν Καισάριαν· ὁ δὲ Κορνήλιος ἦν προσδοκῶν αὐτούς, συνκαλεσάμενος τοὺς συγγενεῖς αὐτοῦ καὶ τοὺς ἀναγκαίους φίλους."
    },
    {
      "verse": 25,
      "text": "ὡς δὲ ἐγένετο τοῦ εἰσελθεῖν τὸν Πέτρον, συναντήσας αὐτῷ ὁ Κορνήλιος πεσὼν ἐπὶ τοὺς πόδας προσεκύνησεν."
    },
    {
      "verse": 26,
      "text": "ὁ δὲ Πέτρος ἤγειρεν αὐτὸν λέγων, ἀνάστηθι· καὶ ἐγὼ αὐτὸς ἄνθρωπός εἰμι."
    },
    {
      "verse": 27,
      "text": "καὶ συνομιλῶν αὐτῷ εἰσῆλθεν, καὶ εὑρίσκει συνεληλυθότας πολλούς,"
    },
    {
      "verse": 28,
      "text": "ἔφη τε πρὸς αὐτούς, ὑμεῖς ἐπίστασθε ὡς ἀθέμιτόν ἐστιν ἀνδρὶ Ἰουδαίῳ κολλᾶσθαι ἢ προσέρχεσθαι ἀλλοφύλῳ· κἀμοὶ ἔδειξεν ὁ θεὸς μηδένα κοινὸν ἢ ἀκάθαρτον λέγειν ἄνθρωπον·"
    },
    {
      "verse": 29,
      "text": "διὸ καὶ ἀναντιρρήτως ἦλθον μεταπεμφθείς. πυνθάνομαι οὖν τίνι λόγῳ μετεπέμψασθέ με;"
    },
    {
      "verse": 30,
      "text": "καὶ ὁ Κορνήλιος ἔφη, ἀπὸ τετάρτης ἡμέρας μέχρι ταύτης τῆς ὥρας ἤμην τὴν ἐνάτην προσευχόμενος ἐν τῷ οἴκῳ μου, καὶ ἰδοὺ ἀνὴρ ἔστη ἐνώπιόν μου ἐν ἐσθῆτι λαμπρᾷ"
    },
    {
      "verse": 31,
      "text": "καὶ φησίν, Κορνήλιε, εἰσηκούσθη σου ἡ προσευχὴ καὶ αἱ ἐλεημοσύναι σου ἐμνήσθησαν ἐνώπιον τοῦ θεοῦ."
    },
    {
      "verse": 32,
      "text": "πέμψον οὖν εἰς Ἰόππην καὶ μετακάλεσαι Σίμωνα ὃς ἐπικαλεῖται Πέτρος· οὗτος ξενίζεται ἐν οἰκίᾳ Σίμωνος βυρσέως παρὰ θάλασσαν."
    },
    {
      "verse": 33,
      "text": "ἐξαυτῆς οὖν ἔπεμψα πρὸς σέ, σύ τε καλῶς ἐποίησας παραγενόμενος. νῦν οὖν πάντες ἡμεῖς ἐνώπιον τοῦ θεοῦ πάρεσμεν ἀκοῦσαι πάντα τὰ προστεταγμένα σοι ὑπὸ τοῦ κυρίου."
    },
    {
      "verse": 34,
      "text": "Ἀνοίξας δὲ Πέτρος τὸ στόμα εἶπεν· ἐπ’ ἀληθείας καταλαμβάνομαι ὅτι οὐκ ἔστιν προσωπολήμπτης ὁ θεός,"
    },
    {
      "verse": 35,
      "text": "ἀλλ’ ἐν παντὶ ἔθνει ὁ φοβούμενος αὐτὸν καὶ ἐργαζόμενος δικαιοσύνην δεκτὸς αὐτῷ ἐστιν."
    },
    {
      "verse": 36,
      "text": "τὸν λόγον ὃν ἀπέστειλεν τοῖς υἱοῖς Ἰσραὴλ εὐαγγελιζόμενος εἰρήνην διὰ Ἰησοῦ Χριστοῦ· οὗτός ἐστιν πάντων κύριος·"
    },
    {
      "verse": 37,
      "text": "ὑμεῖς οἴδατε, τὸ γενόμενον ῥῆμα καθ’ ὅλης τῆς Ἰουδαίας, ἀρξάμενος ἀπὸ τῆς Γαλιλαίας μετὰ τὸ βάπτισμα ὃ ἐκήρυξεν Ἰωάννης,"
    },
    {
      "verse": 38,
      "text": "Ἰησοῦν τὸν ἀπὸ Ναζαρέθ, ὡς ἔχρισεν αὐτὸν ὁ θεὸς πνεύματι ἁγίῳ καὶ δυνάμει, ὃς διῆλθεν εὐεργετῶν καὶ ἰώμενος πάντας τοὺς καταδυναστευομένους ὑπὸ τοῦ διαβόλου, ὅτι ὁ θεὸς ἦν μετ’ αὐτοῦ."
    },
    {
      "verse": 39,
      "text": "καὶ ἡμεῖς μάρτυρες πάντων ὧν ἐποίησεν ἔν τε τῇ χώρᾳ τῶν Ἰουδαίων καὶ ἐν Ἱερουσαλήμ, ὃν καὶ ἀνεῖλαν κρεμάσαντες ἐπὶ ξύλου."
    },
    {
      "verse": 40,
      "text": "τοῦτον ὁ θεὸς ἤγειρεν ἐν τῇ τρίτῃ ἡμέρᾳ καὶ ἔδωκεν αὐτὸν ἐμφανῆ γενέσθαι,"
    },
    {
      "verse": 41,
      "text": "οὐ παντὶ τῷ λαῷ ἀλλὰ μάρτυσιν τοῖς προκεχειροτονημένοις ὑπὸ τοῦ θεοῦ, ἡμῖν, οἵτινες συνεφάγομεν καὶ συνεπίομεν αὐτῷ μετὰ τὸ ἀναστῆναι αὐτὸν ἐκ νεκρῶν·"
    },
    {
      "verse": 42,
      "text": "καὶ παρήγγειλεν ἡμῖν κηρύξαι τῷ λαῷ καὶ διαμαρτύρασθαι ὅτι αὐτός ἐστιν ὁ ὡρισμένος ὑπὸ τοῦ θεοῦ κριτὴς ζώντων καὶ νεκρῶν."
    },
    {
      "verse": 43,
      "text": "τούτῳ πάντες οἱ προφῆται μαρτυροῦσιν, ἄφεσιν ἁμαρτιῶν λαβεῖν διὰ τοῦ ὀνόματος αὐτοῦ πάντα τὸν πιστεύοντα εἰς αὐτόν."
    },
    {
      "verse": 44,
      "text": "Ἔτι λαλοῦντος τοῦ Πέτρου τὰ ῥήματα ταῦτα ἐπέπεσεν τὸ πνεῦμα τὸ ἅγιον ἐπὶ πάντας τοὺς ἀκούοντας τὸν λόγον."
    },
    {
      "verse": 45,
      "text": "καὶ ἐξέστησαν οἱ ἐκ περιτομῆς πιστοὶ ὅσοι συνῆλθαν τῷ Πέτρῳ, ὅτι καὶ ἐπὶ τὰ ἔθνη ἡ δωρεὰ τοῦ ἁγίου πνεύματος ἐκκέχυται·"
    },
    {
      "verse": 46,
      "text": "ἤκουον γὰρ αὐτῶν λαλούντων γλώσσαις καὶ μεγαλυνόντων τὸν θεόν. τότε ἀπεκρίθη Πέτρος,"
    },
    {
      "verse": 47,
      "text": "μήτι τὸ ὕδωρ δύναται κωλῦσαί τις τοῦ μὴ βαπτισθῆναι τούτους οἵτινες τὸ πνεῦμα τὸ ἅγιον ἔλαβον ὡς καὶ ἡμεῖς;"
    },
    {
      "verse": 48,
      "text": "προσέταξεν δὲ αὐτοῖς ἐν τῷ ὀνόματι Ἰησοῦ Χριστοῦ βαπτισθῆναι. τότε ἠρώτησαν αὐτὸν ἐπιμεῖναι ἡμέρας τινάς."
    }
  ]
}