{
  "book_id": "ACT",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐγένετο δὲ ἐν Ἰκονίῳ κατὰ τὸ αὐτὸ εἰσελθεῖν αὐτοὺς εἰς τὴν συναγωγὴν τῶν Ἰουδαίων καὶ λαλῆσαι οὕτως ὥστε πιστεῦσαι Ἰουδαίων τε καὶ Ἑλλήνων πολὺ πλῆθος."
    },
    {
      "verse": 2,
      "text": "οἱ δὲ ἀπειθήσαντες Ἰουδαῖοι ἐπήγειραν καὶ ἐκάκωσαν τὰς ψυχὰς τῶν ἐθνῶν κατὰ τῶν ἀδελφῶν."
    },
    {
      "verse": 3,
      "text": "ἱκανὸν μὲν οὖν χρόνον διέτριψαν παρρησιαζόμενοι ἐπὶ τῷ κυρίῳ τῷ μαρτυροῦντι ἐπὶ τῷ λόγῳ τῆς χάριτος αὐτοῦ, διδόντος σημεῖα καὶ τέρατα γίνεσθαι διὰ τῶν χειρῶν αὐτῶν."
    },
    {
      "verse": 4,
      "text": "ἐσχίσθη δὲ τὸ πλῆθος τῆς πόλεως, καὶ οἱ μὲν ἦσαν σὺν τοῖς Ἰουδαίοις οἱ δὲ σὺν τοῖς ἀποστόλοις."
    },
    {
      "verse": 5,
      "text": "ὡς δὲ ἐγένετο ὁρμὴ τῶν ἐθνῶν τε καὶ Ἰουδαίων σὺν τοῖς ἄρχουσιν αὐτῶν ὑβρίσαι καὶ λιθοβολῆσαι αὐτούς,"
    },
    {
      "verse": 6,
      "text": "συνιδόντες κατέφυγον εἰς τὰς πόλεις τῆς Λυκαονίας Λύστραν καὶ Δέρβην καὶ τὴν περίχωρον,"
    },
    {
      "verse": 7,
      "text": "κἀκεῖ εὐαγγελιζόμενοι ἦσαν."
    },
    {
      "verse": 8,
      "text": "Καί τις ἀνὴρ ἐν Λύστροις ἀδύνατος τοῖς ποσὶν ἐκάθητο, χωλὸς ἐκ κοιλίας μητρὸς αὐτοῦ, ὃς οὐδέποτε περιεπάτησεν."
    },
    {
      "verse": 9,
      "text": "οὗτος ἤκουσεν τοῦ Παύλου λαλοῦντος, ὃς ἀτενίσας αὐτῷ καὶ ἰδὼν ὅτι ἔχει πίστιν τοῦ σωθῆναι,"
    },
    {
      "verse": 10,
      "text": "εἶπεν μεγάλῃ φωνῇ· ἀνάστηθι ἐπὶ τοὺς πόδας σου ὀρθός. καὶ ἥλατο καὶ περιεπάτει."
    },
    {
      "verse": 11,
      "text": "οἵ τε ὄχλοι ἰδόντες ὃ ἐποίησεν Παῦλος ἐπῆραν τὴν φωνὴν αὐτῶν Λυκαονιστὶ λέγοντες, οἱ θεοὶ ὁμοιωθέντες ἀνθρώποις κατέβησαν πρὸς ἡμᾶς·"
    },
    {
      "verse": 12,
      "text": "ἐκάλουν τε τὸν Βαρναβᾶν Δία, τὸν δὲ Παῦλον Ἑρμῆν, ἐπειδὴ αὐτὸς ἦν ὁ ἡγούμενος τοῦ λόγου."
    },
    {
      "verse": 13,
      "text": "ὅ τε ἱερεὺς τοῦ Διὸς τοῦ ὄντος πρὸ τῆς πόλεως ταύρους καὶ στέμματα ἐπὶ τοὺς πυλῶνας ἐνέγκας σὺν τοῖς ὄχλοις ἤθελεν θύειν."
    },
    {
      "verse": 14,
      "text": "ἀκούσαντες δὲ οἱ ἀπόστολοι Βαρναβᾶς καὶ Παῦλος, διαρρήξαντες τὰ ἱμάτια αὐτῶν ἐξεπήδησαν εἰς τὸν ὄχλον, κράζοντες"
    },
    {
      "verse": 15,
      "text": "καὶ λέγοντες, ἄνδρες, τί ταῦτα ποιεῖτε; καὶ ἡμεῖς ὁμοιοπαθεῖς ἐσμεν ὑμῖν ἄνθρωποι, εὐαγγελιζόμενοι ὑμᾶς ἀπὸ τούτων τῶν ματαίων ἐπιστρέφειν ἐπὶ θεὸν ζῶντα ὃς ἐποίησεν τὸν οὐρανὸν καὶ τὴν γῆν καὶ τὴν θάλασσαν καὶ πάντα τὰ ἐν αὐτοῖς·"
    },
    {
      "verse": 16,
      "text": "ὃς ἐν ταῖς παρῳχημέναις γενεαῖς εἴασεν πάντα τὰ ἔθνη πορεύεσθαι ταῖς ὁδοῖς αὐτῶν·"
    },
    {
      "verse": 17,
      "text": "καίτοι οὐκ ἀμάρτυρον αὐτὸν ἀφῆκεν ἀγαθουργῶν, οὐρανόθεν ὑμῖν ὑετοὺς διδοὺς καὶ καιροὺς καρποφόρους, ἐμπιπλῶν τροφῆς καὶ εὐφροσύνης τὰς καρδίας ὑμῶν."
    },
    {
      "verse": 18,
      "text": "καὶ ταῦτα λέγοντες μόλις κατέπαυσαν τοὺς ὄχλους τοῦ μὴ θύειν αὐτοῖς."
    },
    {
      "verse": 19,
      "text": "Ἐπῆλθαν δὲ ἀπὸ Ἀντιοχείας καὶ Ἰκονίου Ἰουδαῖοι, καὶ πείσαντες τοὺς ὄχλους καὶ λιθάσαντες τὸν Παῦλον ἔσυρον ἔξω τῆς πόλεως, νομίζοντες αὐτὸν τεθνηκέναι."
    },
    {
      "verse": 20,
      "text": "κυκλωσάντων δὲ τῶν μαθητῶν αὐτὸν ἀναστὰς εἰσῆλθεν εἰς τὴν πόλιν. καὶ τῇ ἐπαύριον ἐξῆλθεν σὺν τῷ Βαρναβᾷ εἰς Δέρβην."
    },
    {
      "verse": 21,
      "text": "εὐαγγελιζόμενοί τε τὴν πόλιν ἐκείνην καὶ μαθητεύσαντες ἱκανοὺς ὑπέστρεψαν εἰς τὴν Λύστραν καὶ εἰς Ἰκόνιον καὶ εἰς Ἀντιόχειαν,"
    },
    {
      "verse": 22,
      "text": "ἐπιστηρίζοντες τὰς ψυχὰς τῶν μαθητῶν, παρακαλοῦντες ἐμμένειν τῇ πίστει, καὶ ὅτι διὰ πολλῶν θλίψεων δεῖ ἡμᾶς εἰσελθεῖν εἰς τὴν βασιλείαν τοῦ θεοῦ."
    },
    {
      "verse": 23,
      "text": "χειροτονήσαντες δὲ αὐτοῖς κατ’ ἐκκλησίαν πρεσβυτέρους προσευξάμενοι μετὰ νηστειῶν παρέθεντο αὐτοὺς τῷ κυρίῳ εἰς ὃν πεπιστεύκεισαν."
    },
    {
      "verse": 24,
      "text": "καὶ διελθόντες τὴν Πισιδίαν ἦλθον εἰς τὴν Παμφυλίαν,"
    },
    {
      "verse": 25,
      "text": "καὶ λαλήσαντες εἰς τὴν Πέργην τὸν λόγον κατέβησαν εἰς Ἀτταλίαν."
    },
    {
      "verse": 26,
      "text": "κἀκεῖθεν ἀπέπλευσαν εἰς Ἀντιόχειαν, ὅθεν ἦσαν παραδεδομένοι τῇ χάριτι τοῦ θεοῦ εἰς τὸ ἔργον ὃ ἐπλήρωσαν."
    },
    {
      "verse": 27,
      "text": "παραγενόμενοι δὲ καὶ συναγαγόντες τὴν ἐκκλησίαν ἀνήγγελλον ὅσα ἐποίησεν ὁ θεὸς μετ’ αὐτῶν καὶ ὅτι ἤνοιξεν τοῖς ἔθνεσιν θύραν πίστεως."
    },
    {
      "verse": 28,
      "text": "διέτριβον δὲ χρόνον οὐκ ὀλίγον σὺν τοῖς μαθηταῖς."
    }
  ]
}