{
  "book_id": "ACT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ τὸ παύσασθαι τὸν θόρυβον μεταπεμψάμενος ὁ Παῦλος τοὺς μαθητὰς καὶ παρακαλέσας, ἀσπασάμενος ἐξῆλθεν πορεύεσθαι εἰς Μακεδονίαν."
    },
    {
      "verse": 2,
      "text": "διελθὼν δὲ τὰ μέρη ἐκεῖνα καὶ παρακαλέσας αὐτοὺς λόγῳ πολλῷ ἦλθεν εἰς τὴν Ἑλλάδα,"
    },
    {
      "verse": 3,
      "text": "ποιήσας τε μῆνας τρεῖς γενομένης ἐπιβουλῆς αὐτῷ ὑπὸ τῶν Ἰουδαίων μέλλοντι ἀνάγεσθαι εἰς τὴν Συρίαν ἐγένετο γνώμης τοῦ ὑποστρέφειν διὰ Μακεδονίας."
    },
    {
      "verse": 4,
      "text": "συνείπετο δὲ αὐτῷ Σώπατρος Πύρρου Βεροιαῖος, Θεσσαλονικέων δὲ Ἀρίσταρχος καὶ Σεκοῦνδος, καὶ Γάϊος Δερβαῖος καὶ Τιμόθεος, Ἀσιανοὶ δὲ Τυχικὸς καὶ Τρόφιμος."
    },
    {
      "verse": 5,
      "text": "οὗτοι δὲ προελθόντες ἔμενον ἡμᾶς ἐν Τρῳάδι·"
    },
    {
      "verse": 6,
      "text": "ἡμεῖς δὲ ἐξεπλεύσαμεν μετὰ τὰς ἡμέρας τῶν ἀζύμων ἀπὸ Φιλίππων, καὶ ἤλθομεν πρὸς αὐτοὺς εἰς τὴν Τρῳάδα ἄχρι ἡμερῶν πέντε, ὅπου διετρίψαμεν ἡμέρας ἑπτά."
    },
    {
      "verse": 7,
      "text": "Ἐν δὲ τῇ μιᾷ τῶν σαββάτων συνηγμένων ἡμῶν κλάσαι ἄρτον ὁ Παῦλος διελέγετο αὐτοῖς, μέλλων ἐξιέναι τῇ ἐπαύριον, παρέτεινέν τε τὸν λόγον μέχρι μεσονυκτίου."
    },
    {
      "verse": 8,
      "text": "ἦσαν δὲ λαμπάδες ἱκαναὶ ἐν τῷ ὑπερῴῳ οὗ ἦμεν συνηγμένοι·"
    },
    {
      "verse": 9,
      "text": "καθεζόμενος δέ τις νεανίας ὀνόματι Εὔτυχος ἐπὶ τῆς θυρίδος, καταφερόμενος ὕπνῳ βαθεῖ διαλεγομένου τοῦ Παύλου ἐπὶ πλεῖον, κατενεχθεὶς ἀπὸ τοῦ ὕπνου ἔπεσεν ἀπὸ τοῦ τριστέγου κάτω καὶ ἤρθη νεκρός."
    },
    {
      "verse": 10,
      "text": "καταβὰς δὲ ὁ Παῦλος ἐπέπεσεν αὐτῷ καὶ συμπεριλαβὼν εἶπεν, μὴ θορυβεῖσθε, ἡ γὰρ ψυχὴ αὐτοῦ ἐν αὐτῷ ἐστιν."
    },
    {
      "verse": 11,
      "text": "ἀναβὰς δὲ καὶ κλάσας τὸν ἄρτον καὶ γευσάμενος ἐφ’ ἱκανόν τε ὁμιλήσας ἄχρι αὐγῆς οὕτως ἐξῆλθεν."
    },
    {
      "verse": 12,
      "text": "ἤγαγον δὲ τὸν παῖδα ζῶντα, καὶ παρεκλήθησαν οὐ μετρίως."
    },
    {
      "verse": 13,
      "text": "Ἡμεῖς δὲ προελθόντες ἐπὶ τὸ πλοῖον ἀνήχθημεν ἐπὶ τὴν Ἄσσον, ἐκεῖθεν μέλλοντες ἀναλαμβάνειν τὸν Παῦλον· οὕτως γὰρ διατεταγμένος ἦν μέλλων αὐτὸς πεζεύειν."
    },
    {
      "verse": 14,
      "text": "ὡς δὲ συνέβαλλεν ἡμῖν εἰς τὴν Ἄσσον, ἀναλαβόντες αὐτὸν ἤλθομεν εἰς Μιτυλήνην."
    },
    {
      "verse": 15,
      "text": "κἀκεῖθεν ἀποπλεύσαντες τῇ ἐπιούσῃ κατηντήσαμεν ἄντικρυς Χίου, τῇ δὲ ἑτέρᾳ παρεβάλομεν εἰς Σάμον, τῇ δὲ ἐχομένῃ ἤλθομεν εἰς Μίλητον·"
    },
    {
      "verse": 16,
      "text": "κεκρίκει γὰρ ὁ Παῦλος παραπλεῦσαι τὴν Ἔφεσον, ὅπως μὴ γένηται αὐτῷ χρονοτριβῆσαι ἐν τῇ Ἀσίᾳ, ἔσπευδεν γὰρ εἰ δυνατὸν εἴη αὐτῷ τὴν ἡμέραν τῆς πεντηκοστῆς γενέσθαι εἰς Ἱερουσαλήμ."
    },
    {
      "verse": 17,
      "text": "Ἀπὸ δὲ τῆς Μιλήτου πέμψας εἰς Ἔφεσον μετεκαλέσατο τοὺς πρεσβυτέρους τῆς ἐκκλησίας."
    },
    {
      "verse": 18,
      "text": "ὡς δὲ παρεγένοντο πρὸς αὐτὸν εἶπεν αὐτοῖς, ὑμεῖς ἐπίστασθε ἀπὸ πρώτης ἡμέρας ἀφ’ ἧς ἐπέβην εἰς τὴν Ἀσίαν πῶς μεθ’ ὑμῶν τὸν πάντα χρόνον ἐγενόμην,"
    },
    {
      "verse": 19,
      "text": "δουλεύων τῷ κυρίῳ μετὰ πάσης ταπεινοφροσύνης καὶ δακρύων καὶ πειρασμῶν τῶν συμβάντων μοι ἐν ταῖς ἐπιβουλαῖς τῶν Ἰουδαίων·"
    },
    {
      "verse": 20,
      "text": "ὡς οὐδὲν ὑπεστειλάμην τῶν συμφερόντων τοῦ μὴ ἀναγγεῖλαι ὑμῖν καὶ διδάξαι ὑμᾶς δημοσίᾳ καὶ κατ’ οἴκους,"
    },
    {
      "verse": 21,
      "text": "διαμαρτυρόμενος Ἰουδαίοις τε καὶ Ἕλλησιν τὴν εἰς θεὸν μετάνοιαν καὶ πίστιν εἰς τὸν κύριον ἡμῶν Ἰησοῦν Χριστόν."
    },
    {
      "verse": 22,
      "text": "καὶ νῦν ἰδοὺ δεδεμένος ἐγὼ τῷ πνεύματι πορεύομαι εἰς Ἱερουσαλήμ, τὰ ἐν αὐτῇ συναντήσοντά ἐμοὶ μὴ εἰδώς,"
    },
    {
      "verse": 23,
      "text": "πλὴν ὅτι τὸ πνεῦμα τὸ ἅγιον κατὰ πόλιν διαμαρτύρεταί μοι λέγον ὅτι δεσμὰ καὶ θλίψεις με μένουσιν."
    },
    {
      "verse": 24,
      "text": "ἀλλ’ οὐδενὸς λόγου ποιοῦμαι τὴν ψυχὴν τιμίαν ἐμαυτῷ ὡς τελειῶσαι τὸν δρόμον μου καὶ τὴν διακονίαν ἣν ἔλαβον παρὰ τοῦ κυρίου Ἰησοῦ, διαμαρτύρασθαι τὸ εὐαγγέλιον τῆς χάριτος τοῦ θεοῦ."
    },
    {
      "verse": 25,
      "text": "καὶ νῦν ἰδοὺ ἐγὼ οἶδα ὅτι οὐκέτι ὄψεσθε τὸ πρόσωπόν μου ὑμεῖς πάντες ἐν οἷς διῆλθον κηρύσσων τὴν βασιλείαν·"
    },
    {
      "verse": 26,
      "text": "διότι μαρτύρομαι ὑμῖν ἐν τῇ σήμερον ἡμέρᾳ ὅτι καθαρός εἰμι ἀπὸ τοῦ αἵματος πάντων,"
    },
    {
      "verse": 27,
      "text": "οὐ γὰρ ὑπεστειλάμην τοῦ μὴ ἀναγγεῖλαι πᾶσαν τὴν βουλὴν τοῦ θεοῦ ὑμῖν."
    },
    {
      "verse": 28,
      "text": "προσέχετε ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ κυρίου, ἣν περιεποιήσατο διὰ τοῦ αἵματος τοῦ ἰδίου."
    },
    {
      "verse": 29,
      "text": "ἐγὼ οἶδα ὅτι εἰσελεύσονται μετὰ τὴν ἄφιξίν μου λύκοι βαρεῖς εἰς ὑμᾶς μὴ φειδόμενοι τοῦ ποιμνίου,"
    },
    {
      "verse": 30,
      "text": "καὶ ἐξ ὑμῶν αὐτῶν ἀναστήσονται ἄνδρες λαλοῦντες διεστραμμένα τοῦ ἀποσπᾶν τοὺς μαθητὰς ὀπίσω ἑαυτῶν."
    },
    {
      "verse": 31,
      "text": "διὸ γρηγορεῖτε, μνημονεύοντες ὅτι τριετίαν νύκτα καὶ ἡμέραν οὐκ ἐπαυσάμην μετὰ δακρύων νουθετῶν ἕνα ἕκαστον."
    },
    {
      "verse": 32,
      "text": "καὶ τὰ νῦν παρατίθεμαι ὑμᾶς τῷ θεῷ καὶ τῷ λόγῳ τῆς χάριτος αὐτοῦ τῷ δυναμένῳ οἰκοδομῆσαι καὶ δοῦναι τὴν κληρονομίαν ἐν τοῖς ἡγιασμένοις πᾶσιν."
    },
    {
      "verse": 33,
      "text": "ἀργυρίου ἢ χρυσίου ἢ ἱματισμοῦ οὐδενὸς ἐπεθύμησα·"
    },
    {
      "verse": 34,
      "text": "αὐτοὶ γινώσκετε ὅτι ταῖς χρείαις μου καὶ τοῖς οὖσιν μετ’ ἐμοῦ ὑπηρέτησαν αἱ χεῖρες αὗται."
    },
    {
      "verse": 35,
      "text": "πάντα ὑπέδειξα ὑμῖν ὅτι οὕτως κοπιῶντας δεῖ ἀντιλαμβάνεσθαι τῶν ἀσθενούντων, μνημονεύειν τε τῶν λόγων τοῦ κυρίου Ἰησοῦ, ὅτι αὐτὸς εἶπεν· μακάριόν ἐστιν μᾶλλον διδόναι ἢ λαμβάνειν."
    },
    {
      "verse": 36,
      "text": "καὶ ταῦτα εἰπὼν θεὶς τὰ γόνατα αὐτοῦ σὺν πᾶσιν αὐτοῖς προσηύξατο."
    },
    {
      "verse": 37,
      "text": "ἱκανὸς δὲ κλαυθμὸς ἐγένετο πάντων, καὶ ἐπιπεσόντες ἐπὶ τὸν τράχηλον τοῦ Παύλου κατεφίλουν αὐτόν,"
    },
    {
      "verse": 38,
      "text": "ὀδυνώμενοι μάλιστα ἐπὶ τῷ λόγῳ ᾧ εἰρήκει ὅτι οὐκέτι μέλλουσιν τὸ πρόσωπον αὐτοῦ θεωρεῖν. προέπεμπον δὲ αὐτὸν εἰς τὸ πλοῖον."
    }
  ]
}