{
  "book_id": "RUT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then Boaz went up to the gate, and sat down there: and behold, the kinsman of whom Boaz spoke came by; to whom he said, Ho, such a one! turn aside, sit down here. And he turned aside, and sat down."
    },
    {
      "verse": 2,
      "text": "And he took ten men of the elders of the city, and said, Sit ye down here. And they sat down."
    },
    {
      "verse": 3,
      "text": "And he said to the kinsman, Naomi, that has come again out of the country of Moab, selleth a parcel of land, which \\add was\\add* our brother Elimelech's:"
    },
    {
      "verse": 4,
      "text": "And I thought to advertise thee, saying, Buy \\add it\\add* before the inhabitants, and before the elders of my people. If thou wilt redeem \\add it\\add* , redeem \\add it\\add* : but if thou wilt not redeem \\add it\\add* , \\add then\\add* tell me, that I may know: for \\add there is\\add* none to redeem \\add it\\add* besides thee; and I \\add am\\add* after thee. And he said, I will redeem \\add it\\add* ."
    },
    {
      "verse": 5,
      "text": "Then said Boaz, What day thou buyest the field of the hand of Naomi, thou must buy \\add it\\add* also of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance."
    },
    {
      "verse": 6,
      "text": "And the kinsman said, I cannot redeem \\add it\\add* for myself, lest I mar my own inheritance: redeem thou my right to thyself; for I cannot redeem \\add it\\add* ."
    },
    {
      "verse": 7,
      "text": "Now this \\add was the manner\\add* in former time in Israel concerning redeeming and concerning changing, for confirming all things; a man plucked off his shoe, and gave \\add it\\add* to his neighbor: and this \\add was\\add* a testimony in Israel."
    },
    {
      "verse": 8,
      "text": "Therefore the kinsman said to Boaz, Buy \\add it\\add* for thyself. So he drew off his shoe."
    },
    {
      "verse": 9,
      "text": "And Boaz said to the elders, and \\add to\\add* all the people, Ye \\add are\\add* witnesses this day, that I have bought all that \\add was\\add* Elimelech's, and all that \\add was\\add* Chilion's and Mahlon's, of the hand of Naomi."
    },
    {
      "verse": 10,
      "text": "Moreover, Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye \\add are\\add* witnesses this day."
    },
    {
      "verse": 11,
      "text": "And all the people that \\add were\\add* in the gate, and the elders said, \\add We are\\add* witnesses. The LORD make the woman that hath come into thy house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Beth-lehem:"
    },
    {
      "verse": 12,
      "text": "And let thy house be like the house of Pharez, whom Tamar bore to Judah, of the seed which the LORD shall give thee of this young woman."
    },
    {
      "verse": 13,
      "text": "So Boaz took Ruth, and she was his wife: and when he went in to her, the LORD gave her conception, and she bore a son."
    },
    {
      "verse": 14,
      "text": "And the women said to Naomi, Blessed \\add be\\add* the LORD, who hath not left thee this day without a kinsman, that his name may be famous in Israel."
    },
    {
      "verse": 15,
      "text": "And he shall be to thee a restorer of \\add thy\\add* life, and a nourisher of thy old age: for thy daughter-in-law, who loveth thee, who is better to thee than seven sons, hath borne him."
    },
    {
      "verse": 16,
      "text": "And Naomi took the child, and laid it in her bosom, and became its nurse."
    },
    {
      "verse": 17,
      "text": "And the women, her neighbors, gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he \\add is\\add* the father of Jesse, the father of David."
    },
    {
      "verse": 18,
      "text": "Now these \\add are\\add* the generations of Pharez: Pharez begat Hezron,"
    },
    {
      "verse": 19,
      "text": "And Hezron begat Ram, and Ram begat Amminadab,"
    },
    {
      "verse": 20,
      "text": "And Amminadab begat Nahshon, and Nahshon begat Salmon,"
    },
    {
      "verse": 21,
      "text": "And Salmon begat Boaz, and Boaz begat Obed,"
    },
    {
      "verse": 22,
      "text": "And Obed begat Jesse, and Jesse begat David."
    }
  ]
}