{
  "book_id": "EXO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And after this went in Moses and Aaron to Pharao, and they said to him, These things says the Lord God of Israel, Send my people away, that they may keep a feast to me in the wilderness."
    },
    {
      "verse": 2,
      "text": "And Pharao said, Who is he that I should listen to his voice, so that I should send away the children of Israel? I do not know the Lord, and I will not let Israel go."
    },
    {
      "verse": 3,
      "text": "And they say to him, The God of the Hebrews has called us to him: we will go therefore a three days' journey into the wilderness, that we may sacrifice to the Lord our God, lest at any time death or slaughter happen to us."
    },
    {
      "verse": 4,
      "text": "And the king of Egypt said to them, Why do you⌃, Moses and Aaron, turn the people from their works? depart each of you to your works."
    },
    {
      "verse": 5,
      "text": "And Pharao said, Behold now, the people is very numerous; let us not then give them rest from their work."
    },
    {
      "verse": 6,
      "text": "And Pharao gave orders to the taskmasters of the people and the accountants, saying,"
    },
    {
      "verse": 7,
      "text": "You⌃ shall no longer give straw to the people for brick-making as yesterday and the third day; but let them go themselves, and collect straw for themselves."
    },
    {
      "verse": 8,
      "text": "And you shall impose on them daily the rate of brick-making which they perform: you shall not abate anything, for they are idle; therefore have they cried, saying, Let us arise and do sacrifice to our God."
    },
    {
      "verse": 9,
      "text": "Let the works of these men be made grievous, and let them care for these things, and not care for vain words."
    },
    {
      "verse": 10,
      "text": "And the taskmasters and the accountants hastened them, and they spoke to the people, saying, thus says Pharao, I willgive you straw no longer."
    },
    {
      "verse": 11,
      "text": "Go you⌃, yourselves, get for yourselves straw wherever you⌃ can find it, for nothing is diminished from your rate."
    },
    {
      "verse": 12,
      "text": "So the people were dispersed in all the land of Egypt, to gather stubble for straw."
    },
    {
      "verse": 13,
      "text": "and the taskmasters hastened them, saying, Fulfil your regular daily tasks, even as when straw was given you."
    },
    {
      "verse": 14,
      "text": "And the accountants of the race of the children of Israel, who were set over them by the masters of Pharao, were scourged, [and questioned,] mensaying, Why have you⌃ not fulfilled your rates of brick work as yesterday and the third day, today also?"
    },
    {
      "verse": 15,
      "text": "And the accountants of the children of Israel went in and cried to Pharao, saying, Why do you act thus to your servants?"
    },
    {
      "verse": 16,
      "text": "Straw is not given to your servants, and they tell us to make brick; and behold your servants have been scourged: you will therefore injure your people."
    },
    {
      "verse": 17,
      "text": "And he said to them, You⌃ are idle, you⌃ are idlers: therefore you⌃ say, Let us go anddo sacrifice to our God."
    },
    {
      "verse": 18,
      "text": "Now then go and work, for straw shall not be given to you, yet you⌃ shall return the rate of bricks."
    },
    {
      "verse": 19,
      "text": "And the accountants of the children of Israel saw themselves in an evil plight, mensaying, You⌃ shall not fail to deliver the daily rate of the brick-making."
    },
    {
      "verse": 20,
      "text": "And they met Moses and Aaron coming forth to meet them, as they came forth from Pharao."
    },
    {
      "verse": 21,
      "text": "And they said to them, The Lord look upon you and judge you, for you⌃ have made our savor abominable before Pharao, and before his servants, to put a sword into his hands to kill us."
    },
    {
      "verse": 22,
      "text": "And Moses turned to the Lord, and said, I pray, Lord, why have you afflicted this people? and therefore have you sent me?"
    },
    {
      "verse": 23,
      "text": "For from the time that I went to Pharao to speak in your name, he has afflicted this people, and you have not delivered your people."
    }
  ]
}