{
  "book_id": "EXO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And if one steal an ox or a sheep, and kill it or sell it, he shall pay five calves for a calf, and four sheep for a sheep."
    },
    {
      "verse": 2,
      "text": "And if the thief be found in the breach made by himselfand be struck and die, there shall not be blood shed for him."
    },
    {
      "verse": 3,
      "text": "But if the sun be risen upon him, he is guilty, he shall die instead; and if a thief have nothing, let him be sold in compensation for what he has stolen."
    },
    {
      "verse": 4,
      "text": "And if the thing stolen be left and be in his hand alive, whether ox or sheep, he shall restore them two-fold."
    },
    {
      "verse": 5,
      "text": "And if any one should feed down a field or a vineyard, and should send in his beast to feed down another field, he shall make compensation of his own field according to his produce; and if he shall have fed down the whole field, he shall pay for compensation the best of his own field and the best of his vineyard."
    },
    {
      "verse": 6,
      "text": "And if fire have gone forth and caught thorns, and should also set on fire threshing-floors or ears of corn or a field, he that kindled the fire shall make compensation."
    },
    {
      "verse": 7,
      "text": "And if any one give to his neighbor money or goods to keep, and they be stolen out of the man's house, if the thief be found he shall repay double."
    },
    {
      "verse": 8,
      "text": "But if the thief be not found, the master of the house shall come forward before God, and shall swear that surely he has not wrought wickedly in regard of any part of his neighbor's deposit,"
    },
    {
      "verse": 9,
      "text": "according to every injury alleged, both concerning a calf, and an ass, and a sheep, and a garment, and every alleged loss, whatever in fact it may be, —the judgment of both shall proceed before God, and he that is convicted by God shall repay to his neighbor double."
    },
    {
      "verse": 10,
      "text": "And if any one give to his neighbor to keep a calf or sheep or any beast, and it be wounded or die or be taken, and no one know,"
    },
    {
      "verse": 11,
      "text": "an oath of God shall be between both, each swearingthat he has surely not at all been guilty in the matter of his neighbor's deposit; and so his master shall hold him guiltless, and he shall not make compensation."
    },
    {
      "verse": 12,
      "text": "And if it be stolen from him, he shall make compensation to the owner."
    },
    {
      "verse": 13,
      "text": "And if it be seized of beasts, he shall bring him to witnessthe prey, and he shall not make compensation."
    },
    {
      "verse": 14,
      "text": "And if any one borrow oughtof his neighbor, and it be wounded or die or be carried away, and the owner of it be not with it, he shall make compensation."
    },
    {
      "verse": 15,
      "text": "But if the owner be with it, he shall not make compensation: but if it be a hired thing, there shall be a compensationto him instead of his hire."
    },
    {
      "verse": 16,
      "text": "And if any one deceive a virgin that is not betrothed, and lie with her, he shall surely endow her for a wife to himself."
    },
    {
      "verse": 17,
      "text": "And if her father positively refuse, and will not consent to give her to him for a wife, he shall pay compensation to her father according to the amount of the dowry of virgins."
    },
    {
      "verse": 18,
      "text": "You⌃ shall not save the lives of sorcerers."
    },
    {
      "verse": 19,
      "text": "Every one that lies with a beast you⌃ shall surely put to death."
    },
    {
      "verse": 20,
      "text": "He that sacrifices to any gods but to the Lord alone, shall be destroyed by death."
    },
    {
      "verse": 21,
      "text": "And you⌃ shall not hurt a stranger, nor afflict him; for you⌃ were strangers in the land of Egypt."
    },
    {
      "verse": 22,
      "text": "You⌃ shall hurt no widow or orphan."
    },
    {
      "verse": 23,
      "text": "And if you⌃ should afflict them by ill-treatment, and they should cry aloud to me, I will surely hear their voice."
    },
    {
      "verse": 24,
      "text": "And I will be very angry, and will kill you with the sword, and your wives shall be widows and your children orphans."
    },
    {
      "verse": 25,
      "text": "And if you should lend money to your poor brother who is by you, you shall not be hard upon him you shall not exact usury of him."
    },
    {
      "verse": 26,
      "text": "And if you take your neighbor's garment for a pledge, you shall restore it to him before sunset."
    },
    {
      "verse": 27,
      "text": "For this is his clothing, this is the only covering of his nakedness; wherein shall he sleep? If then he shall cry to me, I will listen to him, for I am merciful."
    },
    {
      "verse": 28,
      "text": "You shall not revile the gods, nor speak ill of the ruler of your people."
    },
    {
      "verse": 29,
      "text": "You shall not keep back the first fruits of your threshing floor and press. The firstborn of your sons you shall give to me."
    },
    {
      "verse": 30,
      "text": "So shall you do with your calf and your sheep and your ass; seven days shall it be under the mother, and the eighth day you shall give it to me."
    },
    {
      "verse": 31,
      "text": "And you⌃ shall be holy men to me; and you⌃ shall not eat flesh taken of beasts, you⌃ shall cast it to the dog."
    }
  ]
}