{
  "book_id": "EXO",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "And you shall make the altar of incense of incorruptible wood."
    },
    {
      "verse": 2,
      "text": "And you shall make it a cubit in length, and a cubit in breadth: it shall be square; and the height of it shall be of two cubits, its horns shall be \\f + \\fr 30:2 \\fl Gr. \\ft of it. \\f* of the same piece."
    },
    {
      "verse": 3,
      "text": "And you shall gild its grate with pure gold, and its sides round about, and its horns; and you shall make for it a wreathen border of gold roundabout."
    },
    {
      "verse": 4,
      "text": "And you shall make under its wreathen border two rings of pure gold; you shall make it to the two corners on the two sides, and they shall be bearings for the staves, so as to bear it with them."
    },
    {
      "verse": 5,
      "text": "And you shall make the staves of incorruptible wood, and shall gild them with gold."
    },
    {
      "verse": 6,
      "text": "And you shall set it before the veil that is over the ark of the testimonies, wherein I will make myself known to you from thence."
    },
    {
      "verse": 7,
      "text": "And Aaron shall burn upon it fine compound incense every morning; whenever he trims the lamps he shall burn incense upon it."
    },
    {
      "verse": 8,
      "text": "And when Aaron lights the lamps in the evening, he shall burn incense upon it; a constant incense-offering always before the Lord for their generations."
    },
    {
      "verse": 9,
      "text": "And you shall not offer strange incense upon it, \\add nor\\add* and offering made by fire, \\add nor\\add* a sacrifice; and you shall not pour a drink-offering upon it."
    },
    {
      "verse": 10,
      "text": "And once in the year Aaron shall make atonement \\f + \\fr 30:10 \\fl Gr. \\ft on it, on its horns. \\f* on its horns, he shall purge it with the blood of purification for their generations: it is most holy to the Lord."
    },
    {
      "verse": 11,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 12,
      "text": "If you take account of the children of Israel in the surveying of them, and they shall give every one a ransom for his soul to the Lord, then there shall not be among them a \\f + \\fr 30:12 \\fl Gr. \\ft fall. \\f* destruction in the visiting of them."
    },
    {
      "verse": 13,
      "text": "And this is what they shall give, as many as pass the survey, half a didrachm which is according to the didrachm of the sanctuary: twenty oboli \\add go to\\add* the didrachm, but the half of the didrachm is the offering to the Lord."
    },
    {
      "verse": 14,
      "text": "Every one that passes the survey from twenty years old and upwards shall give the offering to the Lord."
    },
    {
      "verse": 15,
      "text": "The rich shall not give more, and the poor shall not give less than the half didrachm in giving the offering to the Lord, to make atonement for your souls."
    },
    {
      "verse": 16,
      "text": "And you shall take the money of the offering from the children of Israel, and shall give it for the service of the tabernacle of testimony; and it shall be to the children of Israel a memorial before the Lord, to make atonement for your souls."
    },
    {
      "verse": 17,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 18,
      "text": "Make a brazen laver, and a brazen base for it, \\f + \\fr 30:18 \\fl Gr. \\ft so as to wash one's self. \\f* for washing; and you shall put it between the tabernacle of witness and the altar, and you shall pour forth water into it."
    },
    {
      "verse": 19,
      "text": "And Aaron and his sons shall wash their hands and their feet with water from it."
    },
    {
      "verse": 20,
      "text": "Whenever they shall go into the tabernacle of witness, they shall wash themselves with water, so they shall not die, whenever they advance to the altar to do service and to offer the whole burnt offerings to the Lord."
    },
    {
      "verse": 21,
      "text": "They shall wash their hands and feet with water, whenever they shall go into the tabernacle of witness; they shall wash themselves with water, that they die not; and it shall be for them a perpetual statute, for him and his \\f + \\fr 30:21 \\fl Gr. \\ft generations. \\f* posterity after him."
    },
    {
      "verse": 22,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 23,
      "text": "Do you also take sweet herbs, the flower of choice myrrh five hundred shekels, and the half of this two hundred and fifty shekels of sweet smelling cinnamon, and two hundred and fifty shekels of sweet smelling calamus,"
    },
    {
      "verse": 24,
      "text": "and of \\f + \\fr 30:24 \\fl Gr. \\ft iris. \\f* cassia five hundred shekels of the sanctuary, and a hin of olive oil."
    },
    {
      "verse": 25,
      "text": "And you shall make it a holy anointing oil, a perfumed ointment \\add tempered\\add* by the art of the perfumer: it shall be a holy anointing oil."
    },
    {
      "verse": 26,
      "text": "And you shall anoint with it the tabernacle of witness, and the ark of the tabernacle of witness,"
    },
    {
      "verse": 27,
      "text": "and all its furniture, and the candlestick and all its furniture, and the altar of incense,"
    },
    {
      "verse": 28,
      "text": "and the altar of whole burnt offerings and all its furniture, and the table and all its furniture, and the laver."
    },
    {
      "verse": 29,
      "text": "And you shall sanctify them, and they shall be most holy: every one that touches them shall be hallowed."
    },
    {
      "verse": 30,
      "text": "And you shall anoint Aaron and his sons, and sanctify them that they may minister to me as priests."
    },
    {
      "verse": 31,
      "text": "And you shall speak to the children of Israel, saying, This shall be to you a holy anointing oil throughout your generations."
    },
    {
      "verse": 32,
      "text": "On man's flesh it shall not be poured, and you⌃ shall not make \\add any\\add* for yourselves according to this composition: it is holy, and shall be holiness to you."
    },
    {
      "verse": 33,
      "text": "Whosoever shall make it in like manner, and whoever shall give of it to a stranger, shall be destroyed from among his people."
    },
    {
      "verse": 34,
      "text": "And the Lord said to Moses, Take for yourself sweet herbs, stacte, onycha, sweet galbanum, and transparent frankincense; there shall be \\f + \\fr 30:34 \\fl Gr. \\ft equal to equal. \\f* an equal weight of each."
    },
    {
      "verse": 35,
      "text": "And they shall make with it perfumed incense, tempered with the art of a perfumer, a pure holy work."
    },
    {
      "verse": 36,
      "text": "And of these you shall beat some small, and you shall put it before the testimonies in the tabernacle of testimony, whence I will make myself known to you: it shall be to you a most holy incense."
    },
    {
      "verse": 37,
      "text": "You⌃ shall not make any for yourselves according to this composition; it shall be to you a holy thing for the Lord."
    },
    {
      "verse": 38,
      "text": "Whosoever shall make any in like manner, so as \\f + \\fr 30:38 \\fl Gr. \\ft to smell in it. \\fl Hebraism.\\f* to smell it, shall perish from his people."
    }
  ]
}