{
  "book_id": "EXO",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses, Go forward, go up hence, you and your people, whom you brought out of the land of Egypt, into the land which I swore to Abraam, and Isaac, and Jacob, saying, I will give it to your seed."
    },
    {
      "verse": 2,
      "text": "And I will send at the same time my angel before your face, and he shall cast out the Amorite and the Chettite, and the Pherezite and Gergesite, and Evite, and Jebusite, and Chananite."
    },
    {
      "verse": 3,
      "text": "And I will bring you into a land flowing with milk and honey; for I will not go up with you, because you are a stiff-necked people, lest I consume you by the way."
    },
    {
      "verse": 4,
      "text": "And the people having heard this grievous saying, mourned in mourning apparel."
    },
    {
      "verse": 5,
      "text": "For the Lord said to the children of Israel, You⌃ are a stiff-necked people; take heed lest I bring on you another plague, and destroy you: now then put off your glorious apparel, and yourornaments, and I will show you what I will do to you."
    },
    {
      "verse": 6,
      "text": "So the sons of Israel took off their ornaments and their array at the mount of Choreb."
    },
    {
      "verse": 7,
      "text": "And Moses took his tabernacle and pitched it without the camp, at a distance from the camp; and it was called the Tabernacle of Testimony: and it came to pass thatevery one that sought the Lord went forth to the tabernacle which was without the camp."
    },
    {
      "verse": 8,
      "text": "And whenever Moses went into the tabernacle without the camp, all the people stood every one watching by the doors of his tent; and when Moses departed, they took notice until he entered into the tabernacle."
    },
    {
      "verse": 9,
      "text": "And when Moses entered into the tabernacle, the pillar of the cloud descended, and stood at the door of the tabernacle, and Godtalked to Moses."
    },
    {
      "verse": 10,
      "text": "And all the people saw the pillar of the cloud standing by the door of the tabernacle, and all the people stood and worshipped every one at the door of his tent."
    },
    {
      "verse": 11,
      "text": "And the Lord spoke to Moses face to face, as if one should speak to his friend; and he retired into the camp: but his servant Joshua the son of Naue, a young man, departed not forth from the tabernacle."
    },
    {
      "verse": 12,
      "text": "And Moses said to the Lord, Behold! you say to me, Lead on this people; but you have not showed me whom you will send with me, but you have said to me, I know you above all, and you have favor with me."
    },
    {
      "verse": 13,
      "text": "If then I have found favor in your sight, reveal yourself to me, that I may evidently see you; that I may find favor in your sight, and that I may know that this great nation isyour people."
    },
    {
      "verse": 14,
      "text": "And he says, I myself will go before you, and give you rest."
    },
    {
      "verse": 15,
      "text": "And he says to him, If you go not up with us yourself, bring me not up hence."
    },
    {
      "verse": 16,
      "text": "And how shall it be surely known, that both I and this people have found favor with you, except only if you go with us? So both I and your people shall be glorified beyond all the nations, as many as are upon the earth."
    },
    {
      "verse": 17,
      "text": "And the Lord said to Moses, I will also do for you this thing, which you have spoken; for you have found grace before me, and I know you above all."
    },
    {
      "verse": 18,
      "text": "And Mosessays, Manifest yourself to me."
    },
    {
      "verse": 19,
      "text": "And Godsaid, I will pass by before you with my glory, and I will call by my name, the Lord, before you; and I will have mercy on whom I will have mercy, and will have pity on whom I will have pity."
    },
    {
      "verse": 20,
      "text": "And Godsaid, You shall not be able to see my face; for no man shall see my face, and live."
    },
    {
      "verse": 21,
      "text": "And the Lord said, Behold, there isa place by me: you shall stand upon the rock;"
    },
    {
      "verse": 22,
      "text": "and when my glory shall pass by, then I will put you into a hole of the rock; and I will cover you over with my hand, until I shall have passed by."
    },
    {
      "verse": 23,
      "text": "And I will remove my hand, and then shall you see my back parts; but my face shall not appear to you."
    }
  ]
}