{
  "book_id": "EXO",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And Moses gathered all the congregation of the children of Israel together, and said, These are the words which the Lord has spoken for youto do them."
    },
    {
      "verse": 2,
      "text": "Six days shall you perform works, but on the seventh day shall berest—a holy sabbath—a rest for the Lord: every one that does work on it, let him die."
    },
    {
      "verse": 3,
      "text": "You⌃ shall not burn a fire in any of your dwellings on the sabbath-day; I amthe Lord."
    },
    {
      "verse": 4,
      "text": "And Moses spoke to all the congregation of the children of Israel, saying, This isthe thing which the Lord has appointed you, saying,"
    },
    {
      "verse": 5,
      "text": "Take of yourselves an offering for the Lord: every one that engages in his heart shall bring the first fruits to the Lord; gold, silver, brass,"
    },
    {
      "verse": 6,
      "text": "blue, purple, double scarlet spun, and fine linen spun, and goats' hair,"
    },
    {
      "verse": 7,
      "text": "and rams' skins dyed red, and skins dyedblue, and incorruptible wood,"
    },
    {
      "verse": 8,
      "text": "and sardine stones, and stones for engraving for the shoulder-piece and full-length robe."
    },
    {
      "verse": 9,
      "text": "And every man that is wise in heart among you, let him come and work all things whatever the Lord has commanded."
    },
    {
      "verse": 10,
      "text": "The tabernacle, and the cords, and the coverings, and the rings, and the bars, and the posts,"
    },
    {
      "verse": 11,
      "text": "and the ark of the testimony, and its staves, and its propitiatory, and the veil,"
    },
    {
      "verse": 12,
      "text": "and the curtains of the court, and its posts,"
    },
    {
      "verse": 13,
      "text": "and the emerald stones,"
    },
    {
      "verse": 14,
      "text": "and the incense, and the anointing oil,"
    },
    {
      "verse": 15,
      "text": "and the table and all its furniture,"
    },
    {
      "verse": 16,
      "text": "and the candlestick for the light and all its furniture,"
    },
    {
      "verse": 17,
      "text": "and the altar and all its furniture;"
    },
    {
      "verse": 18,
      "text": "and the holy garments of Aaron the priest, and the garments in which they shall do service;"
    },
    {
      "verse": 19,
      "text": "and the garments of priesthood for the sons of Aaron and the anointing oil, and the compound incense."
    },
    {
      "verse": 20,
      "text": "And all the congregation of the children of Israel went out from Moses. And they brought, they whose heart prompted them, and they to whoever it seemed good in their mind, each and offering:"
    },
    {
      "verse": 21,
      "text": "and they brought an offering to the Lord for all the works of the tabernacle of witness, and all its services, and for all the robes of the sanctuary."
    },
    {
      "verse": 22,
      "text": "And the men, even every one to whom it seemed good in his heart, brought from the women, evenbrought seals and ear-rings, and finger-rings, and necklaces, and bracelets, every article of gold."
    },
    {
      "verse": 23,
      "text": "And all as many as brought ornaments of gold to the Lord, and with whoever fine linen was found; and they brought skins dyedblue, and rams' skins dyed red."
    },
    {
      "verse": 24,
      "text": "And every one that offered an offering brought silver and brass, the offerings to the Lord; and theywith whom was found incorruptible wood; and they brought offeringsfor all the works of the preparation."
    },
    {
      "verse": 25,
      "text": "And every woman skilled in her heart to spin with her hands, brought spun articles, the blue, and purple, and scarlet and fine linen."
    },
    {
      "verse": 26,
      "text": "And all the women to whom it seemed good in their heart in their wisdom, spun the goats' hair."
    },
    {
      "verse": 27,
      "text": "And the rulers brought the emerald stones, and the stones for setting in the ephod, and the oracle,"
    },
    {
      "verse": 28,
      "text": "and the compounds both for the anointing oil, and the composition of the incense."
    },
    {
      "verse": 29,
      "text": "And every man and woman whose mind inclined them to come in and do all the works as many as the Lord appointed them to do by Moses—theythe children of Israel brought an offering to the Lord."
    },
    {
      "verse": 30,
      "text": "And Moses said to the children of Israel, Behold, God has called by name Beseleel the sonof Urias the son ofOr, of the tribe of Juda,"
    },
    {
      "verse": 31,
      "text": "and has filled him with a divine spirit of wisdom and understanding, and knowledge of all things,"
    },
    {
      "verse": 32,
      "text": "to labor skillfully in all works of cunning workmanship, to form the gold and the silver and the brass,"
    },
    {
      "verse": 33,
      "text": "and to work in stone, and to fashion the wood, and to work in every work of wisdom."
    },
    {
      "verse": 34,
      "text": "And Godgave improvement in understanding both to him, and to Eliab the sonof Achisamach of the tribe of Dan."
    },
    {
      "verse": 35,
      "text": "And Godfilled them with wisdom, understanding andperception, to understand to work all the works of the sanctuary, and to weave the woven and embroidered work with scarlet and fine linen, to do all work of curious workmanship andembroidery."
    }
  ]
}