{
  "book_id": "EXO",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "And they made ten curtains for the tabernacle;"
    },
    {
      "verse": 2,
      "text": "of eight and twenty cubits the length of one curtain: the same \\add measure\\add* was to all, and the breadth of one curtain was of four cubits."
    },
    {
      "verse": 3,
      "text": "And they made the veil of blue, and purple, and spun scarlet, and fine linen twined, the woven work with cherubs."
    },
    {
      "verse": 4,
      "text": "And they put it on four posts of incorruptible \\add wood\\add* overlaid with gold; and their capitals were gold, and their four sockets were silver."
    },
    {
      "verse": 5,
      "text": "And they made the veil of the door of the tabernacle of witness of blue, and purple, and spun scarlet, and fine linen twined, woven work with cherubs,"
    },
    {
      "verse": 6,
      "text": "and their posts five, and the rings; and they gilded their capitals and their clasps with gold, and they had five sockets of brass."
    },
    {
      "verse": 7,
      "text": "And they made the court toward the south; the curtains of the court of fine linen twined, one hundred \\add cubits\\add* \\f + \\fr 37:7 \\fl Or, \\ft on each side. \\f* every way,"
    },
    {
      "verse": 8,
      "text": "and their posts twenty, and their sockets twenty;"
    },
    {
      "verse": 9,
      "text": "and on the north side one hundred every way, and on the south side one hundred every way, and their posts twenty and their sockets twenty."
    },
    {
      "verse": 10,
      "text": "And on the west side curtains of fifty cubits, their posts ten and their sockets ten."
    },
    {
      "verse": 11,
      "text": "And on the east side curtains of fifty cubits of fifteen cubits behind,"
    },
    {
      "verse": 12,
      "text": "and their pillars three, and their sockets three."
    },
    {
      "verse": 13,
      "text": "And at the second back on this side and on that by the gate of the court, curtains of fifteen cubits, their pillars three and their sockets three;"
    },
    {
      "verse": 14,
      "text": "all the curtains of the tabernacle of fine linen twined."
    },
    {
      "verse": 15,
      "text": "And the sockets of their pillars of brass, and their hooks of silver, and their capitals overlaid with silver, and all the posts of the court overlaid with silver:"
    },
    {
      "verse": 16,
      "text": "and the veil of the gate of the court, the work of an embroiderer of blue, and purple, and spun scarlet, and fine linen twined; the length of twenty cubits, and the height and the breadth of five cubits, made equal to the curtains of the court;"
    },
    {
      "verse": 17,
      "text": "and their pillars four, and their sockets four of brass, and their hooks of silver, and their capitals overlaid with silver."
    },
    {
      "verse": 18,
      "text": "And all the pins of the court round about of brass, and they \\add were\\add* overlaid with silver."
    },
    {
      "verse": 19,
      "text": "And this was the \\f + \\fr 37:19 \\fl Or, \\ft appointment. \\f* construction of the tabernacle of witness, accordingly as it was appointed to Moses; so that the public service should belong to the Levites, through Ithamar the son of Aaron the priest."
    },
    {
      "verse": 20,
      "text": "And Beseleel the son of Urias of the tribe of Juda, did as the Lord commanded Moses."
    },
    {
      "verse": 21,
      "text": "And Eliab the son of Achisamach of the tribe of Dan \\add was there\\add*, who was chief artificer in the woven works and needle-works and embroideries, \\f + \\fr 37:21 \\fl Gr. \\ft to weave. \\f* in weaving with the scarlet and fine linen."
    }
  ]
}