{
  "book_id": "EXO",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "All the gold that was employed for the works according to all the fabrication of the holy things, was of the gold of the offerings, twenty-nine talents, and seven hundred and twenty shekels according to the holy shekel."
    },
    {
      "verse": 2,
      "text": "And the offering of silver from the men that were numbered of the congregation one hundred talents, and a thousand seven hundred and seventy-five shekels, one drachm apiece, even the half shekel, according to the holy shekel."
    },
    {
      "verse": 3,
      "text": "Every one that passed the survey from twenty years old and upwards to the number ofsix hundred thousand, and three thousand five hundred and fifty."
    },
    {
      "verse": 4,
      "text": "And the hundred talents of silver went to the casting of the hundred capitals of the tabernacle, and to the capitals of the veil;"
    },
    {
      "verse": 5,
      "text": "one hundred capitals to the hundred talents, a talent to a chapiter."
    },
    {
      "verse": 6,
      "text": "And the thousand seven hundred and seventy-five shekels he formed into hooks for the pillars, and he gilt their capitals and adorned them."
    },
    {
      "verse": 7,
      "text": "And the brass of the offering was seventy talents, and a thousand five hundred shekels;"
    },
    {
      "verse": 8,
      "text": "and they made of it the bases of the door of the tabernacle of witness,"
    },
    {
      "verse": 9,
      "text": "and the bases of the court round about, and the bases of the gate of the court, and the pins of the tabernacle, and the pins of the court round about;"
    },
    {
      "verse": 10,
      "text": "and the brazen appendage of the altar, and all the vessels of the altar, and all the instruments of the tabernacle of witness."
    },
    {
      "verse": 11,
      "text": "And the children of Israel did as the Lord commanded Moses, so did they."
    },
    {
      "verse": 12,
      "text": "And of the gold that remained of the offering they made vessels to minister with before the Lord."
    },
    {
      "verse": 13,
      "text": "And the blue that was left, and the purple, and the scarlet they made intogarments of ministry for Aaron, so that he should minister with them in the sanctuary;"
    },
    {
      "verse": 14,
      "text": "and they brought the garments to Moses, and the tabernacle, and its furniture, its bases and its bars and the posts;"
    },
    {
      "verse": 15,
      "text": "and the ark of the covenant, and its bearers, and the altar and all its furniture."
    },
    {
      "verse": 16,
      "text": "And they made the anointing oil, and the incense of composition, and the pure candlestick,"
    },
    {
      "verse": 17,
      "text": "and its lamps, lamps for burning, and oil for the light,"
    },
    {
      "verse": 18,
      "text": "and the table of show bread, and all its furniture, and the show bread upon it,"
    },
    {
      "verse": 19,
      "text": "and the garments of the sanctuary which belong to Aaron, and the garments of his sons, for the priestly ministry;"
    },
    {
      "verse": 20,
      "text": "and the curtains of the court, and the posts, and the veil of the door of the tabernacle, and the gate of the court,"
    },
    {
      "verse": 21,
      "text": "and all the vessels of the tabernacle and all its instruments: and the skins, even rams' skins dyed red, and the blue coverings, and the coverings of the other things, and the pins, and all the instruments for the works of the tabernacle of witness."
    },
    {
      "verse": 22,
      "text": "Whatsoever things the Lord appointed Moses, so did the children of Israel make all the furniture."
    },
    {
      "verse": 23,
      "text": "And Moses saw all the works; and they had done them all as the Lord commanded Moses, so had they made them; and Moses blessed them."
    }
  ]
}