{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "אללי לי כי הייתי כאספי קיץ כעללת בציר אין אשכול לאכול בכורה אותה נפשי׃"
    },
    {
      "verse": 2,
      "text": "אבד חסיד מן הארץ וישר באדם אין כלם לדמים יארבו איש את אחיהו יצודו חרם׃"
    },
    {
      "verse": 3,
      "text": "על הרע כפים להיטיב השר שאל והשפט בשלום והגדול דבר הות נפשו הוא ויעבתוה׃"
    },
    {
      "verse": 4,
      "text": "טובם כחדק ישר ממסוכה יום מצפיך פקדתך באה עתה תהיה מבוכתם׃"
    },
    {
      "verse": 5,
      "text": "אל תאמינו ברע אל תבטחו באלוף משכבת חיקך שמר פתחי פיך׃"
    },
    {
      "verse": 6,
      "text": "כי בן מנבל אב בת קמה באמה כלה בחמתה איבי איש אנשי ביתו׃"
    },
    {
      "verse": 7,
      "text": "ואני ביהוה אצפה אוחילה לאלהי ישעי ישמעני אלהי׃"
    },
    {
      "verse": 8,
      "text": "אל תשמחי איבתי לי כי נפלתי קמתי כי אשב בחשך יהוה אור לי׃"
    },
    {
      "verse": 9,
      "text": "זעף יהוה אשא כי חטאתי לו עד אשר יריב ריבי ועשה משפטי יוציאני לאור אראה בצדקתו׃"
    },
    {
      "verse": 10,
      "text": "ותרא איבתי ותכסה בושה האמרה אלי איו יהוה אלהיך עיני תראינה בה עתה תהיה למרמס כטיט חוצות׃"
    },
    {
      "verse": 11,
      "text": "יום לבנות גדריך יום ההוא ירחק חק׃"
    },
    {
      "verse": 12,
      "text": "יום הוא ועדיך יבוא למני אשור וערי מצור ולמני מצור ועד נהר וים מים והר ההר׃"
    },
    {
      "verse": 13,
      "text": "והיתה הארץ לשממה על ישביה מפרי מעלליהם׃"
    },
    {
      "verse": 14,
      "text": "רעה עמך בשבטך צאן נחלתך שכני לבדד יער בתוך כרמל ירעו בשן וגלעד כימי עולם׃"
    },
    {
      "verse": 15,
      "text": "כימי צאתך מארץ מצרים אראנו נפלאות׃"
    },
    {
      "verse": 16,
      "text": "יראו גוים ויבשו מכל גבורתם ישימו יד על פה אזניהם תחרשנה׃"
    },
    {
      "verse": 17,
      "text": "ילחכו עפר כנחש כזחלי ארץ ירגזו ממסגרתיהם אל יהוה אלהינו יפחדו ויראו ממך׃"
    },
    {
      "verse": 18,
      "text": "מי אל כמוך נשא עון ועבר על פשע לשארית נחלתו לא החזיק לעד אפו כי חפץ חסד הוא׃"
    },
    {
      "verse": 19,
      "text": "ישוב ירחמנו יכבש עונתינו ותשליך במצלות ים כל חטאותם׃"
    },
    {
      "verse": 20,
      "text": "תתן אמת ליעקב חסד לאברהם אשר נשבעת לאבתינו מימי קדם׃"
    }
  ]
}