{
  "book_id": "JHN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
      "verse": 2,
      "text": "The same was in the beginning with God."
    },
    {
      "verse": 3,
      "text": "All things were made by him; and without him was not any thing made that was made."
    },
    {
      "verse": 4,
      "text": "In him was life; and the life was the light of men."
    },
    {
      "verse": 5,
      "text": "And the light shineth in darkness; and the darkness comprehended it not."
    },
    {
      "verse": 6,
      "text": "¶ There was a man sent from God, whose name wasJohn."
    },
    {
      "verse": 7,
      "text": "The same came for a witness, to bear witness of the Light, that all menthrough him might believe."
    },
    {
      "verse": 8,
      "text": "He was not that Light, but was sentto bear witness of that Light."
    },
    {
      "verse": 9,
      "text": "Thatwas the true Light, which lighteth every man that cometh into the world."
    },
    {
      "verse": 10,
      "text": "He was in the world, and the world was made by him, and the world knew him not."
    },
    {
      "verse": 11,
      "text": "He came unto his own, and his own received him not."
    },
    {
      "verse": 12,
      "text": "But as many as received him, to them gave he power to become the sons of God, evento them that believe on his name:"
    },
    {
      "verse": 13,
      "text": "Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God."
    },
    {
      "verse": 14,
      "text": "And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth."
    },
    {
      "verse": 15,
      "text": "¶ John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me."
    },
    {
      "verse": 16,
      "text": "And of his fulness have all we received, and grace for grace."
    },
    {
      "verse": 17,
      "text": "For the law was given by Moses, butgrace and truth came by Jesus Christ."
    },
    {
      "verse": 18,
      "text": "No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him."
    },
    {
      "verse": 19,
      "text": "¶ And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?"
    },
    {
      "verse": 20,
      "text": "And he confessed, and denied not; but confessed, I am not the Christ."
    },
    {
      "verse": 21,
      "text": "And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No."
    },
    {
      "verse": 22,
      "text": "Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?"
    },
    {
      "verse": 23,
      "text": "He said, I amthe voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias."
    },
    {
      "verse": 24,
      "text": "And they which were sent were of the Pharisees."
    },
    {
      "verse": 25,
      "text": "And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?"
    },
    {
      "verse": 26,
      "text": "John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;"
    },
    {
      "verse": 27,
      "text": "He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose."
    },
    {
      "verse": 28,
      "text": "These things were done in Bethabara beyond Jordan, where John was baptizing."
    },
    {
      "verse": 29,
      "text": "¶ The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world."
    },
    {
      "verse": 30,
      "text": "This is he of whom I said, After me cometh a man which is preferred before me: for he was before me."
    },
    {
      "verse": 31,
      "text": "And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water."
    },
    {
      "verse": 32,
      "text": "And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him."
    },
    {
      "verse": 33,
      "text": "And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost."
    },
    {
      "verse": 34,
      "text": "And I saw, and bare record that this is the Son of God."
    },
    {
      "verse": 35,
      "text": "¶ Again the next day after John stood, and two of his disciples;"
    },
    {
      "verse": 36,
      "text": "And looking upon Jesus as he walked, he saith, Behold the Lamb of God!"
    },
    {
      "verse": 37,
      "text": "And the two disciples heard him speak, and they followed Jesus."
    },
    {
      "verse": 38,
      "text": "Then Jesus turned, and saw them following, and saith unto them, \\+w What|strong=\"G5101\"\\+w* \\+w seek ye|strong=\"G2212\"\\+w*?They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?"
    },
    {
      "verse": 39,
      "text": "He saith unto them, \\+w Come|strong=\"G2064\"\\+w* \\+w and|strong=\"G2532\"\\+w* \\+w see|strong=\"G1492\"\\+w*.They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour."
    },
    {
      "verse": 40,
      "text": "One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother."
    },
    {
      "verse": 41,
      "text": "He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ."
    },
    {
      "verse": 42,
      "text": "And he brought him to Jesus. And when Jesus beheld him, he said, \\+w Thou|strong=\"G4771\"\\+w* \\+w art|strong=\"G1488\"\\+w* \\+w Simon|strong=\"G4613\"\\+w* \\+w the son|strong=\"G5207\"\\+w* \\+w of Jona|strong=\"G2495\"\\+w*: \\+w thou|strong=\"G4771\"\\+w* \\+w shalt be called|strong=\"G2564\"\\+w* \\+w Cephas|strong=\"G2786\"\\+w*,which is by interpretation, A stone."
    },
    {
      "verse": 43,
      "text": "¶ The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, \\+w Follow|strong=\"G0190\"\\+w* \\+w me|strong=\"G3427\"\\+w*."
    },
    {
      "verse": 44,
      "text": "Now Philip was of Bethsaida, the city of Andrew and Peter."
    },
    {
      "verse": 45,
      "text": "Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph."
    },
    {
      "verse": 46,
      "text": "And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see."
    },
    {
      "verse": 47,
      "text": "Jesus saw Nathanael coming to him, and saith of him, \\+w Behold|strong=\"G1492\"\\+w* \\+w an Israelite|strong=\"G2475\"\\+w* \\+w indeed|strong=\"G0230\"\\+w*, \\+w in|strong=\"G1722\"\\+w* \\+w whom|strong=\"G3739\"\\+w* \\+w is|strong=\"G2076\"\\+w* \\+w no|strong=\"G3756\"\\+w* \\+w guile|strong=\"G1388\"\\+w*!"
    },
    {
      "verse": 48,
      "text": "Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, \\+w Before|strong=\"G4253\"\\+w* \\+w that|strong=\"G3588\"\\+w* \\+w Philip|strong=\"G5376\"\\+w* \\+w called|strong=\"G5455\"\\+w* \\+w thee|strong=\"G4571\"\\+w*, \\+w when thou wast|strong=\"G5607\"\\+w* \\+w under|strong=\"G5259\"\\+w* \\+w the fig tree|strong=\"G4808\"\\+w*, \\+w I saw|strong=\"G1492\"\\+w* \\+w thee|strong=\"G4571\"\\+w*."
    },
    {
      "verse": 49,
      "text": "Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel."
    },
    {
      "verse": 50,
      "text": "Jesus answered and said unto him, \\+w Because|strong=\"G3754\"\\+w* \\+w I said|strong=\"G2036\"\\+w* \\+w unto thee|strong=\"G4671\"\\+w*, \\+w I saw|strong=\"G1492\"\\+w* \\+w thee|strong=\"G4571\"\\+w* \\+w under|strong=\"G5270\"\\+w* \\+w the fig tree|strong=\"G4808\"\\+w*, \\+w believest thou|strong=\"G4100\"\\+w*? \\+w thou shalt see|strong=\"G3700\"\\+w* \\+w greater things than|strong=\"G3173\"\\+w* \\+w these|strong=\"G5130\"\\+w*."
    },
    {
      "verse": 51,
      "text": "And he saith unto him, \\+w Verily|strong=\"G0281\"\\+w*, \\+w verily|strong=\"G0281\"\\+w*, \\+w I say|strong=\"G3004\"\\+w* \\+w unto you|strong=\"G5213\"\\+w*, \\+w Hereafter|strong=\"G0575\"\\+w* \\+w ye shall see|strong=\"G3700\"\\+w* \\+w heaven|strong=\"G3772\"\\+w* \\+w open|strong=\"G0455\"\\+w*, \\+w and|strong=\"G2532\"\\+w* \\+w the angels|strong=\"G0032\"\\+w* \\+w of God|strong=\"G2316\"\\+w* \\+w ascending|strong=\"G0305\"\\+w* \\+w and|strong=\"G2532\"\\+w* \\+w descending|strong=\"G2597\"\\+w* \\+w upon|strong=\"G1909\"\\+w* \\+w the Son|strong=\"G5207\"\\+w* \\+w of man|strong=\"G0444\"\\+w*."
    }
  ]
}