{
  "book_id": "HEB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "God, who at different times and in different ways spoke of old to the fathers by the prophets,"
    },
    {
      "verse": 2,
      "text": "hath at the end of these days spoken to us by his Son, whom he appointed heir of all things, by whom he also made the worlds,"
    },
    {
      "verse": 3,
      "text": "who being a brightness from his glory and an image of his being, and upholding all things by the word of his power, when he had by himself accomplished a cleansing of sins, sat down on the right hand of the Majesty on high;"
    },
    {
      "verse": 4,
      "text": "having become so much superior to the angels, as he hath inherited a more excellent name than they."
    },
    {
      "verse": 5,
      "text": "For to which of the angels did he ever say: “Thou art my Son, I this day have begotten thee?” and again: “I will be to him a Father, and he shall be to me a Son?”"
    },
    {
      "verse": 6,
      "text": "And again, when he hath brought in the first-begotten into the world, he saith: “And let all the angels of God pay him homage.”"
    },
    {
      "verse": 7,
      "text": "And of the angels he saith: “Who maketh his angels winds, and his ministers a flame of fire;”"
    },
    {
      "verse": 8,
      "text": "but of the Son: “Thy throne, O God, is for ever and ever; and the sceptre of thy kingdom is a sceptre of righteousness."
    },
    {
      "verse": 9,
      "text": "Thou lovedst righteousness, and hatedst iniquity; therefore God, thy God, anointed thee with the oil of gladness above thy fellows.”"
    },
    {
      "verse": 10,
      "text": "And: “Thou, Lord, in the beginning didst found the earth, and the heavens are the works of thy hands."
    },
    {
      "verse": 11,
      "text": "They will perish, but thou remainest; and they will all become old as doth a garment,"
    },
    {
      "verse": 12,
      "text": "and thou wilt fold them up as a vesture, and they will be changed; but thou art the same, and thy years will not fail.”"
    },
    {
      "verse": 13,
      "text": "But to which of the angels hath he ever said: “Sit on my right hand, until I make thine enemies thy footstool?”"
    },
    {
      "verse": 14,
      "text": "Are they not all ministering spirits, sent forth to minister for the sake of those who are to inherit salvation?"
    }
  ]
}