{
  "book_id": "HEB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Wherefore, holy brethren, partakers of a heavenly calling, consider the apostle and high-priest of our profession, Jesus;"
    },
    {
      "verse": 2,
      "text": "who was faithful to him that appointed him, as also was Moses in all his house."
    },
    {
      "verse": 3,
      "text": "For he hath been counted worthy of more glory than Moses, inasmuch as greater than the house is he who built it."
    },
    {
      "verse": 4,
      "text": "For every house is builded by some one; but he who built all things is God."
    },
    {
      "verse": 5,
      "text": "And Moses indeed was faithful in all his house as a servant, that he might testify of those things which were to be spoken;"
    },
    {
      "verse": 6,
      "text": "but Christ as a son over his house; whose house are we, if we hold fast the confidence and joyousness of our hope."
    },
    {
      "verse": 7,
      "text": "Wherefore, as the Holy Spirit saith: “To-day, if ye hear his voice,"
    },
    {
      "verse": 8,
      "text": "harden not your hearts, as in the provocation, in the day of the temptation in the wilderness,"
    },
    {
      "verse": 9,
      "text": "where your fathers tempted me by proving me, and saw my works forty years."
    },
    {
      "verse": 10,
      "text": "Wherefore I was offended with that generation, and said, They always err in their heart, but they knew not my ways;"
    },
    {
      "verse": 11,
      "text": "so I swore in my wrath, They shall not enter into my rest.”"
    },
    {
      "verse": 12,
      "text": "Take heed, brethren, lest there be in any one of you an evil heart of unbelief, in departing from the living God."
    },
    {
      "verse": 13,
      "text": "But exhort one another daily, as long as it is called To-day, that none of you may be hardened through the deceitfulness of sin."
    },
    {
      "verse": 14,
      "text": "For we have become partakers of Christ, if we hold fast our first confidence firm to the end."
    },
    {
      "verse": 15,
      "text": "When it is said, “To-day, if ye hear his voice, harden not your hearts, as in the provocation,”"
    },
    {
      "verse": 16,
      "text": "who then, when they had heard, provoked? Was it not all who came out of Egypt by means of Moses?"
    },
    {
      "verse": 17,
      "text": "And with whom was he offended forty years? Was it not with those who sinned, whose carcasses fell in the wilderness?"
    },
    {
      "verse": 18,
      "text": "And to whom did he swear that they should not enter into his rest, except to those who were disobedient?"
    },
    {
      "verse": 19,
      "text": "So then we see that they could not enter in because of unbelief."
    }
  ]
}