{
  "book_id": "HEB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "For this Melchizedek, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him,"
    },
    {
      "verse": 2,
      "text": "to whom also Abraham apportioned a tenth part of all, who by interpretation is first King of righteousness, and then also was King of Salem, which is, King of peace,"
    },
    {
      "verse": 3,
      "text": "without father, without mother, without record of descent, having neither beginning of days, nor end of life, but likened to the Son of God, remaineth a priest for ever."
    },
    {
      "verse": 4,
      "text": "Consider now how great this man was, to whom even Abraham the patriarch gave a tenth of the spoils."
    },
    {
      "verse": 5,
      "text": "And those indeed of the sons of Levi who receive the office of the priesthood have a command to take tithes of the people by the Law, that is, of their brethren, though they have come out of the loins of Abraham;"
    },
    {
      "verse": 6,
      "text": "but he whose descent is not reckoned from them took tithes of Abraham, and blessed him who had the promises."
    },
    {
      "verse": 7,
      "text": "And beyond all contradiction the less is blessed by the greater."
    },
    {
      "verse": 8,
      "text": "And here indeed men that die receive tithes; but there he of whom it is testified that he liveth."
    },
    {
      "verse": 9,
      "text": "And so to speak, Levi also, who receiveth tithes, paid tithes in Abraham;"
    },
    {
      "verse": 10,
      "text": "for he was yet in the loins of his father when Melchizedek met him."
    },
    {
      "verse": 11,
      "text": "If indeed perfection had been by the Levitical priesthood, (for under it the people hath received the Law,) what further need was there that a different priest should arise after the order of Melchizedek, and not be called alter the order of Aaron?"
    },
    {
      "verse": 12,
      "text": "For if the priesthood is changed, there takes place of necessity a change of the law."
    },
    {
      "verse": 13,
      "text": "For he of whom these things are spoken belonged to another tribe, of which no one hath given attendance at the altar;"
    },
    {
      "verse": 14,
      "text": "for it is well-known that our Lord sprang out of Judah, in regard to which tribe Moses spoke nothing concerning priests."
    },
    {
      "verse": 15,
      "text": "And it is still more abundantly evident, if after the likeness of Melchizedek there ariseth a different priest,"
    },
    {
      "verse": 16,
      "text": "who hath been made, not according to the law of a fleshly commandment, but according to the power of an indissoluble life."
    },
    {
      "verse": 17,
      "text": "For it is testified of him, “Thou art a priest for ever, after the order of Melchizedek.”"
    },
    {
      "verse": 18,
      "text": "For on the one hand there takes place an annulling of the commandment which went before, on account of its weakness and unprofitableness,—"
    },
    {
      "verse": 19,
      "text": "for the Law perfected nothing,—and on the other, the bringing in of a better hope, by which we draw near to God."
    },
    {
      "verse": 20,
      "text": "And inasmuch as it was not without an oath that he was made priest,"
    },
    {
      "verse": 21,
      "text": "—for they indeed have been made priests without an oath; but he with an oath by him who said to him, “The Lord swore, and will not repent, Thou art a priest for ever,”—"
    },
    {
      "verse": 22,
      "text": "by so much hath Jesus become the surety of a better covenant."
    },
    {
      "verse": 23,
      "text": "And they indeed have been many priests, because they have been prevented from continuing by reason of death;"
    },
    {
      "verse": 24,
      "text": "but he, because he abideth ever, hath an unchangeable priesthood;"
    },
    {
      "verse": 25,
      "text": "wherefore he is able also to save to the utmost those who come to God through him, since he ever liveth to make intercession for them."
    },
    {
      "verse": 26,
      "text": "For such a high-priest also became us, holy, harmless, undefiled, separate from sinners, and made higher than the heavens;"
    },
    {
      "verse": 27,
      "text": "who hath not necessity daily, as the high-priests, to offer up sacrifice first for his own sins, and then for those of the people; for this he did once for all, when he offered up himself."
    },
    {
      "verse": 28,
      "text": "For the Law maketh men high-priests, who have infirmity; but the word of the oath, which was after the Law, maketh the Son, who is perfected for ever."
    }
  ]
}