{
  "book_id": "HEB",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "The first covenant, then, had indeed ordinances of religious service, and a worldly sanctuary."
    },
    {
      "verse": 2,
      "text": "For a tabernacle was prepared, the first, wherein was the candlestick, and the table, and the show-bread; which is called the holy place:"
    },
    {
      "verse": 3,
      "text": "and after the second veil, the tabernacle which is called the holy of holies,"
    },
    {
      "verse": 4,
      "text": "which had the golden altar of incense, and the ark of the covenant overlaid on every side with gold, wherein was the golden pot containing the manna, and the rod of Aaron which budded, and the tables of the covenant;"
    },
    {
      "verse": 5,
      "text": "and over it the cherubs of glory, overshadowing the mercy-seat; of which we cannot now speak particularly."
    },
    {
      "verse": 6,
      "text": "Now these things being thus prepared, into the first tabernacle indeed the priests enter at all times, performing the services;"
    },
    {
      "verse": 7,
      "text": "but into the second the high-priest alone once every year, not without blood, which he offereth for himself, and for the errors of the people;"
    },
    {
      "verse": 8,
      "text": "the Holy Spirit clearly showing this, that the way into the sanctuary hath not yet been made manifest, while the first tabernacle is yet standing:"
    },
    {
      "verse": 9,
      "text": "which is a figure for the present time, in accordance with which are offered both gifts and sacrifices, which have no power as to the conscience to perfect the worshipper,"
    },
    {
      "verse": 10,
      "text": "being only ordinances pertaining to the flesh, which in addition to meats and drinks and divers washings are imposed until the time of reformation."
    },
    {
      "verse": 11,
      "text": "But Christ having appeared, as a high-priest of the good things to come, passing through the greater and more perfect tabernacle, not made with hands, that is, not of this creation, entered once for all into the sanctuary,"
    },
    {
      "verse": 12,
      "text": "not with the blood of goats and calves, but by his own blood, and obtained for us everlasting redemption."
    },
    {
      "verse": 13,
      "text": "For if the blood of goats and bulls, and the ashes of a heifer sprinkling those who have been defiled, sanctify to the purifying of the flesh,"
    },
    {
      "verse": 14,
      "text": "how much more shall the blood of Christ, who by his everlasting spirit offered himself without spot to God, purify your conscience from dead works, for the worship of the living God!"
    },
    {
      "verse": 15,
      "text": "And for this cause he is the mediator of a new covenant, that, death having taken place for redemption from the transgressions under the first covenant, they who have been called may receive the everlasting inheritance which was promised."
    },
    {
      "verse": 16,
      "text": "For where there is a testament there must of necessity be implied the death of the testator;"
    },
    {
      "verse": 17,
      "text": "for a testament is of force after men are dead, since it is of no force while the testator is living."
    },
    {
      "verse": 18,
      "text": "Hence neither was the first covenant ratified without blood."
    },
    {
      "verse": 19,
      "text": "For when Moses had spoken every precept according to the Law to all the people, he took the blood of the calves and of the goats, with water, and scarlet wool, and hyssop, and sprinkled both the book itself and all the people,"
    },
    {
      "verse": 20,
      "text": "saying, “This is the blood of the covenant which God enjoined in respect to you.”"
    },
    {
      "verse": 21,
      "text": "The tabernacle also and all the vessels of the service he in like manner sprinkled with the blood."
    },
    {
      "verse": 22,
      "text": "And almost all things are according to the Law purified with blood, and without shedding of blood there is no remission."
    },
    {
      "verse": 23,
      "text": "It was necessary therefore that the copies of the things in the heavens should be purified with these; but the heavenly things themselves with sacrifices better than these."
    },
    {
      "verse": 24,
      "text": "For Christ did not enter into a sanctuary made with hands, which is only a copy of the true one, but into heaven itself, now to appear in the presence of God in our behalf."
    },
    {
      "verse": 25,
      "text": "Nor yet to make an offering of himself many times, as the high-priest entereth into the holy place every year with blood of others;"
    },
    {
      "verse": 26,
      "text": "for then must he have suffered many times since the foundation of the world; but now once in the end of the world he hath appeared, to put away sin by means of his sacrifice."
    },
    {
      "verse": 27,
      "text": "And as it is appointed to men once to die, but after this the judgment;"
    },
    {
      "verse": 28,
      "text": "so also Christ having been once offered up to bear the sins of many, will appear the second time, without sin, for the salvation of those who are waiting for him."
    }
  ]
}