{
  "book_id": "HEB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "For the Law but shadowing forth the good things to come, and not having the very image of the things, can never with the same sacrifices which they offer year by year continually make those who come with them perfect."
    },
    {
      "verse": 2,
      "text": "For in that case would they not have ceased to be offered, because the worshippers, having been once purified, would have had no more consciousness of sins?"
    },
    {
      "verse": 3,
      "text": "But in these sacrifices there is a remembrance of sins every year."
    },
    {
      "verse": 4,
      "text": "For it is impossible that the blood of bulls and goats should take away sins."
    },
    {
      "verse": 5,
      "text": "Wherefore, when he cometh into the world, he saith: “Sacrifice and offering thou wouldest not, but a body didst thou prepare for me;"
    },
    {
      "verse": 6,
      "text": "in whole burnt-offerings and sacrifices for sin thou hadst no pleasure."
    },
    {
      "verse": 7,
      "text": "Then said I, Lo, I have come—in the volume of the book it is written of me—to do thy will, O God.”"
    },
    {
      "verse": 8,
      "text": "Saying above, “Sacrifices and offerings, and whole burnt-offerings and sacrifices for sin thou wouldest not, and hadst no pleasure in them,”—such as are offered in conformity to the Law,—"
    },
    {
      "verse": 9,
      "text": "then hath he said, “Lo, I have come to do thy will.” He setteth aside the first, that he may establish the second."
    },
    {
      "verse": 10,
      "text": "And in this will we have been sanctified through the offering of the body of Jesus Christ once for all."
    },
    {
      "verse": 11,
      "text": "And every priest indeed standeth performing daily service, and offering again and again the same sacrifices, which can never take away sins;"
    },
    {
      "verse": 12,
      "text": "but he, after he had offered one sacrifice for sins, sat down for ever on the right hand of God,"
    },
    {
      "verse": 13,
      "text": "thenceforth waiting until his enemies be made his footstool."
    },
    {
      "verse": 14,
      "text": "For by one offering he hath perfected for ever those who are sanctified."
    },
    {
      "verse": 15,
      "text": "Moreover the Holy Spirit also is a witness to us of this. For after he had said,"
    },
    {
      "verse": 16,
      "text": "“This is the covenant that I will make with them after those days,” the Lord saith, “I will put my laws into their hearts, and in their minds will I write them,"
    },
    {
      "verse": 17,
      "text": "and their sins and iniquities will I remember no more.”"
    },
    {
      "verse": 18,
      "text": "But where there is remission of these, there is no longer offering for sin."
    },
    {
      "verse": 19,
      "text": "Having therefore, brethren, boldness for entrance into the sanctuary by the blood of Jesus,"
    },
    {
      "verse": 20,
      "text": "a new and living way, which he consecrated for us, through the veil, that is, his flesh,"
    },
    {
      "verse": 21,
      "text": "and having a great priest over the house of God,"
    },
    {
      "verse": 22,
      "text": "let us draw near with a true heart in full assurance of faith, having had our hearts sprinkled from an evil conscience; and having had our bodies washed with pure water,"
    },
    {
      "verse": 23,
      "text": "let us hold fast the profession of our hope without wavering, for he is faithful who promised;"
    },
    {
      "verse": 24,
      "text": "and let us consider one another, to excite to love and to good works,"
    },
    {
      "verse": 25,
      "text": "not forsaking the assembling of ourselves together, as the custom of some is, but exhorting one another; and so much the more, as ye see the day approaching."
    },
    {
      "verse": 26,
      "text": "For if we sin willingly after we have received the knowledge of the truth, there no longer remaineth a sacrifice for sins;"
    },
    {
      "verse": 27,
      "text": "but a certain fearful looking for judgment, and an indignation by fire, which will devour the adversaries."
    },
    {
      "verse": 28,
      "text": "He that hath set at nought the law of Moses dieth without mercy under two or three witnesses;"
    },
    {
      "verse": 29,
      "text": "of how much heavier punishment, think ye, will he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite to the Spirit of grace?"
    },
    {
      "verse": 30,
      "text": "For we know him who said, “Vengeance belongeth to me, I will recompense, saith the Lord;” and again, “The Lord will judge his people.”"
    },
    {
      "verse": 31,
      "text": "It is a fearful thing to fall into the hands of the living God."
    },
    {
      "verse": 32,
      "text": "But call to remembrance the former days, in which, after ye were enlightened, ye endured a great struggle with sufferings;"
    },
    {
      "verse": 33,
      "text": "partly, while ye were made a gazing-stock both by reproaches and afflictions; and partly, while ye became partakers with those that were so used."
    },
    {
      "verse": 34,
      "text": "For ye sympathized with those in bonds, and ye took joyfully the plundering of your goods, knowing that ye have for yourselves a better and an enduring substance."
    },
    {
      "verse": 35,
      "text": "Cast not away therefore your confidence, which hath great recompense of reward."
    },
    {
      "verse": 36,
      "text": "For ye have need of endurance; that, after ye have done the will of God, ye may receive what is promised."
    },
    {
      "verse": 37,
      "text": "For yet a very little while, and “he that is to come will come, and will not tarry."
    },
    {
      "verse": 38,
      "text": "Now my righteous man shall live by faith; but if he draw back, my soul hath no pleasure in him.”"
    },
    {
      "verse": 39,
      "text": "But we are not of those who draw back, unto perdition; but of those who believe, to the saving of the soul."
    }
  ]
}