{
  "book_id": "HEB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Now faith is assurance of things hoped for, a conviction of things not seen."
    },
    {
      "verse": 2,
      "text": "For by it the elders obtained a good report."
    },
    {
      "verse": 3,
      "text": "Through faith we perceive that the worlds were framed by the word of God, so that that which is seen hath not been made out of things which appear."
    },
    {
      "verse": 4,
      "text": "By faith Abel offered to God a more excellent sacrifice than Cain, through which he received testimony that he was righteous, God testifying of his gifts; and by it though dead he yet speaketh."
    },
    {
      "verse": 5,
      "text": "By faith Enoch was translated, that he should not see death; and he was not found, because God translated him; for before his translation he had the testimony that he pleased God."
    },
    {
      "verse": 6,
      "text": "But without faith it is impossible to please him; for he that cometh to God must believe that he is, and that he is a rewarder of those who diligently seek him."
    },
    {
      "verse": 7,
      "text": "By faith Noah, being warned by God of things not yet seen, moved with fear, prepared an ark for the saving of his house; by which he condemned the world, and became heir of the righteousness which is according to faith."
    },
    {
      "verse": 8,
      "text": "By faith Abraham, when called, obeyed to go forth to a place which he was afterward to receive for an inheritance, and went forth, not knowing whither he was going."
    },
    {
      "verse": 9,
      "text": "By faith he sojourned in the land of the promise, as in a foreign country, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise;"
    },
    {
      "verse": 10,
      "text": "for he was looking for the city which hath foundations, whose maker and builder is God."
    },
    {
      "verse": 11,
      "text": "Through faith Sarah herself also received power to conceive, even when she was past age, because she accounted him faithful who had promised."
    },
    {
      "verse": 12,
      "text": "Wherefore there sprang even from one, and him become as dead, a race like the stars of heaven in multitude, and like the sand by the seashore which cannot be numbered."
    },
    {
      "verse": 13,
      "text": "These all died in faith, not having received the promised blessings, but having seen them from afar, and greeted them, and having professed that they were strangers and sojourners on the earth."
    },
    {
      "verse": 14,
      "text": "For they who say such things show plainly that they are seeking a country."
    },
    {
      "verse": 15,
      "text": "And if indeed they had been mindful of that from which they came out, they would have had opportunity to return;"
    },
    {
      "verse": 16,
      "text": "but now they desire a better country, that is, a heavenly. Wherefore God is not ashamed to be called their God; for he prepared for them a city."
    },
    {
      "verse": 17,
      "text": "By faith Abraham, when tried, offered up Isaac, and he who had received the promises was offering up his only-begotten son,"
    },
    {
      "verse": 18,
      "text": "he to whom it was said, “From Isaac shall thine offspring be reckoned;”"
    },
    {
      "verse": 19,
      "text": "accounting that God is able even to raise from the dead; whence also he did figuratively receive him back."
    },
    {
      "verse": 20,
      "text": "By faith Isaac blessed Jacob and Esau even concerning things to come."
    },
    {
      "verse": 21,
      "text": "By faith Jacob, when dying, blessed each of the sons of Joseph; and worshipped, leaning upon the top of his staff."
    },
    {
      "verse": 22,
      "text": "By faith Joseph, when dying, made mention of the departure of the sons of Israel, and gave directions concerning his bones."
    },
    {
      "verse": 23,
      "text": "By faith Moses, when born, was hidden three months by his parents, because they saw that the child was fair and they feared not the king's commandment."
    },
    {
      "verse": 24,
      "text": "By faith Moses, when he was come to years, refused to be called son of Pharaoh's daughter,"
    },
    {
      "verse": 25,
      "text": "choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;"
    },
    {
      "verse": 26,
      "text": "esteeming the reproach of Christ greater riches than the treasures of Egypt; for he looked to the recompense of reward."
    },
    {
      "verse": 27,
      "text": "By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing him who is invisible."
    },
    {
      "verse": 28,
      "text": "Through faith he kept the passover, and the sprinkling of the blood, that he who destroyed the first-born might not touch them."
    },
    {
      "verse": 29,
      "text": "By faith they passed through the Red Sea as through dry land; which the Egyptians attempted and were swallowed up."
    },
    {
      "verse": 30,
      "text": "By faith the walls of Jericho fell down, after they had been encompassed for seven days."
    },
    {
      "verse": 31,
      "text": "By faith Rahab the harlot did not perish with those who disobeyed, after having received the spies with peace."
    },
    {
      "verse": 32,
      "text": "And what shall I say more? For the time would fail me to tell of Gideon, of Barak, and Samson, and Jephthah, of David and Samuel, and the prophets;"
    },
    {
      "verse": 33,
      "text": "who through faith subdued kingdoms, wrought righteousness, obtained promised blessings, stopped the mouths of lions,"
    },
    {
      "verse": 34,
      "text": "quenched the power of fire, escaped the edge of the sword, out of weakness were made strong, became mighty in war, put to flight the armies of the aliens."
    },
    {
      "verse": 35,
      "text": "Women received back their dead by a resurrection; but others were tortured, not accepting deliverance, that they might obtain a better resurrection;"
    },
    {
      "verse": 36,
      "text": "and others had trial of mockings and scourgings, and also of bonds and imprisonment;"
    },
    {
      "verse": 37,
      "text": "they were stoned, they were sawn asunder, were tempted, were slain with the sword; they went about in sheep-skins and goat-skins, being destitute, afflicted, tormented,"
    },
    {
      "verse": 38,
      "text": "of whom the world was not worthy; they wandered in deserts and mountains, and caves and the clefts of the earth."
    },
    {
      "verse": 39,
      "text": "And these all, having obtained a good report through faith, received not the promised blessing,"
    },
    {
      "verse": 40,
      "text": "God having provided for us some better thing, that they might not be made perfect without us."
    }
  ]
}