{
  "book_id": "HEB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Therefore let us also, being surrounded by so great a cloud of witnesses, lay aside every weight, and the sin which doth easily beset us, and let us run with perseverance the race that is set before us;"
    },
    {
      "verse": 2,
      "text": "looking to the author and perfecter of the faith, Jesus, who for the joy that was set before him endured the cross, despising the shame, and hath sat down at the right hand of the throne of God."
    },
    {
      "verse": 3,
      "text": "For consider him that endured such contradiction by sinners against him, lest ye faint in your souls, and become weary."
    },
    {
      "verse": 4,
      "text": "Not yet have ye resisted unto blood, in your contest against sin;"
    },
    {
      "verse": 5,
      "text": "and ye have forgotten the exhortation, which reasoneth with you as with sons: “My son, despise not the chastening of the Lord, nor faint when reproved by him;"
    },
    {
      "verse": 6,
      "text": "for whom the Lord loveth, he chasteneth; and scourgeth every son whom he receiveth.”"
    },
    {
      "verse": 7,
      "text": "It is for chastening that ye endure; God dealeth with you as with sons; for what son is he, whom the father chasteneth not?"
    },
    {
      "verse": 8,
      "text": "But if ye are without chastening, of which all have been made partakers, then are ye bastards and not sons."
    },
    {
      "verse": 9,
      "text": "Furthermore, we were chastened by the fathers of our flesh, and we gave them reverence; shall we not much rather be in subjection to the Father of spirits, and live?"
    },
    {
      "verse": 10,
      "text": "For they indeed for a few days chastened us, according as it seemed good to them; but he for our profit, that we might be partakers of his holiness."
    },
    {
      "verse": 11,
      "text": "Now all chastening for the present indeed seemeth to be not joyous, but grievous; but afterward it yieldeth the peaceful fruit of righteousness to those who have been exercised thereby."
    },
    {
      "verse": 12,
      "text": "Wherefore lift up the hands which hang down, and the feeble knees;"
    },
    {
      "verse": 13,
      "text": "and make straight paths for your feet, that the lame may not be turned out of the way, but may rather be healed."
    },
    {
      "verse": 14,
      "text": "Follow peace with all men, and holiness, without which no one will see the Lord;"
    },
    {
      "verse": 15,
      "text": "looking diligently, lest any one come short of the grace of God; lest any root of bitterness springing up trouble you, and the many be thereby defiled;"
    },
    {
      "verse": 16,
      "text": "lest there be any fornicator, or profane person as Esau, who for one meal sold even his birthright."
    },
    {
      "verse": 17,
      "text": "For ye know that when he afterward wished to inherit the blessing, he was rejected; for he found no place for repentance, though he sought it earnestly with tears."
    },
    {
      "verse": 18,
      "text": "For ye have not come to a mount that can be touched, and burning with fire, and to blackness, and darkness, and tempest,"
    },
    {
      "verse": 19,
      "text": "and the sound of a trumpet, and the voice of words, which voice they who heard, entreated that no more should be spoken to them;"
    },
    {
      "verse": 20,
      "text": "for they could not bear that which was commanded, “If even a beast touch the mountain, it shall be stoned;” and,"
    },
    {
      "verse": 21,
      "text": "so terrible was the sight, Moses said: “I exceedingly fear and tremble;”"
    },
    {
      "verse": 22,
      "text": "but ye have come to Mount Zion, and to the city of the living God, the heavenly Jerusalem; and to myriads, the general assembly of angels;"
    },
    {
      "verse": 23,
      "text": "and to the church of the first-born, who are enrolled in heaven; and to God the Judge of all, and to the spirits of righteous men made perfect;"
    },
    {
      "verse": 24,
      "text": "and to Jesus the mediator of a new covenant; and to a sprinkling with that blood which speaketh something better than Abel."
    },
    {
      "verse": 25,
      "text": "See that ye refuse not him who speaketh. For if they did not escape, who refused him who spoke his will on earth, much more shall not we, if we turn away from him who speaketh from heaven;"
    },
    {
      "verse": 26,
      "text": "whose voice then shook the earth; but now he hath promised, saying, “Yet once more will I shake, not the earth only, but also the heaven.”"
    },
    {
      "verse": 27,
      "text": "And this expression, “Yet once more,” signifieth the removing of those things that are shaken, as of things that have been made, in order that those things which are not shaken may abide."
    },
    {
      "verse": 28,
      "text": "Wherefore receiving a kingdom which cannot be shaken, let us have grace, whereby we may serve God acceptably, with reverence and godly fear."
    },
    {
      "verse": 29,
      "text": "For our God is a consuming fire."
    }
  ]
}