{
  "book_id": "HEB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Let brotherly love continue."
    },
    {
      "verse": 2,
      "text": "Be not forgetful to entertain strangers; for thereby some have entertained angels unawares."
    },
    {
      "verse": 3,
      "text": "Remember those in bonds, as bound with them; those in distress, as being yourselves also in the body."
    },
    {
      "verse": 4,
      "text": "Let marriage be honored in all respects, and the bed be undefiled; but whoremongers and adulterers God will judge."
    },
    {
      "verse": 5,
      "text": "Let your disposition be without covetousness, and be content with what ye have; for he hath said, “I will never leave thee, nor forsake thee;”"
    },
    {
      "verse": 6,
      "text": "so that we boldly say, “The Lord is my helper, and I will not fear; what shall man do to me?”"
    },
    {
      "verse": 7,
      "text": "Remember your leaders, who spoke to you the word of God; and considering well the end of their manner of life, imitate their faith."
    },
    {
      "verse": 8,
      "text": "Jesus Christ is yesterday and to-day the same, and for ever."
    },
    {
      "verse": 9,
      "text": "Be not carried aside with various and strange teachings; for it is good that the heart be established with grace, not with meats, in which those who walked were not profited."
    },
    {
      "verse": 10,
      "text": "We have an altar, of which they cannot eat who serve the tabernacle."
    },
    {
      "verse": 11,
      "text": "For the bodies of those beasts whose blood is brought into the sanctuary by the high-priest are burned without the camp."
    },
    {
      "verse": 12,
      "text": "Wherefore Jesus also, that he might sanctify the people by his own blood, suffered without the gate."
    },
    {
      "verse": 13,
      "text": "Let us then go forth to him without the camp, bearing his reproach;"
    },
    {
      "verse": 14,
      "text": "for here we have no abiding city, but are seeking that which is to come."
    },
    {
      "verse": 15,
      "text": "Through him therefore let us offer up a sacrifice of praise to God continually, that is, the fruit of lips giving thanks to his name."
    },
    {
      "verse": 16,
      "text": "But works of kindness and liberality forget not; for with such sacrifices God is well pleased."
    },
    {
      "verse": 17,
      "text": "Obey your leaders, and submit yourselves to them; for they keep watch in behalf of your souls, as those who must give an account; that they may do this with joy, and not with grief; for this is not for your advantage."
    },
    {
      "verse": 18,
      "text": "Pray for us; for we are persuaded that we have a good conscience, desiring in all things to conduct ourselves well;"
    },
    {
      "verse": 19,
      "text": "but I the more earnestly entreat you to do this, that I may be restored to you the sooner."
    },
    {
      "verse": 20,
      "text": "Now may the God of peace, who brought up from the dead the great Shepherd of the sheep through the blood of an everlasting covenant, even our Lord Jesus,"
    },
    {
      "verse": 21,
      "text": "make you perfect in every good work, to do his will, doing in you that which is well-pleasing in his sight, through Jesus Christ; to whom be the glory for ever. Amen."
    },
    {
      "verse": 22,
      "text": "But I beseech you, brethren, bear with the word of my exhortation; for I have written to you in few words."
    },
    {
      "verse": 23,
      "text": "Know that the brother Timothy hath been set at liberty, with whom, if he come shortly, I will see you."
    },
    {
      "verse": 24,
      "text": "Salute all your leaders, and all the saints. Those from Italy salute you."
    },
    {
      "verse": 25,
      "text": "Grace be with you all. Amen."
    }
  ]
}