{
  "book_id": "LEV",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And if a soul bring a gift, a sacrifice to the Lord, his gift shall be fine flour; and he shall pour oil upon it, and shall put frankincense on it: it is a sacrifice."
    },
    {
      "verse": 2,
      "text": "And he shall bring it to the priests the sons of Aaron: and having taken from it a handful of the fine flour with the oil, and all its frankincense, then the priest shall put the memorial of it on the altar: \\add it is\\add* a sacrifice, an odor of sweet savor to the Lord."
    },
    {
      "verse": 3,
      "text": "And the remainder of the sacrifice shall be for Aaron and his sons, a most holy portion from the sacrifices of the Lord."
    },
    {
      "verse": 4,
      "text": "And if he bring as a gift a sacrifice baked from the oven, a gift to the Lord of fine flour, \\add he shall bring\\add* unleavened bread kneaded with oil, and unleavened cakes anointed with oil."
    },
    {
      "verse": 5,
      "text": "And if thy gift \\add be\\add* a sacrifice from a pan, it is fine flour mingled with oil, unleavened \\add offerings\\add*."
    },
    {
      "verse": 6,
      "text": "And thou shalt break them into fragments and pour oil upon them: it is a sacrifice to the Lord."
    },
    {
      "verse": 7,
      "text": "And if thy gift be a sacrifice from the hearth, it shall be made of fine flour with oil."
    },
    {
      "verse": 8,
      "text": "And he shall offer the sacrifice which he shall make of these to the Lord, and shall bring it to the priest."
    },
    {
      "verse": 9,
      "text": "And the priest shall approach the altar, and shall take away from the sacrifice a memorial of it, and the priest shall place it on the altar: a burnt offering, a smell of sweet savor to the Lord."
    },
    {
      "verse": 10,
      "text": "And that which is left of the sacrifice \\add shall be\\add* for Aaron and his sons, most holy from the burnt offerings of the Lord."
    },
    {
      "verse": 11,
      "text": "Ye shall not leaven any sacrifice which ye shall bring to the Lord; for \\add as to\\add* any leaven, or any honey, ye shall not bring of it to offer a gift to the Lord."
    },
    {
      "verse": 12,
      "text": "Ye shall bring them in the way of fruits to the Lord, but they shall not be offered on the altar for a sweet-smelling savor to the Lord."
    },
    {
      "verse": 13,
      "text": "And every gift of your sacrifice shall be seasoned with salt; omit not the salt of the covenant of the Lord from your sacrifices: on every gift of yours ye shall offer salt to the Lord your God."
    },
    {
      "verse": 14,
      "text": "And if thou wouldest offer a sacrifice of firstfruits to the Lord, \\add it shall be\\add* new grains ground \\add and\\add* roasted for the Lord; so shalt thou bring the sacrifice of the firstfruits."
    },
    {
      "verse": 15,
      "text": "And thou shalt pour oil upon it, and shalt put frankincense on it: it is a sacrifice."
    },
    {
      "verse": 16,
      "text": "And the priest shall offer the memorial of it \\add taken\\add* from the grains with the oil, and all its frankincense: it is a burnt offering to the Lord."
    }
  ]
}