{
  "book_id": "MAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Theburden of the word of the Lordto Israel by Malachi."
    },
    {
      "verse": 2,
      "text": "I have loved you, saith the Lord. Yet ye say, Wherein hast thou loved us? Wasnot Esau Jacob’s brother? saith the Lord: Yet I loved Jacob,"
    },
    {
      "verse": 3,
      "text": "And I hated Esau, And laid his mountains and his heritage waste for the dragons of the wilderness."
    },
    {
      "verse": 4,
      "text": "Whereas Edom saith, We are impoverished, But we will return and build the desolate places; Thus saith the Lordof hosts, They shall build, but I will throw down; And they shall call them, The border of wickedness, And, The people againstwhom the Lordhath indignation for ever."
    },
    {
      "verse": 5,
      "text": "And your eyes shall see, and ye shall say, The Lordwill be magnified from the border of Israel."
    },
    {
      "verse": 6,
      "text": "A son honoureth hisfather, and a servant his master: If then I bea father, where ismine honour? And if I bea master, where ismy fear? Saith the Lordof hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?"
    },
    {
      "verse": 7,
      "text": "Yeoffer polluted bread upon mine altar; And ye say, Wherein have we polluted thee? In that ye say, The table of the Lordiscontemptible."
    },
    {
      "verse": 8,
      "text": "And if ye offer the blind for sacrifice, is itnot evil? And if ye offer the lame and sick, is itnot evil? Offer it now unto thy governor; Will he be pleased with thee, or accept thy person? saith the Lordof hosts."
    },
    {
      "verse": 9,
      "text": "And now, I pray you, beseech God that he will be gracious unto us: This hath been by your means: Will he regard your persons? saith the Lordof hosts."
    },
    {
      "verse": 10,
      "text": "Who is thereeven among you that would shut the doors for nought?Neither do ye kindle fire onmine altar for nought. I have no pleasure in you, saith the Lordof hosts, Neither will I accept an offering at your hand."
    },
    {
      "verse": 11,
      "text": "For from the rising of the sun even unto the going down of the same My name shall begreat among the Gentiles; And in every place incense shall beoffered unto my name, and a pure offering: For my name shall begreat among the heathen, saith the Lordof hosts."
    },
    {
      "verse": 12,
      "text": "But ye haveprofaned it, in that ye say, The table of the Lordispolluted; And the fruit thereof, evenhis meat, iscontemptible."
    },
    {
      "verse": 13,
      "text": "Ye said also, Behold, what a weariness is it!And ye have snuffed at it, saith the Lordof hosts; And ye brought that which wastorn, and the lame, and the sick; Thus ye brought an offering: Should I accept this of your hand? saith the Lord."
    },
    {
      "verse": 14,
      "text": "But cursed bethe deceiver, which hath in his flock a male, And voweth, and sacrificeth unto the Lord a corrupt thing:For I ama great King, saith the Lordof hosts, And my name isdreadful among the heathen."
    }
  ]
}