{
  "book_id": "MAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* burden of the word of the \\sc Lord\\sc* to Israel by Malachi."
    },
    {
      "verse": 2,
      "text": "I have loved you, saith the \\sc Lord\\sc*. Yet ye say, Wherein hast thou loved us? \\add Was\\add* not Esau Jacob’s brother? saith the \\sc Lord\\sc*: Yet I loved Jacob,"
    },
    {
      "verse": 3,
      "text": "And I hated Esau, And laid his mountains and his heritage waste for the dragons of the wilderness."
    },
    {
      "verse": 4,
      "text": "Whereas Edom saith, We are impoverished, But we will return and build the desolate places; Thus saith the \\sc Lord\\sc* of hosts, They shall build, but I will throw down; And they shall call them, The border of wickedness, And, The people \\add against\\add* whom the \\sc Lord\\sc* hath indignation for ever."
    },
    {
      "verse": 5,
      "text": "And your eyes shall see, and ye shall say, The \\sc Lord\\sc* will be magnified from the border of Israel."
    },
    {
      "verse": 6,
      "text": "A son honoureth \\add his\\add* father, and a servant his master: If then I \\add be\\add* a father, where \\add is\\add* mine honour? And if I \\add be\\add* a master, where \\add is\\add* my fear? Saith the \\sc Lord\\sc* of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?"
    },
    {
      "verse": 7,
      "text": "\\add Ye\\add* offer polluted bread upon mine altar; And ye say, Wherein have we polluted thee? In that ye say, The table of the \\sc Lord\\sc* \\add is\\add* contemptible."
    },
    {
      "verse": 8,
      "text": "And if ye offer the blind for sacrifice, \\add is it\\add* not evil? And if ye offer the lame and sick, \\add is it\\add* not evil? Offer it now unto thy governor; Will he be pleased with thee, or accept thy person? saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 9,
      "text": "And now, I pray you, beseech God that he will be gracious unto us: This hath been by your means: Will he regard your persons? saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 10,
      "text": "Who \\add is there\\add* even among you that would shut the doors \\add for nought?\\add* Neither do ye kindle \\add fire on\\add* mine altar for nought. I have no pleasure in you, saith the \\sc Lord\\sc* of hosts, Neither will I accept an offering at your hand."
    },
    {
      "verse": 11,
      "text": "For from the rising of the sun even unto the going down of the same My name \\add shall be\\add* great among the Gentiles; And in every place incense \\add shall be\\add* offered unto my name, and a pure offering: For my name \\add shall be\\add* great among the heathen, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 12,
      "text": "But ye \\add have\\add* profaned it, in that ye say, The table of the \\sc Lord\\sc* \\add is\\add* polluted; And the fruit thereof, \\add even\\add* his meat, \\add is\\add* contemptible."
    },
    {
      "verse": 13,
      "text": "Ye said also, Behold, what a weariness \\add is it!\\add* And ye have snuffed at it, saith the \\sc Lord\\sc* of hosts; And ye brought \\add that which was\\add* torn, and the lame, and the sick; Thus ye brought an offering: Should I accept this of your hand? saith the \\sc Lord\\sc*."
    },
    {
      "verse": 14,
      "text": "But cursed \\add be\\add* the deceiver, which hath in his flock a male, And voweth, and sacrificeth unto the Lord a corrupt \\add thing:\\add* For I \\add am\\add* a great King, saith the \\sc Lord\\sc* of hosts, And my name \\add is\\add* dreadful among the heathen."
    }
  ]
}