{
  "book_id": "MAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And now, O ye priests, this commandment \\add is\\add* for you."
    },
    {
      "verse": 2,
      "text": "If ye will not hear, and if ye will not lay \\add it\\add* to heart, To give glory unto my name, saith the \\sc Lord\\sc* of hosts, I will even send a curse upon you, and will curse your blessings: Yea, I have cursed them already, because ye do not lay \\add it\\add* to heart."
    },
    {
      "verse": 3,
      "text": "Behold, I \\add will\\add* corrupt your seed, And spread dung upon your faces, \\add even\\add* the dung of your solemn feasts; And \\add one\\add* shall take you away with it."
    },
    {
      "verse": 4,
      "text": "And ye shall know that I have sent this commandment unto you, That my covenant might be with Levi, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 5,
      "text": "My covenant was with him of life and peace; And I gave them to him \\add for\\add* the fear wherewith he feared me, And was afraid before my name."
    },
    {
      "verse": 6,
      "text": "The law of truth was in his mouth, And iniquity was not found in his lips: He walked with me in peace and equity, And did turn many away from iniquity."
    },
    {
      "verse": 7,
      "text": "For the priest’s lips should keep knowledge, And they should seek the law at his mouth: For he \\add is\\add* the messenger of the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 8,
      "text": "But ye are departed out of the way; Ye have caused many to stumble at the law; Ye have corrupted the covenant of Levi, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 9,
      "text": "Therefore have I also made you contemptible and base before all the people, According as ye have not kept my ways, But have been partial in the law."
    },
    {
      "verse": 10,
      "text": "Have we not all one father? Hath not one God created us? Why do we deal treacherously every man against his brother, By profaning the covenant of our fathers?"
    },
    {
      "verse": 11,
      "text": "Judah hath dealt treacherously, And an abomination is committed in Israel and in Jerusalem; For Judah hath profaned the holiness of the \\sc Lord\\sc* which he loved, And hath married the daughter of a strange god."
    },
    {
      "verse": 12,
      "text": "The \\sc Lord\\sc* will cut off the man that doth this, the master and the scholar, Out of the tabernacles of Jacob, And him that offereth an offering unto the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 13,
      "text": "And this have ye done again, Covering the altar of the \\sc Lord\\sc* \\add with\\add* tears, \\add with\\add* weeping, and \\add with\\add* crying out, Insomuch that \\add he\\add* regardeth not the offering any more, Or receiveth \\add it with\\add* good will at your hand."
    },
    {
      "verse": 14,
      "text": "Yet ye say, Wherefore? Because the \\sc Lord\\sc* hath been witness between thee and the wife of thy youth, Against whom thou hast dealt treacherously: Yet \\add is\\add* she thy companion, and the wife of thy covenant."
    },
    {
      "verse": 15,
      "text": "And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, And let none deal treacherously against the wife of his youth."
    },
    {
      "verse": 16,
      "text": "\\add For\\add* the \\sc Lord\\sc*, the God of Israel, saith that he hateth putting away: For \\add one\\add* covereth violence with his garment, saith the \\sc Lord\\sc* of hosts: Therefore take heed to your spirit, that ye deal not treacherously."
    },
    {
      "verse": 17,
      "text": "Ye have wearied the \\sc Lord\\sc* with your words. Yet ye say, Wherein have we wearied \\add him\\add*? When ye say, Every one that doeth evil \\add is\\add* good in the sight of the \\sc Lord\\sc*, And he delighteth in them; Or, Where \\add is\\add* the God of judgment?"
    }
  ]
}