{
  "book_id": "MAL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, I willsend my messenger, and he shall prepare the way before me: And the Lord, whom ye seek, shall suddenly come to his temple, Even the messenger of the covenant, whom ye delight in: Behold, he shallcome, saith the Lordof hosts."
    },
    {
      "verse": 2,
      "text": "But who mayabide the day of his coming? And who shallstand when he appeareth? For he islike a refiner’s fire, and like fullers’ sope:"
    },
    {
      "verse": 3,
      "text": "And he shall sit asa refiner and purifier of silver: And he shall purify the sons of Levi, and purge them as gold and silver, That they may offer unto the Lordan offering in righteousness."
    },
    {
      "verse": 4,
      "text": "Then shall the offering of Judah and Jerusalem be pleasant unto the Lord, As inthe days of old, and as informer years."
    },
    {
      "verse": 5,
      "text": "And I will come near to you to judgment; And I will be a swift witness Against the sorcerers, and against the adulterers, and against false swearers, And against those that oppress the hireling in hiswages, The widow, and the fatherless, And that turn aside the stranger from his right, and fear not me, Saith the Lordof hosts."
    },
    {
      "verse": 6,
      "text": "For I amthe Lord, I change not; Therefore ye sons of Jacob are not consumed."
    },
    {
      "verse": 7,
      "text": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lordof hosts. But ye said, Wherein shall we return?"
    },
    {
      "verse": 8,
      "text": "Will a man rob God? Yet ye haverobbed me. But ye say, Wherein have we robbed thee? Intithes and offerings."
    },
    {
      "verse": 9,
      "text": "Ye arecursed with a curse: for ye haverobbed me, Eventhis whole nation."
    },
    {
      "verse": 10,
      "text": "Bring ye all the tithes into the storehouse, That there may be meat in mine house, And prove me now herewith, saith the Lordof hosts, If I will not open you the windows of heaven, And pour you out a blessing, that there shallnot be roomenough to receive it."
    },
    {
      "verse": 11,
      "text": "And I will rebuke the devourer for your sakes, And he shall not destroy the fruits of your ground; Neither shall your vine cast her fruit before the time in the field, saith the Lordof hosts."
    },
    {
      "verse": 12,
      "text": "And all nations shall call you blessed: For ye shall be a delightsome land, saith the Lordof hosts."
    },
    {
      "verse": 13,
      "text": "Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee?"
    },
    {
      "verse": 14,
      "text": "Ye have said, It isvain to serve God: And what profit is itthat we have kept his ordinance, And that we have walked mournfully before the Lordof hosts?"
    },
    {
      "verse": 15,
      "text": "And now we call the proud happy; Yea, they that work wickedness are set up; Yea, they thattempt God are even delivered."
    },
    {
      "verse": 16,
      "text": "Then they that feared the Lordspake often one to another: And the Lordhearkened, and heard it, And a book of remembrance was written before him For them that feared the Lord, and that thought upon his name."
    },
    {
      "verse": 17,
      "text": "And they shall be mine, saith the Lordof hosts, In that day when I make up myjewels; And I will spare them, as a man spareth his own son that serveth him."
    },
    {
      "verse": 18,
      "text": "Then shall ye return, and discern between the righteous and the wicked, Between him that serveth God and himthat serveth him not."
    }
  ]
}