{
  "book_id": "2KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Now Naiman, the captain of the host of Syria, was a great man before his master, and \\f + \\fr 5:1 \\fqa Gr. \\ft wondered at in countenance.\\f*highly respected, because by him the Lord had given deliverance to Syria, and the man was mighty in strength, \\add but\\add* a leper."
    },
    {
      "verse": 2,
      "text": "And the Syrians went forth \\f + \\fr 5:2 \\fqa Gr. \\ft light armed, etc.\\f*in small bands, and took captive out of the land of Israel a little maid: and she \\f + \\fr 5:2 \\fqa Gr. \\ft was before.\\f*waited on Naiman's wife."
    },
    {
      "verse": 3,
      "text": "And she said to her mistress, O that my lord were before the prophet of God in Samaria; then he \\f + \\fr 5:3 \\fqa Gr. \\ft will detach him.\\f*would recover him from his leprosy."
    },
    {
      "verse": 4,
      "text": "And she went in and told her lord, and said, Thus and thus spoke the maid from the land of Israel."
    },
    {
      "verse": 5,
      "text": "And the king of Syria said to Naiman, Go to, go, and I will send a letter to the king of Israel. And he went, and took in his hand ten talents of silver, and six thousand pieces of gold, and ten \\f + \\fr 5:5 \\fqa Gr. \\ft changing robes.\\f*changes of raiment."
    },
    {
      "verse": 6,
      "text": "And he brought the letter to the king of Israel, saying, Now then, as soon as this letter shall reach thee, behold, I have sent to thee my servant Naiman, and thou shalt recover him from his leprosy."
    },
    {
      "verse": 7,
      "text": "And it came to pass, when the king of Israel read the letter, \\add that\\add* he rent his garments, and said, \\add Am\\add* I God, to kill and to make alive, that this \\add man\\add* sends to me to recover a man of his leprosy? consider, however, I pray you, and see that this \\add man\\add* seeks an occasion against me."
    },
    {
      "verse": 8,
      "text": "And it came to pass, when Elisaie heard that the king of Israel had rent his garments, that he sent to the king of Israel, saying, Wherefore hast thou rent thy garments? Let Naiman, I pray thee, come to me, and let him know that there is a prophet in Israel."
    },
    {
      "verse": 9,
      "text": "So Naiman came with horse and chariot, and stood at the door of the house of Elisaie."
    },
    {
      "verse": 10,
      "text": "And Elisaie sent a messenger to him, saying, Go and wash seven times in Jordan, and thy flesh shall return to thee, and thou shalt be cleansed."
    },
    {
      "verse": 11,
      "text": "And Naiman was angry, and departed, and said, Behold, I said, He will by all means come out to me, and stand, and call on the name of his God, and lay his hand upon the place, and recover the leper."
    },
    {
      "verse": 12,
      "text": "\\add Are\\add* not Abana and Pharphar, rivers of Damascus, better than all the waters of Israel? \\f + \\fr 5:12 \\fqa Gr. \\ft shall I not, etc.\\f*may I not go and wash in them, and be cleansed? and he turned and went away in a rage."
    },
    {
      "verse": 13,
      "text": "And his servants came near and said to him, \\add Suppose\\add* the prophet had spoken a great thing to thee, \\f + \\fr 5:13 \\fqa Gr. \\ft wilt thou.\\f*wouldest thou not perform it? yet he has but said to thee, Wash, and be cleansed."
    },
    {
      "verse": 14,
      "text": "So Naiman went down, and dipped himself seven times in Jordan, according to the word of Elisaie: and his flesh returned to him as the flesh of a little child, and he was cleansed."
    },
    {
      "verse": 15,
      "text": "And he and all his \\f + \\fr 5:15 \\fqa Gr. \\ft army \\fqa or \\ft camp.\\f*company returned to Elisaie, and he came and stood before him, and said, Behold, I know that there is no God in all the earth, save only in Israel: and now receive a blessing of thy servant."
    },
    {
      "verse": 16,
      "text": "And Elisaie said, \\add As\\add* the Lord lives, before whom I stand, I will not take \\add one\\add*. And he pressed him to take \\add one\\add*: but he would not."
    },
    {
      "verse": 17,
      "text": "And Naiman said, Well then, if not, let there be given to thy servant, I pray thee, the load \\add of a\\add* yoke of mules; and thou shalt give me of the red earth: for henceforth thy servant will not offer whole-burnt-offering or sacrifice to other gods, but only to the Lord \\f + \\fr 5:17 \\ft Probably this last clause belongs to \\fqa ver. \\ft 18.\\f*by \\add reason of\\add* this thing."
    },
    {
      "verse": 18,
      "text": "And \\f + \\fr 5:18 \\fqa Or, \\ft The Lord shall be, etc.\\f*let the Lord be propitious to thy servant when my master goes into the house of Remman to worship there, and he shall lean on my hand, and I shall bow down in the house of Remman when he bows down in the house of Remman; even let the Lord, I pray, be merciful to thy servant in this matter."
    },
    {
      "verse": 19,
      "text": "And Elisaie said to Naiman, Go in peace. And he departed from him a little way."
    },
    {
      "verse": 20,
      "text": "And Giezi the servant of Elisaie said, Behold, my Lord has spared this Syrian Naiman, so as not to take of his hand what he has brought: as the Lord lives, I will surely run after him, and take somewhat of him."
    },
    {
      "verse": 21,
      "text": "So Giezi followed after Naiman: and Naiman saw him running after him, and turned back from his chariot to meet him.\\f + \\fr 5:21 \\fqa Alex. \\ft + \\ft 'Is all well?'.\\f*"
    },
    {
      "verse": 22,
      "text": "And \\add Giezi\\add* said, All is well: my master has sent me, saying, Behold, now are there come to me two young men of the sons of the prophets from mount Ephraim; give them, I pray thee, a talent of silver, and two \\f + \\fr 5:22 \\fqa Gr. \\ft changing robes.\\f*changes of raiment."
    },
    {
      "verse": 23,
      "text": "And \\add Naiman\\add* said, Take two talents of silver. And he took two talents of silver in two bags, and two changes of raiment, and \\f + \\fr 5:23 \\fqa Gr. \\ft gave.\\f*put them upon two of his servants, and they bore them before him."
    },
    {
      "verse": 24,
      "text": "And he came to \\f + \\fr 5:24 \\fqa Gr. \\ft a dark place, or the dark.\\f*a secret place, and took them from their hands, and laid them up in the house, and dismissed the men."
    },
    {
      "verse": 25,
      "text": "And he went in himself and stood before his master; and Elisaie said to him,"
    },
    {
      "verse": 26,
      "text": "Whence \\add comest thou\\add*, Giezi? and Giezi said, Thy servant has not been hither or thither. And Elisaie said to him, Went not my heart with thee, when the man returned from his chariot to meet thee? and now thou hast received silver, and now thou hast received raiment, and oliveyards, and vineyards, and sheep, and oxen, and menservants, and maidservants."
    },
    {
      "verse": 27,
      "text": "The leprosy also of Naiman shall cleave to thee, and to thy seed for ever. And he went out from his presence leprous, like snow."
    }
  ]
}