{
  "book_id": "2KI",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And Elisaie spoke to the woman, whose son he \\add had\\add* \\f + \\fr 8:1 \\ft The \\fqa Gr. \\ft signifies, to rekindle a fire.\\f*restored to life, saying, Arise, and go thou and thy house, and sojourn wherever thou mayest sojourn: for the Lord has called for a famine upon the land; indeed it is come upon the land \\add for\\add* seven years."
    },
    {
      "verse": 2,
      "text": "And the woman arose, and did according to the word of Elisaie, both she and her house; and they sojourned in the land of the Philistines seven years."
    },
    {
      "verse": 3,
      "text": "And it came to pass after the expiration of the seven years, that the woman returned out of the land of the Philistines to the city; and came to cry to the king for her house and for her lands."
    },
    {
      "verse": 4,
      "text": "And the king spoke to Giezi the servant of Elisaie the man of God, saying, Tell me, I pray thee, all the great things which Elisaie has done."
    },
    {
      "verse": 5,
      "text": "And it came to pass, as he was telling the king how he had restored to life the dead son, behold, the woman whose son Elisaie restored to life \\add came\\add* crying to the king for her house and for her lands. And Giezi said, My lord, O king, this \\add is\\add* the woman, and this \\add is\\add* her son, whom Elisaie restored to life."
    },
    {
      "verse": 6,
      "text": "And the king asked the woman, and she told him: and the king appointed her a eunuch, saying, Restore all that was hers, and all the fruits of the field from the day that she left the land until now."
    },
    {
      "verse": 7,
      "text": "And Elisaie came to Damascus; and the king of Syria the son of Ader was ill, and they brought him word, saying, The man of God is come hither."
    },
    {
      "verse": 8,
      "text": "And the king said to Azael, Take in thine hand \\f + \\fr 8:8 \\ft The \\fqa Gr. \\ft retains the \\fqa Heb. \\ft word.\\f*a present, and go to meet the man of God, and enquire of the Lord by him, saying, Shall I \\f + \\fr 8:8 \\fqa Gr. \\ft live?\\f*recover of this my disease?"
    },
    {
      "verse": 9,
      "text": "And Azael went to meet him, and he took a present in his hand, and all the good things of Damascus, forty camels' load, and came and stood before him, and said to Elisaie, Thy son the son of Ader, the king of Syria, has sent me to thee to enquire, saying, Shall I recover of this my disease?"
    },
    {
      "verse": 10,
      "text": "And Elisaie said, Go, say, Thou shalt certainly live; yet the Lord has shewed me that \\f + \\fr 8:10 \\fqa Complut. \\ft and \\fqa Ald. \\ft ἀποθανεῖται.\\f*thou shalt surely die."
    },
    {
      "verse": 11,
      "text": "And he stood before him, and fixed \\add his countenance\\add* till he was ashamed: and the man of God wept."
    },
    {
      "verse": 12,
      "text": "And Azael said, Why does my lord weep? And he said, Because I know all the evil that thou wilt do to the children of Israel: thou wilt \\f + \\fr 8:12 \\fqa Gr. \\ft send away.\\f*utterly destroy their strong holds with fire, and thou wilt slay their choice men with the sword, and thou wilt dash their infants \\add against the ground\\add*, and their women with child thou wilt rip up."
    },
    {
      "verse": 13,
      "text": "And Azael said, Who is thy servant? a dead dog, that he \\f + \\fr 8:13 \\fqa Gr. \\ft shall.\\f*should do this thing? And Elisaie said, The Lord has shewn me thee ruling over Syria."
    },
    {
      "verse": 14,
      "text": "And he departed from Elisaie, and went in to his lord; and he said to him, What said Elisaie to thee? and he said, He said to me, Thou shalt surely live."
    },
    {
      "verse": 15,
      "text": "And it came to pass on the next day that he took a \\f + \\fr 8:15 \\ft The \\fqa Gr. \\ft is from the \\fqa Heb. \\ft rug \\fqa or \\ft quilt, etc.\\f*thick cloth, and dipped it in water, and put it on his face, and he died: and Azael reigned in his stead."
    },
    {
      "verse": 16,
      "text": "In the fifth year \\f + \\fr 8:16 \\fqa Gr. \\ft to.\\f*of Joram son of Achaab king of Israel, and while Josaphat was king of Juda, Joram the son of Josaphat king of Juda \\f + \\fr 8:16 \\fqa Gr. \\ft reigned.\\f*began to reign."
    },
    {
      "verse": 17,
      "text": "\\f + \\fr 8:17 \\fqa Gr. \\ft a son of 32 years in his reigning.\\f*Thirty and two years old was he when he began to reign, and he reigned eight years in Jerusalem."
    },
    {
      "verse": 18,
      "text": "And he walked in the way of the kings of Israel, as did the house of Achaab; for the daughter of Achaab was his wife: and he did that which was evil in the sight of the Lord."
    },
    {
      "verse": 19,
      "text": "But the Lord would not destroy Juda for David his servant's sake, as he said he would give a light to him and to his sons continually."
    },
    {
      "verse": 20,
      "text": "In his days Edom revolted from under the hand of Juda, and they made a king over \\f + \\fr 8:20 \\fqa Gr. \\ft himself.\\f*themselves."
    },
    {
      "verse": 21,
      "text": "And Joram went up to Sior, and all the chariots that were with him: and it came to pass after he had arisen, that he smote Edom who compassed him about, and the captains of the chariots; and the people fled to their tents."
    },
    {
      "verse": 22,
      "text": "Yet Edom revolted from under the hand of Juda till this day. Then Lobna revolted at that time."
    },
    {
      "verse": 23,
      "text": "And the rest of the acts of Joram, and all that he did, behold, are not these written in the book of the chronicles of the kings of Juda?"
    },
    {
      "verse": 24,
      "text": "So Joram slept with his fathers, and was buried with his fathers in the city of his father David: and Ochozias his son reigned in his stead."
    },
    {
      "verse": 25,
      "text": "In the twelfth year \\f + \\fr 8:25 \\fqa Gr. \\ft to.\\f*of Joram son of Achaab king of Israel, Ochozias son of Joram \\f + \\fr 8:25 \\fqa Gr. \\ft reigned.\\f*began to reign."
    },
    {
      "verse": 26,
      "text": "\\f + \\fr 8:26 \\fqa Gr. \\ft a son of 22 years in his reigning.\\f*Twenty and two years old \\add was\\add* Ochozias when he began to reign, and he reigned one year in Jerusalem: and the name of his mother \\add was\\add* Gotholia, daughter of Ambri king of Israel."
    },
    {
      "verse": 27,
      "text": "And he walked in the way of the house of Achaab, and did that which was evil in the sight of the Lord, as did the house of Achaab."
    },
    {
      "verse": 28,
      "text": "And he went with Joram the son of Achaab to war \\f + \\fr 8:28 \\fqa Gr. \\ft with.\\f*against Azael king of \\f + \\fr 8:28 \\ft The \\fqa Gr. \\ft word ἀλλοφύλοι is almost always applied elsewhere to the Philistines.\\f*the Syrians in Remmoth Galaad; and the Syrians wounded Joram."
    },
    {
      "verse": 29,
      "text": "And king Joram returned to be healed in Jezrael of the wounds with which they wounded him in Remmoth, when he fought with Azael king of Syria. And Ochozias son of Joram went down to see Joram the son of Achaab in Jezrael, because he was sick."
    }
  ]
}