{
  "book_id": "2CH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover he made an altar of brass, twenty cubits the length of it, and twenty cubits the breadth of it, and ten cubits the hight of it."
    },
    {
      "verse": 2,
      "text": "Also he made a molten sea of ten cubits from brim to brim, round in compass, and five cubits the hight of it; and a line of thirty cubits encompassed it."
    },
    {
      "verse": 3,
      "text": "And under it wasthe similitude of oxen, which encompassed it: ten in a cubit, encompassing the sea. Two rows of oxen werecast, when it was cast."
    },
    {
      "verse": 4,
      "text": "It stood upon twelve oxen, three looking towards the north, and three looking towards the west, and three looking towards the south, and three looking towards the east: and the sea was setabove upon them, and all their hinder parts wereinward."
    },
    {
      "verse": 5,
      "text": "And the thickness of it wasa hand-breadth, and the brim of it like the work of the brim of a cup, with flowers of lilies; andit received and held three thousand baths."
    },
    {
      "verse": 6,
      "text": "He made also ten lavers, and put five on the right hand, and five on the left, to wash in them: such things as they offered for the burnt-offering they washed in them; but the sea wasfor the priests to wash in."
    },
    {
      "verse": 7,
      "text": "And he made ten candlesticks of gold according to their form, and set themin the temple, five on the right hand, and five on the left."
    },
    {
      "verse": 8,
      "text": "He made also ten tables, and placed themin the temple, five on the right side, and five on the left. And he made a hundred basins of gold."
    },
    {
      "verse": 9,
      "text": "Furthermore he made the court of the priests, and the great court, and doors for the court, and overlaid the doors of them with brass."
    },
    {
      "verse": 10,
      "text": "And he set the sea on the right side of the east end, over against the south."
    },
    {
      "verse": 11,
      "text": "And Huram made the pots, and the shovels, and the basins. And Huram finished the work that he was to make for king Solomon for the house of God;"
    },
    {
      "verse": 12,
      "text": "To wit, the two pillars, and the pommels, and the capitals which wereon the top of the two pillars, and the two wreaths to cover the two pommels of the capitals which wereon the top of the pillars;"
    },
    {
      "verse": 13,
      "text": "And four hundred pomegranates on the two wreaths; two rows of pomegranates on each wreath, to cover the two pommels of the capitals which wereupon the pillars."
    },
    {
      "verse": 14,
      "text": "He made also bases, and lavers he made upon the bases;"
    },
    {
      "verse": 15,
      "text": "One sea, and twelve oxen under it."
    },
    {
      "verse": 16,
      "text": "The pots also, and the shovels, and the flesh-hooks, and all their instruments, did Huram his father make to king Solomon for the house of the LORD of bright brass."
    },
    {
      "verse": 17,
      "text": "In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zeredathah."
    },
    {
      "verse": 18,
      "text": "Thus Solomon made all these vessels in great abundance: for the weight of the brass could not be ascertained."
    },
    {
      "verse": 19,
      "text": "And Solomon made all the vessels that were forthe house of God, the golden altar also, and the tables on which the show-bread was set;"
    },
    {
      "verse": 20,
      "text": "Moreover the candlesticks with their lamps, that they should burn after the manner before the oracle, of pure gold;"
    },
    {
      "verse": 21,
      "text": "And the flowers, and the lamps, and the tongs, made he ofgold, andthat perfect gold;"
    },
    {
      "verse": 22,
      "text": "And the snuffers, and the basins, and the spoons, and the censers, ofpure gold: and the entry of the house, the inner doors of it for the most holy place, and the doors of the house of the temple, were ofgold."
    }
  ]
}