{
  "book_id": "EZK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And he said to me, Son of man, eat that which thou findest; eat this roll, and go, speak to the house of Israel!"
    },
    {
      "verse": 2,
      "text": "So I opened my mouth, and he gave me the roll to eat."
    },
    {
      "verse": 3,
      "text": "And he said to me, Son of man, let thy stomach eat, and fill thy body with this roll which I give thee! Then I ate it, and it was in my mouth as honey for sweetness."
    },
    {
      "verse": 4,
      "text": "And he said to me: Son of man, go, get thee to the house of Israel, and speak my words to them!"
    },
    {
      "verse": 5,
      "text": "For not to a people of a dark speech and a hard language art thou sent, but to the house of Israel;"
    },
    {
      "verse": 6,
      "text": "not to many nations of a dark speech and a hard language, whose words thou canst not understand. Truly, had I sent thee to them, they would have hearkened to thee."
    },
    {
      "verse": 7,
      "text": "But the house of Israel will not hearken to thee, for they will not hearken to me. For the whole house of Israel is brazen-faced and stiff-hearted."
    },
    {
      "verse": 8,
      "text": "Behold, I have made thy face strong against their faces, and thy forehead strong against their foreheads."
    },
    {
      "verse": 9,
      "text": "As an adamant, harder than flint, have I made thy forehead; fear them not, nor be dismayed at their looks; for they are a rebellious house."
    },
    {
      "verse": 10,
      "text": "Moreover, he said to me: Son of man, all my words, which I shall speak to thee, receive in thy heart, and hear with thine ears!"
    },
    {
      "verse": 11,
      "text": "And go, get thee to them of the captivity, to the children of thy people, and speak to them, and say to them, Thus saith the Lord Jehovah; whether they will hear, or whether they will forbear."
    },
    {
      "verse": 12,
      "text": "Then the spirit lifted me up, and I heard behind me the sound, as of a great rushing, saying, “Praised be the majesty of Jehovah from his place!”"
    },
    {
      "verse": 13,
      "text": "I heard also the noise of the wings of the living creatures, that touched one another, and the noise of the wheels beside them, even a noise of a great rushing."
    },
    {
      "verse": 14,
      "text": "So the spirit lifted me up, and took me away, and I went in bitterness, in the heat of my spirit; but the hand of Jehovah was strong upon me."
    },
    {
      "verse": 15,
      "text": "Then I came to them of the captivity at Tel-abib, that dwelt by the river Chebar; and I dwelt where they dwelt; I even dwelt astonished among them seven days."
    },
    {
      "verse": 16,
      "text": "And at the end of seven days, the word of Jehovah came to me, and said:"
    },
    {
      "verse": 17,
      "text": "Son of man, I have set thee as a watchman to the house of Israel; therefore hear the word from my mouth, and warn them from me!"
    },
    {
      "verse": 18,
      "text": "When I say to the wicked, Thou shalt surely die! and thou givest him not warning, nor speakest to warn the wicked from his wicked way, so that he may live, that wicked man shall die for his iniquity; but his blood will I require at thy hand."
    },
    {
      "verse": 19,
      "text": "Yet if thou warn the wicked, and he turn not from his wickedness, and from his wicked way, he shall die for his iniquity, but thou hast delivered thy soul."
    },
    {
      "verse": 20,
      "text": "Again, when a righteous man turneth from his righteousness, and committeth iniquity, and I lay a stumbling-block before him, and he shall die because thou hast not given him warning, he will die for his sin; and his righteousness which he hath done will not be remembered; but his blood will I require at thy hand."
    },
    {
      "verse": 21,
      "text": "Yet if thou warn the righteous man, that he sin not, and the righteous man doth not sin, he shall surely live, because he hath received warning; and thou hast delivered thy soul."
    },
    {
      "verse": 22,
      "text": "And the hand of Jehovah was there upon me, and he said to me, Arise, go forth into the plain, and there will I speak with thee."
    },
    {
      "verse": 23,
      "text": "Then I arose, and went forth into the plain, and lo, the glory of Jehovah stood there, as the glory which I saw by the river Chebar; and I fell upon my face."
    },
    {
      "verse": 24,
      "text": "Then the spirit entered into me, and set me upon my feet. And he spake with me, and said to me: Go, shut thyself within thy house."
    },
    {
      "verse": 25,
      "text": "And behold, O son of man, bands shall be put upon thee, and thou shalt be bound therewith; and thou shalt not go out among them."
    },
    {
      "verse": 26,
      "text": "And I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them a reprover; for they are a rebellious house."
    },
    {
      "verse": 27,
      "text": "But when I speak with thee, I will open thy mouth, and thou shalt say to them, Thus saith the Lord Jehovah: He that will hear, let him hear, and he that will forbear, let him forbear; for they are a rebellious house."
    }
  ]
}