{
  "book_id": "EZK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And thou, son of man, take thee a sharp instrument, even a barber's razor, and cause it to pass upon thy head and thy beard; and take thee weighing-balances, and divide the hair."
    },
    {
      "verse": 2,
      "text": "A third part shalt thou burn with fire in the midst of the city, when the days of the siege are fulfilled; and thou shalt take a third part and smite it round about with the sword; and a third part shalt thou scatter in the wind, and I will draw out a sword after them."
    },
    {
      "verse": 3,
      "text": "Thou shalt also take thereof a small number, and bind them in thy skirts."
    },
    {
      "verse": 4,
      "text": "And of these again take some and cast them into the fire, and burn them in the fire. From them shall a fire come forth upon the whole house of Israel."
    },
    {
      "verse": 5,
      "text": "Thus saith the Lord Jehovah: This is Jerusalem; in the midst of the nations have I set her, and countries are round about her."
    },
    {
      "verse": 6,
      "text": "But she hath wickedly resisted my ordinances more than the nations, and my statutes more than the countries, that are round about her. For they have refused my ordinances, and have not walked in my statutes."
    },
    {
      "verse": 7,
      "text": "Therefore thus saith the Lord Jehovah: Because ye have been rebellious more than the nations that are round about you, and have not walked in my statutes, nor kept my ordinances, but have done according to the ordinances of the nations which are round about you,"
    },
    {
      "verse": 8,
      "text": "therefore thus saith the Lord Jehovah: Behold I, even I, am against thee, and will execute judgments against thee in the sight of the nations."
    },
    {
      "verse": 9,
      "text": "I will do to thee that which I have not yet done, and the like of which I shall not do again, because of all thine iniquities."
    },
    {
      "verse": 10,
      "text": "Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments in thee, and I will scatter the whole remnant of thee to all the winds."
    },
    {
      "verse": 11,
      "text": "Therefore, as I live, saith the Lord Jehovah, because thou hast polluted my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also withdraw mine eye from thee; neither will I spare, neither will I have any pity."
    },
    {
      "verse": 12,
      "text": "A third part of thee shall die by the pestilence, or be consumed with hunger in the midst of thee; and a third part shall die by the sword round about thee; and a third part will I scatter to all the winds, and I will draw out a sword after them."
    },
    {
      "verse": 13,
      "text": "Thus shall mine anger be accomplished, and I will satiate my fury upon them, and receive satisfaction; and they shall know that I, Jehovah, have spoken it in my zeal, when I shall have accomplished my fury upon them."
    },
    {
      "verse": 14,
      "text": "Moreover, I will make thee a waste, and a reproach among the nations that are round about thee, in the sight of all that pass by."
    },
    {
      "verse": 15,
      "text": "And thou shalt be a reproach, and a reviling, and a warning, and an astonishment to the nations that are round about thee, when I shall execute judgments upon thee in anger, and in fury, and in furious rebukes;—I, Jehovah, have spoken it;—"
    },
    {
      "verse": 16,
      "text": "when I shall send upon you the evil arrows of famine which bring destruction, which I send to destroy you, and increase the famine upon you, and break your staff of bread."
    },
    {
      "verse": 17,
      "text": "And I will send upon you famine, and evil beasts, which shall make thee childless; and pestilence and blood shall pass through thee; and the sword will I bring upon thee. I, Jehovah, have spoken it."
    }
  ]
}