{
  "book_id": "EZK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Thou son of man, thus saith the Lord Jehovah concerning the land of Israel:—"
    },
    {
      "verse": 3,
      "text": "The end cometh, the end cometh, Upon the four corners of the land! Now cometh the end upon thee! For I will send my anger upon thee, And will judge thee according to thy ways, And will recompense upon thee all thine abominations."
    },
    {
      "verse": 4,
      "text": "And mine eye shall not spare thee, neither will I have pity; But I will recompense thy ways upon thee, And thine abominations shall be in the midst of thee; And ye shall know that I am Jehovah."
    },
    {
      "verse": 5,
      "text": "Thus saith the Lord Jehovah: An evil, an unheard-of evil, behold, it cometh!"
    },
    {
      "verse": 6,
      "text": "The end cometh, the end cometh! It awaketh against thee, behold, it cometh!"
    },
    {
      "verse": 7,
      "text": "Thy fate cometh upon thee, thou that dwellest in the land! The time is come, The day of tumult is near, When no sound of joy shall be upon the mountains."
    },
    {
      "verse": 8,
      "text": "Now will I shortly pour out my fury upon thee, And accomplish mine anger against thee; And I will judge thee according to thy ways, And recompense upon thee all thine abominations."
    },
    {
      "verse": 9,
      "text": "And mine eye shall not spare, neither will I have pity; I will recompense thee according to thy ways, And thine abominations shall come upon thee; And ye shall know that I, Jehovah, smite you."
    },
    {
      "verse": 10,
      "text": "Behold, the day, behold, it cometh! The destiny draweth near; The rod hath blossomed, pride hath flourished."
    },
    {
      "verse": 11,
      "text": "Violence is risen up into a rod of wickedness; None of them shall remain, none of their multitude, none of their crowd; Nor shall there be wailing for them."
    },
    {
      "verse": 12,
      "text": "The time cometh, the day draweth near! Let not the buyer rejoice, Nor the seller mourn; For wrath is against their whole multitude."
    },
    {
      "verse": 13,
      "text": "For the seller shall not return to that which is sold, Though he be yet alive; For the vision against their whole multitude shall not return void, And none that liveth in his iniquity shall strengthen himself"
    },
    {
      "verse": 14,
      "text": "“Blow ye the trumpet, and let all be ready!” Yet none goeth to the battle; For mine anger is against their whole multitude."
    },
    {
      "verse": 15,
      "text": "The sword is without, and pestilence and famine within; He that is in the field shall die by the sword; And he that is in the city, famine and pestilence shall devour him."
    },
    {
      "verse": 16,
      "text": "And those of them that escape shall be upon the mountains like doves of the valleys, All of them mourning, every one for his iniquity."
    },
    {
      "verse": 17,
      "text": "All hands shall be feeble, And all knees shall flow with water."
    },
    {
      "verse": 18,
      "text": "They shall also gird themselves with sackcloth, And horror shall cover them. And upon all their faces shall be shame, And upon all their heads baldness."
    },
    {
      "verse": 19,
      "text": "Their silver shall they cast into the streets, And their gold shall be as an unclean thing. Their silver and their gold shall not be able to deliver them In the day of the wrath of Jehovah; Their hunger shall not be satisfied, Nor their body filled with it; For it was the stumbling-block of their iniquity."
    },
    {
      "verse": 20,
      "text": "For the beauty of their ornaments they turned into pride, And the images of their abominations and of their detestable things they made with it; Therefore will I make it to them as an unclean thing."
    },
    {
      "verse": 21,
      "text": "And I will give it into the hands of strangers for a prey, And to the wicked of the earth for a spoil, And they shall pollute it."
    },
    {
      "verse": 22,
      "text": "And I will turn my face from them, So that my secret place shall be polluted; Robbers shall enter into it, and pollute it."
    },
    {
      "verse": 23,
      "text": "Make a chain! For the land is full of blood-guiltiness, And the city is full of violence."
    },
    {
      "verse": 24,
      "text": "Therefore will I bring the most cruel among the nations, And they shall possess your houses; I will also make the pride of the strong to cease, And their holy places shall be defiled."
    },
    {
      "verse": 25,
      "text": "Destruction cometh; And they shall seek peace, and not find it."
    },
    {
      "verse": 26,
      "text": "Calamity shall come upon calamity, And rumor shall be upon rumor; And they shall seek a vision from the prophet in vain; Instruction shall perish from the priests, And counsel from the elders."
    },
    {
      "verse": 27,
      "text": "The king shall mourn, And the prince shall be clothed with amazement; And the hands of the people of the land shall be troubled. I will do to them according to their way, and according to their deserts will I judge them, And they shall know that I am Jehovah."
    }
  ]
}