{
  "book_id": "EZK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "He cried also, in my hearing, with a loud voice, saying: Bring ye near the punishments of the city, every one his weapon of destruction in his hand."
    },
    {
      "verse": 2,
      "text": "And lo, six men came from the way of the higher gate, which looketh toward the north, every one with his slaughter-weapon in his hand; and one man among them was clothed with linen, with a writer's ink-horn by his side; and they went in, and stood beside the brazen altar."
    },
    {
      "verse": 3,
      "text": "And the glory of the God of Israel went up from the cherub upon which it was to the threshold of the house; and he called to the man clothed with linen, who had the writer's ink-horn by his side;"
    },
    {
      "verse": 4,
      "text": "and Jehovah said to him, Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men that sigh and that wail for all the abominations that are done in the midst thereof."
    },
    {
      "verse": 5,
      "text": "And to the others he said, in my hearing, Go ye after him through the city, and smite! let not your eyes spare, neither have ye pity!"
    },
    {
      "verse": 6,
      "text": "The old man, the youth, the virgin, little children and women, slay and destroy; but come not near any one upon whom is the mark; and begin at my sanctuary. Then began they at the elders that were before the house."
    },
    {
      "verse": 7,
      "text": "And he said to them, Pollute the house, and fill the courts with the slain, then go ye forth. And they went forth, and slew in the city."
    },
    {
      "verse": 8,
      "text": "And while they were smiting them, I alone was left; and I fell upon my face, and cried, and said, Ah, Lord Jehovah! wilt thou destroy all the remnant of Israel, while thou pourest out thy fury upon Jerusalem?"
    },
    {
      "verse": 9,
      "text": "And he said to me: The iniquity of the house of Israel and Judah is exceedingly great, and the land is full of blood, and the city full of perverseness. For they say, “Jehovah hath forsaken the land”; and, “Jehovah seeth not.”"
    },
    {
      "verse": 10,
      "text": "Therefore mine eye shall not spare, neither will I have pity. Their way will I recompense upon their head."
    },
    {
      "verse": 11,
      "text": "And lo, the man clothed with linen, who had the ink-horn by his side, returned answer, saying, I have done as thou hast commanded me."
    }
  ]
}