{
  "book_id": "EZK",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Then I looked, and lo, in the firmament that was above the head of the cherubs there appeared over them as it were a sapphire-stone, in form like a throne;"
    },
    {
      "verse": 2,
      "text": "and He spake to the man that was clothed with linen, and said, Go in between the wheels under the cherub, and fill thy hands with coals of fire, which are between the cherubs, and scatter them over the city. And he went in before my eyes."
    },
    {
      "verse": 3,
      "text": "Now the cherubs stood upon the right side of the house when the man went in; and the cloud filled the inner court."
    },
    {
      "verse": 4,
      "text": "And the glory of Jehovah was lifted up from the cherub to the threshold of the house; and the house was filled with the cloud, and the court was filled with the brightness of the glory of Jehovah."
    },
    {
      "verse": 5,
      "text": "And the sound of the wings of the cherubs was heard even to the outer court, as the voice of God, the Almighty, when he speaketh."
    },
    {
      "verse": 6,
      "text": "And when he commanded the man clothed with linen, saying, Take fire from between the wheels, from between the cherubs, he went in and stood beside the wheels."
    },
    {
      "verse": 7,
      "text": "And one cherub stretched forth his hand from between the cherubs to the fire that was between the cherubs, and took thereof, and put it into the hands of him that was clothed with linen, who took it, and went out."
    },
    {
      "verse": 8,
      "text": "And there was seen in the cherubs the form of a man's hand under their wings."
    },
    {
      "verse": 9,
      "text": "And when I looked, behold, four wheels were by the cherubs, one wheel by one cherub, and another wheel by another cherub; and the appearance of the wheels was like that of a chrysolite."
    },
    {
      "verse": 10,
      "text": "And as to their appearance, all four had one form, as if a wheel were in the midst of a wheel."
    },
    {
      "verse": 11,
      "text": "When they went, they went upon their four sides; they turned not about when they went; but to the place whither the head looked they followed it, they turned not about when they went."
    },
    {
      "verse": 12,
      "text": "And their whole body, and their backs, and their hands, and their wings, and the wheels, were full of eyes round about, even the wheels which they four had."
    },
    {
      "verse": 13,
      "text": "And as to these wheels, each one of them in my hearing was called Whirlwind."
    },
    {
      "verse": 14,
      "text": "And every one had four faces. The first face was the face of a cherub, and the second face was the face of a man, and the third the face of a lion, and the fourth the face of an eagle."
    },
    {
      "verse": 15,
      "text": "And the cherubs were lifted up. They were the living creatures which I saw by the river Chebar."
    },
    {
      "verse": 16,
      "text": "And when the cherubs went, the wheels went with them; and when the cherubs lifted up their wings to mount up from the earth, the wheels turned not away from their side."
    },
    {
      "verse": 17,
      "text": "When they stood, these stood; and when they were lifted up, these were liked up with them. For the spirit of the living creatures was in them."
    },
    {
      "verse": 18,
      "text": "Then the glory of Jehovah departed from the threshold of the house, and stood over the cherubs."
    },
    {
      "verse": 19,
      "text": "And the cherubs lifted up their wings, and mounted up from the earth in my sight, as they went out, and the wheels were beside them. And they stood at the entrance of the east gate of the house of Jehovah, and the glory of the God of Israel was over them above."
    },
    {
      "verse": 20,
      "text": "They were the living creatures which I saw under the God of Israel by the river Chebar; and I knew that they were the cherubs."
    },
    {
      "verse": 21,
      "text": "Every one had four faces, and every one four wings, and the form of a man's hand was under their wings."
    },
    {
      "verse": 22,
      "text": "And as for the form of their faces, they were the faces which I saw by the river Chebar, their appearances and themselves. They went every one straight forward."
    }
  ]
}