{
  "book_id": "EZK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then the spirit lifted me up, and brought me to the east gate of the house of Jehovah, that looketh toward the east; and behold, at the entrance of the gate were five and twenty men; among whom I saw Jaazaniah, the son of Azur, and Pelatiah, the son of Benaiah, princes of the people."
    },
    {
      "verse": 2,
      "text": "Then said He to me: These are the men that devise mischief, and form evil designs in this city;"
    },
    {
      "verse": 3,
      "text": "who say, “The time is not near that we should build houses. This city is the caldron, and we are the flesh.”"
    },
    {
      "verse": 4,
      "text": "Therefore, prophesy against them, prophesy, O son of man!"
    },
    {
      "verse": 5,
      "text": "And the spirit of Jehovah fell upon me, and he said to me, Speak: Thus saith Jehovah: Thus have ye said, O house of Israel! For I know the things that come into your mind, every one of them."
    },
    {
      "verse": 6,
      "text": "Ye have multiplied your slain in this city, and ye have filled the streets thereof with the slain."
    },
    {
      "verse": 7,
      "text": "Therefore thus saith the Lord Jehovah: Your slain, whom ye have laid in the midst of it, they are the flesh, and this city is the caldron; but you will I bring forth out of the midst of it."
    },
    {
      "verse": 8,
      "text": "Ye have feared the sword, and the sword will I bring upon you, saith the Lord Jehovah."
    },
    {
      "verse": 9,
      "text": "And I will bring you out of the midst thereof, and deliver you into the hands of strangers, and execute judgments upon you."
    },
    {
      "verse": 10,
      "text": "Ye shall fall by the sword; on the borders of Israel will I judge you, that ye may know that I am Jehovah."
    },
    {
      "verse": 11,
      "text": "This city shall not be your caldron, neither shall ye be the flesh in the midst thereof. On the borders of Israel will I judge you,"
    },
    {
      "verse": 12,
      "text": "that ye may know that I am Jehovah, in whose statutes ye have not walked, and whose ordinances ye have not observed, but have done according to the manners of the nations, that are round about you."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when I prophesied, that Pelatiah, the son of Benaiah, died. Then I fell down on my face, and cried with a loud voice, and said, Ah, Lord Jehovah, wilt thou make a full end of the remnant of Israel?"
    },
    {
      "verse": 14,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 15,
      "text": "Son of man, thy brethren, even thy brethren, the men of thy near kindred, and the whole house of Israel, are they to whom the inhabitants of Jerusalem say, “Remove ye far from Jehovah; to us is the land given in possession!”"
    },
    {
      "verse": 16,
      "text": "Therefore say, Thus saith the Lord Jehovah: Though I have cast them far off among the nations, and scattered them among the countries, yet I will be to them as a sanctuary for a short time in the countries whither they are come."
    },
    {
      "verse": 17,
      "text": "Therefore say, Thus saith the Lord Jehovah: I will gather you from the nations, and assemble you from the countries where ye have been scattered, and I will give you the land of Israel."
    },
    {
      "verse": 18,
      "text": "And they shall come thither, and they shall take away from thence all the detestable things thereof, and all the abominations thereof."
    },
    {
      "verse": 19,
      "text": "And I will give them one heart, and I will put a new spirit within them; and I will take out of them the heart of stone, and will give them a heart of flesh,"
    },
    {
      "verse": 20,
      "text": "that they may walk in my statutes, and observe my ordinances, and keep them; and they shall be my people, and I will be their God."
    },
    {
      "verse": 21,
      "text": "But as for them whose heart walketh according to the pleasure of their detestable things and their abominations, I will recompense their way upon their heads, saith the Lord Jehovah."
    },
    {
      "verse": 22,
      "text": "Then did the cherubs lift up their wings, and the wheels were beside them; and the glory of the God of Israel was over them above."
    },
    {
      "verse": 23,
      "text": "And the glory of Jehovah went up from the midst of the city, and stood upon the mountain which is on the east side of the city."
    },
    {
      "verse": 24,
      "text": "Then the spirit took me up, and brought me to Chaldaea, to them of the captivity, in vision, by the spirit of God. And the vision which I had seen went up from me."
    },
    {
      "verse": 25,
      "text": "Then I spake to them of the captivity all the words of Jehovah which he had showed me."
    }
  ]
}