{
  "book_id": "EZK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, thou dwellest in the midst of a rebellious house; they have eyes to see, and see not; they have ears to hear, and hear not; for they are a rebellious house."
    },
    {
      "verse": 3,
      "text": "Therefore, thou son of man, prepare thee stuff for removing from the land; and remove by day in their sight, and remove from thy place to another place before their eyes. It may be they will consider, though they be a rebellious house."
    },
    {
      "verse": 4,
      "text": "And carry forth thy stuff, as stuff for removing, by day in their sight, and go forth at even in their sight, as they that go forth into captivity."
    },
    {
      "verse": 5,
      "text": "Before their eyes break thou through the wall, and carry forth thereby."
    },
    {
      "verse": 6,
      "text": "In their sight bear it upon thy shoulders, and carry it forth in the twilight. Cover thy face, so that thou see not the ground; for I have made thee a sign to the house of Israel."
    },
    {
      "verse": 7,
      "text": "And I did as I was commanded, I carried forth my stuff, as stuff for removing from the land, by day; and in the evening I broke through the wall with my hand; I carried it forth in the twilight; I took it upon my shoulder before their eyes."
    },
    {
      "verse": 8,
      "text": "And the word of Jehovah came to me in the morning, and said:"
    },
    {
      "verse": 9,
      "text": "Son of man, hath not the house of Israel, the rebellious house, said to thee, “What doest thou?”"
    },
    {
      "verse": 10,
      "text": "Say to them, Thus saith the Lord Jehovah: This burden concerneth the prince in Jerusalem, and all the house of Israel that is therein."
    },
    {
      "verse": 11,
      "text": "Say, I am your sign. As I have done, so shall it be done to them. They shall remove and go into captivity."
    },
    {
      "verse": 12,
      "text": "And the prince that is among them shall bear upon his shoulder in the twilight, and shall go forth. They shall break through the wall to carry forth thereby; he shall cover his face, that he see not the ground with his eyes."
    },
    {
      "verse": 13,
      "text": "I will also spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, into the land of the Chaldaeans; yet he shall not see it, though he shall die there."
    },
    {
      "verse": 14,
      "text": "And all that are round about him to help him, and all his bands, will I scatter to every wind; and I will draw out the sword after them."
    },
    {
      "verse": 15,
      "text": "And they shall know that I am Jehovah, when I shall disperse them among the nations, and scatter them in the countries."
    },
    {
      "verse": 16,
      "text": "But I will leave a few men of them from the sword, from the famine, and from the pestilence; that they may declare all their abominations among the heathen, whither they come; and they shall know that I am Jehovah."
    },
    {
      "verse": 17,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 18,
      "text": "Son of man, eat thy bread with quaking, and drink thy water with trembling and with carefulness;"
    },
    {
      "verse": 19,
      "text": "and say to the people of the land: Thus saith the Lord Jehovah concerning the inhabitants of Jerusalem in the land of Israel; their bread shall they eat with carefulness, and their water shall they drink with astonishment; that their land may be desolate from all that is therein, because of the violence of them that dwell in it."
    },
    {
      "verse": 20,
      "text": "And the inhabited cities shall be laid waste, and the land shall be desolate, that ye may know that I am Jehovah."
    },
    {
      "verse": 21,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 22,
      "text": "Son of man, what meaneth that proverb which ye have in the land of Israel, saying, “The days are delayed, and every vision faileth”?"
    },
    {
      "verse": 23,
      "text": "Therefore say to them, Thus saith the Lord Jehovah: I will make this proverb to cease, and they shall no more use it as a proverb in Israel. But say to them, The days are at hand, and what is declared in every vision."
    },
    {
      "verse": 24,
      "text": "For there shall be no longer any vain vision or deceptive divination within the house of Israel."
    },
    {
      "verse": 25,
      "text": "For I am Jehovah; I speak, and the word which I speak shall come to pass; it shall no more be delayed. In your own days, ye rebellious house, will I speak the word and perform it, saith the Lord Jehovah."
    },
    {
      "verse": 26,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 27,
      "text": "Son of man, behold, they of the house of Israel say, “The vision which he seeth is for many days to come, and he prophesieth of times that are far off.”"
    },
    {
      "verse": 28,
      "text": "Therefore say to them, Thus saith the Lord Jehovah: There shall none of my words be deferred any more; what I speak shall be done, saith the Lord Jehovah."
    }
  ]
}