{
  "book_id": "EZK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, prophesy against the prophets of Israel that prophesy, and say to them that prophesy out of their own hearts, Hear ye the word of Jehovah!"
    },
    {
      "verse": 3,
      "text": "Thus saith the Lord Jehovah: Woe to the foolish prophets, that follow their own spirit, and have seen nothing!"
    },
    {
      "verse": 4,
      "text": "Thy prophets, O Israel, are like the foxes in the deserts."
    },
    {
      "verse": 5,
      "text": "Ye have not gone up into the breaches, nor built a wall around the house of Israel, to stand in battle in the day of Jehovah."
    },
    {
      "verse": 6,
      "text": "They see falsehood, and lying divination. They say, “Jehovah hath spoken,” when Jehovah hath not sent them; and they cause men to hope for the fulfilment of the word."
    },
    {
      "verse": 7,
      "text": "Have ye not seen a false vision, and have ye not spoken a lying divination, and said, “Jehovah hath spoken,” when I have not spoken?"
    },
    {
      "verse": 8,
      "text": "Therefore thus saith the Lord Jehovah: Because ye have spoken falsehood and have seen a lie, therefore, behold, I am against you, saith the Lord Jehovah."
    },
    {
      "verse": 9,
      "text": "My hand shall be against the prophets that see falsehood and divine lies. They shall not be in the assembly of my people, neither shall they be written in the register of the house of Israel, neither shall they enter into the land of Israel: and ye shall know that I am the Lord Jehovah."
    },
    {
      "verse": 10,
      "text": "Because, yea, because they seduce my people, and say, “Peace!” when there is no peace; and one buildeth up a wall, and, behold, they daub it with untempered mortar;"
    },
    {
      "verse": 11,
      "text": "say to them which daub it with untempered mortar, that it shall fall; there shall be an overflowing shower, and ye, O great hailstones, shall fall, and a stormy wind shall rend it."
    },
    {
      "verse": 12,
      "text": "So when the wall is fallen, shall not men say to you, “Where is the daubing wherewith ye have daubed it?”"
    },
    {
      "verse": 13,
      "text": "Therefore thus saith the Lord Jehovah: I will even rend it with a stormy wind in my fury, and there shall be an overflowing shower in mine anger, and great hailstones in my fury to consume it."
    },
    {
      "verse": 14,
      "text": "Thus I will break down the wall which ye have daubed with untempered mortar, and will bring it down to the ground, so that the foundation thereof shall be discovered; it shall fall, and ye shall be consumed in the midst thereof, that ye may know that I am Jehovah."
    },
    {
      "verse": 15,
      "text": "Thus will I accomplish my fury upon the wall, and upon them that daubed it with untempered mortar; and I will say to you, The wall is no more, nor they that daubed it;"
    },
    {
      "verse": 16,
      "text": "even the prophets of Israel, who prophesy concerning Jerusalem, and see visions of peace for her when there is no peace, saith the Lord Jehovah."
    },
    {
      "verse": 17,
      "text": "Likewise, son of man, set thou thy face against the daughters of thy people, who prophesy out of their own heart; and prophesy thou against them."
    },
    {
      "verse": 18,
      "text": "And say, Thus saith the Lord Jehovah: Woe to the women that sew cushions for all elbows, and make pillows for heads of every stature, to ensnare men to destruction! Will ye hunt the lives of my people, and shall ye save your own?"
    },
    {
      "verse": 19,
      "text": "And will ye pollute me among my people for handfuls of barley, and for pieces of bread, slaying them that should not die, and saving them alive that should not live, by lying to my people, who hearken to your lies?"
    },
    {
      "verse": 20,
      "text": "Therefore thus saith the Lord Jehovah: Behold, I will set myself against the cushions with which ye ensnare men to destruction, so that they shall escape you; and I will tear them from your arms, and make them free whom ye would ensnare, so that they shall escape you."
    },
    {
      "verse": 21,
      "text": "Your pillows also will I tear, and deliver my people out of your hand, and they shall no more be in your hand to be ensnared, and ye shall know that I am Jehovah."
    },
    {
      "verse": 22,
      "text": "Because with lies ye have made sad the heart of the righteous, whom I have not made sad, and have strengthened the hands of the wicked, that he should not return from his wicked way, by promising him life;"
    },
    {
      "verse": 23,
      "text": "therefore shall ye no more see falsehood, nor divine divinations; but I will deliver my people out of your hand, and ye shall know that I am Jehovah."
    }
  ]
}