{
  "book_id": "EZK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Now certain men of the elders of Israel came to me, and sat before me."
    },
    {
      "verse": 2,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 3,
      "text": "Son of man, these men have set up their idols in their heart, and have put the stumbling-block of their iniquity before their face; shall I hear them when they inquire of me?"
    },
    {
      "verse": 4,
      "text": "Therefore speak with them, and say to them, Thus saith the Lord Jehovah: Every man of the house of Israel that setteth up his idols in his heart, and putteth the stumbling-block of his iniquity before his face, and cometh to the prophet,—I, Jehovah, will answer him according to the multitude of his idols;"
    },
    {
      "verse": 5,
      "text": "that I may lay hold of the house of Israel in their hearts, because they are all estranged from me through their idols."
    },
    {
      "verse": 6,
      "text": "Therefore say to the house of Israel, Thus saith the Lord Jehovah: Turn ye, even turn yourselves from your idols, and from all your abominations turn ye your faces!"
    },
    {
      "verse": 7,
      "text": "For every one of the house of Israel, or of the strangers that sojourn in Israel, who separateth himself from me, and setteth up his idols in his heart, and putteth the stumbling-block of his iniquity before his face, and cometh to the prophet to inquire of me through him,—I, Jehovah, will answer him by myself."
    },
    {
      "verse": 8,
      "text": "And I will set my face against that man, and will make him a sign and a proverb, and will cut him off from the midst of my people; and ye shall know that I am Jehovah."
    },
    {
      "verse": 9,
      "text": "And when the prophet is deceived when he speaketh anything, I, Jehovah, have deceived that prophet; and I will stretch out my hand upon him, and will destroy him from the midst of my people Israel."
    },
    {
      "verse": 10,
      "text": "And they shall bear the punishment of their iniquity; the punishment of the prophet shall be even as the punishment of him that inquireth of him;"
    },
    {
      "verse": 11,
      "text": "that the house of Israel may no more go astray from me, nor be polluted any more with all their transgressions; but that they may be my people, and I may be their God, saith the Lord Jehovah."
    },
    {
      "verse": 12,
      "text": "Again the word of Jehovah came to me, saying:"
    },
    {
      "verse": 13,
      "text": "Son of man, when a land sinneth against me, and grievously transgresseth, and I stretch out my hand against it, and break the staff of its bread, and send famine upon it, and cut off from it man and beast,"
    },
    {
      "verse": 14,
      "text": "though these three men were in it, Noah, Daniel, and Job, they should deliver only themselves by their righteousness, saith the Lord Jehovah."
    },
    {
      "verse": 15,
      "text": "When I cause wild beasts to pass through the land, and they spoil it, and it be desolate so that none passeth through it because of the beasts,"
    },
    {
      "verse": 16,
      "text": "though these three men were in it, as I live, saith the Lord Jehovah, they should deliver neither sons nor daughters; they only should be delivered, but the land should be desolate."
    },
    {
      "verse": 17,
      "text": "Or when I bring a sword upon that land, and say, Sword, go through the land so that I cut off from it man and beast,"
    },
    {
      "verse": 18,
      "text": "though these three men were in it, as I live, saith the Lord Jehovah, they should deliver neither sons nor daughters, but they only should be delivered themselves."
    },
    {
      "verse": 19,
      "text": "Or when I send a pestilence upon that land, and pour out my fury upon it in blood, to cut off from it man and beast,"
    },
    {
      "verse": 20,
      "text": "though Noah, Daniel, and Job were in it, as I live, saith the Lord Jehovah, they should deliver neither son nor daughter; they should deliver only themselves by their righteousness."
    },
    {
      "verse": 21,
      "text": "Therefore thus saith the Lord Jehovah: How much more, when I send my four grievous judgments against Jerusalem, the sword, and the famine, and the wild beast, and the pestilence, to cut off from it man and beast?"
    },
    {
      "verse": 22,
      "text": "Yet behold, therein shall be left a remnant that shall be brought forth, sons and daughters. Behold, they shall come forth to you, and ye shall see their way and their doings, and ye shall be comforted concerning the evil which I have brought upon Jerusalem, even concerning all which I have brought upon her."
    },
    {
      "verse": 23,
      "text": "They shall comfort you, when ye see their ways and their doings; and ye shall know that not without cause I have done all that I have done to her, saith the Lord Jehovah."
    }
  ]
}