{
  "book_id": "EZK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, cause Jerusalem to know her abominations,"
    },
    {
      "verse": 3,
      "text": "and say, Thus saith the Lord Jehovah to Jerusalem: Thine origin and thy nativity were of the land of Canaan. Thy father was an Amorite, and thy mother a Hittite."
    },
    {
      "verse": 4,
      "text": "And as to thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water so as to be cleansed. Thou wast not sprinkled with salt, nor wrapped in swaddling-clothes."
    },
    {
      "verse": 5,
      "text": "No eye pitied thee, to do to thee any of these things, to have compassion upon thee; but thou wast cast out into the open field, so as to loathe thyself, on the day thou wast born."
    },
    {
      "verse": 6,
      "text": "And when I passed by thee, and saw thee in danger of being trodden under foot in thy blood, I said to thee when thou wast in thy blood, Live! yea, I said to thee when thou wast in thy blood, Live!"
    },
    {
      "verse": 7,
      "text": "I caused thee to increase like the plant of the field, and thou didst grow, and become tall, and didst attain to distinguished charms. Thy breasts swelled, and thy hair grew, whereas thou wast naked and bare."
    },
    {
      "verse": 8,
      "text": "And when I passed by thee, and saw thee, behold, it was thy time, the time of love. And I spread my skirt over thee and covered thy nakedness; and I swore to thee, and entered into covenant with thee, and thou becamest mine."
    },
    {
      "verse": 9,
      "text": "Then I washed thee with water, yea, I thoroughly washed away thy blood from thee, and I anointed thee with oil."
    },
    {
      "verse": 10,
      "text": "I clothed thee also with broidered work, and gave thee shoes of seal's skin, and wrapped thee about with fine linen, and covered thee with silk."
    },
    {
      "verse": 11,
      "text": "And I decked thee with ornaments, and put bracelets upon thy hands, and a chain upon thy neck."
    },
    {
      "verse": 12,
      "text": "And I put a jewel in thy nostril, and ear-rings in thine ears, and a beautiful crown upon thy head."
    },
    {
      "verse": 13,
      "text": "Thus wast thou adorned with gold and silver, and thy raiment was of fine linen, and silk, and broidered work. Fine flour and honey and oil didst thou eat; and thou wast exceedingly beautiful, and didst prosper so as to become a queen."
    },
    {
      "verse": 14,
      "text": "And thy renown went forth among the nations for thy beauty; for it was perfect through my comeliness, which I had put upon thee, saith the Lord Jehovah."
    },
    {
      "verse": 15,
      "text": "But thou didst trust in thy beauty, and didst play the harlot because of thy renown, and didst lavish thy fornications on every one that passed by; his was it."
    },
    {
      "verse": 16,
      "text": "And of thy garments thou didst take, and didst make thee high places, spread with divers colors, and didst play the harlot thereon, the like things to which shall not come to pass, neither shall they be."
    },
    {
      "verse": 17,
      "text": "Thou didst take also thy fair jewels of my gold and my silver, which I gave thee, and didst make to thyself images of men, and didst commit fornication with them;"
    },
    {
      "verse": 18,
      "text": "and thou didst take thy broidered garments and cover them; and thou didst set mine oil and mine incense before them."
    },
    {
      "verse": 19,
      "text": "My food also, which I gave thee, fine flour and oil and honey, wherewith I fed thee, thou didst set it before them with a sweet savor; even thus it was, saith the Lord Jehovah."
    },
    {
      "verse": 20,
      "text": "Moreover thou didst take thy sons and thy daughters, whom thou didst bear to me, and these didst thou sacrifice to them to be devoured. Was it not enough for thee to commit fornication,"
    },
    {
      "verse": 21,
      "text": "that thou didst slay my children, and deliver them up to cause them to pass through the fire to them?"
    },
    {
      "verse": 22,
      "text": "And in all thine abominations and thy fornications, thou didst not remember the days of thy youth, when thou wast naked and bare, and in danger of being trampled under foot in thy blood."
    },
    {
      "verse": 23,
      "text": "And it came to pass, after all thy wickedness, (woe, woe to thee! saith the Lord Jehovah,)"
    },
    {
      "verse": 24,
      "text": "that thou didst build for thee an arched place, and make thee a high place in every street;"
    },
    {
      "verse": 25,
      "text": "at every head of the way didst thou build thy high place, and didst make thy beauty to be abhorred, and didst open thy feet to every one that passed by, and didst multiply thy fornications."
    },
    {
      "verse": 26,
      "text": "Thou hast also committed fornication with the Egyptians, thy neighbors, having great members, and hast multiplied thy fornications to provoke me to anger."
    },
    {
      "verse": 27,
      "text": "Therefore, behold, I have stretched out my hand against thee, and have diminished thine allowance, and delivered thee to the will of them that hate thee, the daughters of the Philistines, who are ashamed of thy lewd way."
    },
    {
      "verse": 28,
      "text": "Thou hast also committed fornication with the Assyrians, because thou wast insatiable; yea, thou hast played the harlot with them, and yet couldst not be satisfied."
    },
    {
      "verse": 29,
      "text": "Thou hast also multiplied thy fornication with the land of Canaan, even to Chaldaea; and yet wast thou not satisfied therewith."
    },
    {
      "verse": 30,
      "text": "How faint was thy heart, saith the Lord Jehovah, that thou didst all those things which an imperious whorish wife doeth,"
    },
    {
      "verse": 31,
      "text": "in that thou didst build thine arched place at the head of every way, and make thy high place in every street! Thou wast not like a harlot, who scoffeth at her hire,"
    },
    {
      "verse": 32,
      "text": "but as an adulterous wife, that taketh strangers instead of her husband."
    },
    {
      "verse": 33,
      "text": "To all women that commit fornication men give a reward; but thou gavest thy gifts to all thy lovers, and hiredst them to come to thee from every side to commit fornication with thee."
    },
    {
      "verse": 34,
      "text": "Thou wast the reverse of other women in thy fornications. None followed after thee to commit fornication, but thou gavest the reward, and no reward was given thee,—therefore thou wast the reverse."
    },
    {
      "verse": 35,
      "text": "Wherefore, O harlot, hear the word of Jehovah!"
    },
    {
      "verse": 36,
      "text": "Thus saith the Lord Jehovah: Because thy treasure was poured out, and thy nakedness discovered for fornication before thy lovers, and all thine abominable idols, and because of the blood of thy children, which thou didst give to them,"
    },
    {
      "verse": 37,
      "text": "therefore, behold, I will gather all thy lovers, to whom thou wast pleasing, all them that thou hast loved, with all them that thou hast hated, I will gather them against thee round about, and will uncover thy nakedness to them, that they may see all thy nakedness."
    },
    {
      "verse": 38,
      "text": "And I will judge thee as women that break wedlock and shed blood are judged, and I will cause thy blood to flow in fury and jealousy."
    },
    {
      "verse": 39,
      "text": "And I will give thee into their hand, and they shall throw down thine arched place, and break down thy high places. They shall also strip thee of thy clothes, and leave thee naked and bare."
    },
    {
      "verse": 40,
      "text": "They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords;"
    },
    {
      "verse": 41,
      "text": "and they shall burn thine houses with fire, and execute judgments upon thee in the sight of many women; and I will cause thee to cease from playing the harlot, and thou shalt give hire no more."
    },
    {
      "verse": 42,
      "text": "So will I make my fury toward thee to rest, and my jealousy shall depart from thee; and I will be quiet, and will be no more angry."
    },
    {
      "verse": 43,
      "text": "Because thou hast not remembered the days of thy youth, but hast raged against me in all these things, therefore I also will recompense thy way upon thy head, saith the Lord Jehovah, so that thou shalt not commit this wickedness in addition to all thy abominations."
    },
    {
      "verse": 44,
      "text": "Behold, all they that use proverbs shall utter this proverb concerning thee: “As the mother, so the daughter.”"
    },
    {
      "verse": 45,
      "text": "Thou art the daughter of thy mother, that loathed her husband and her children; and thou art the sister of thy sisters, that loathed their husbands and their children; your mother was a Hittite, and your father an Amorite."
    },
    {
      "verse": 46,
      "text": "And thine elder sister is Samaria, with her daughters, that dwelleth at thy left hand; and thy younger sister, that dwelleth at thy right hand, is Sodom, with her daughters."
    },
    {
      "verse": 47,
      "text": "Yet thou hast not walked in their ways, nor done according to their abominations: that was disdained by you, as a very little thing; thou hast been more corrupt than they in all thy ways."
    },
    {
      "verse": 48,
      "text": "As I live, saith the Lord Jehovah, Sodom, thy sister, hath not done, she nor her daughters, as thou hast done, thou and thy daughters."
    },
    {
      "verse": 49,
      "text": "Behold, this was the iniquity of Sodom, thy sister: in pride, superabundance, and careless ease did she live, she and her daughters, and the hand of the poor and needy she did not strengthen;"
    },
    {
      "verse": 50,
      "text": "and they were haughty, and committed abomination before me; therefore I took them away when I saw it."
    },
    {
      "verse": 51,
      "text": "Neither hath Samaria committed half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters in all thine abominations which thou hast done."
    },
    {
      "verse": 52,
      "text": "Now, therefore, bear thou thy shame, to which thou hast condemned thy sisters, since by thy sins which thou hast committed, more abominable than they, they are more righteous than thou. Yea, be thou confounded and bear thy shame, in that thou hast justified thy sisters."
    },
    {
      "verse": 53,
      "text": "Yet I will bring them back from their captivity, even Sodom and her daughters from their captivity, and Samaria and her daughters from their captivity; thee also will I bring back from thy captivity in the midst of them;"
    },
    {
      "verse": 54,
      "text": "that thou mayst bear thy shame, and mayst be confounded on account of all which thou hast done, in that thou art a comfort to them."
    },
    {
      "verse": 55,
      "text": "And thy sisters, Sodom and her daughters, shall return to their former estate, and Samaria and her daughters shall return to their former estate, and thou and thy daughters shall return to your former estate."
    },
    {
      "verse": 56,
      "text": "And yet Sodom, thy sister, was not mentioned by thy mouth in the day of thy pride"
    },
    {
      "verse": 57,
      "text": "before thy wickedness was discovered, as in the time of thy reproach from the daughters of Syria, and from all that were round about her, and from the daughters of the Philistines, who despised thee round about."
    },
    {
      "verse": 58,
      "text": "Thy wickedness and thine abominations must thou now bear, saith the Lord Jehovah."
    },
    {
      "verse": 59,
      "text": "For thus saith the Lord Jehovah: I will do to thee as thou hast done, who hast despised the oath and hast broken the covenant."
    },
    {
      "verse": 60,
      "text": "But I will remember my covenant with thee in the days of thy youth, and I will establish with thee an everlasting covenant."
    },
    {
      "verse": 61,
      "text": "Then shalt thou remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder and thy younger, and I shall give them to thee for daughters, but not by thy observance of thy covenant."
    },
    {
      "verse": 62,
      "text": "But I will establish my covenant with thee, and thou shalt know that I am Jehovah;"
    },
    {
      "verse": 63,
      "text": "that thou mayst remember and be confounded, and not open thy mouth any more for shame, when I forgive thee all which thou hast done, saith the Lord Jehovah."
    }
  ]
}