{
  "book_id": "EZK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, take thou up a lamentation for the princes of Israel,"
    },
    {
      "verse": 2,
      "text": "and say:—How lay thy mother at ease, a lioness among lions! Among young lions she nourished her whelps;"
    },
    {
      "verse": 3,
      "text": "And she brought up one of her whelps; He became a young lion, And he learned to seize the prey; he devoured men."
    },
    {
      "verse": 4,
      "text": "And when the nations heard of him, he was taken in their pit, And they brought him with nose-rings to the land of Egypt."
    },
    {
      "verse": 5,
      "text": "And when she saw that she waited in vain, and that her hope was lost, She took another of her whelps, and she made him a young lion."
    },
    {
      "verse": 6,
      "text": "And he went up and down among the lions; he became a young lion, And he learned to seize the prey; he devoured men."
    },
    {
      "verse": 7,
      "text": "He knew their widows, and laid waste their cities, And the land was desolate, and all that was therein, before the voice of his roaring."
    },
    {
      "verse": 8,
      "text": "Then the nations set themselves against him on every side from the provinces, And spread their net over him; He was taken in their pit."
    },
    {
      "verse": 9,
      "text": "And they put him with nose rings into a cage, And carried him to the king of Babylon. And they carried him to a stronghold, That his voice might be heard no more Upon the mountains of Israel."
    },
    {
      "verse": 10,
      "text": "Thy mother was like a vine planted like thyself by the waters; She was fruitful and full of branches by reason of many waters;"
    },
    {
      "verse": 11,
      "text": "She had strong rods for sceptres of rulers, And her stature was high among the thick branches, So that she was conspicuous in her height, And the multitude of her branches."
    },
    {
      "verse": 12,
      "text": "But she was plucked up in fury, She was cast down to the ground, And the east wind dried up her fruit. Her strong rods were broken and withered; The fire consumed them."
    },
    {
      "verse": 13,
      "text": "And now she is planted in the desert, In a dry and thirsty land."
    },
    {
      "verse": 14,
      "text": "And a fire is gone forth out of a rod of her branches, Which hath devoured her fruit, So that she hath no strong rod for a ruler's sceptre. This is a lamentation, and it shall be for a lamentation."
    }
  ]
}