{
  "book_id": "EZK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the seventh year, in the fifth month, on the tenth day of the month, that certain of the elders of Israel came to inquire of Jehovah, and sat before me."
    },
    {
      "verse": 2,
      "text": "Then came the word of Jehovah to me, saying:"
    },
    {
      "verse": 3,
      "text": "Son of man, speak to the elders of Israel, and say to them, Thus saith the Lord Jehovah: Are ye come to inquire of me? As I live, saith the Lord Jehovah, I will not be inquired of by you."
    },
    {
      "verse": 4,
      "text": "Punish them, punish them, son of man, cause them to know the abominations of their fathers, and say to them,"
    },
    {
      "verse": 5,
      "text": "Thus saith the Lord Jehovah: At the time when I chose Israel, I lifted up my hand to the race of the house of Jacob, and made myself known to them in the land of Egypt; I lifted up my hand to them, and said, I am Jehovah, your God."
    },
    {
      "verse": 6,
      "text": "At that time I lifted up my hand to them, that I would bring them forth out of the land of Egypt, into a land which I had looked out for them, flowing with milk and honey, the glory of all lands."
    },
    {
      "verse": 7,
      "text": "And I said to them, Cast ye away from you every one the abomination of his eyes, and defile not yourselves with the idols of Egypt! I am Jehovah, your God."
    },
    {
      "verse": 8,
      "text": "But they rebelled against me, and would not hearken to me; they did not cast away every one the abominations of his eyes, neither did they forsake the idols of Egypt. Then I said that I would pour out my fury upon them, that I would accomplish mine anger against them in the midst of the land of Egypt."
    },
    {
      "verse": 9,
      "text": "But I acted for my name's sake, that it might not be polluted in the sight of the nations, in the midst of whom they were; and before their eyes I made myself known to them, in bringing them forth out of the land of Egypt."
    },
    {
      "verse": 10,
      "text": "And I brought them forth out of the land of Egypt, and led them into the wilderness."
    },
    {
      "verse": 11,
      "text": "And I gave them my statutes, and made known to them my laws, through which the man that keepeth them shall live."
    },
    {
      "verse": 12,
      "text": "Also I gave them my sabbaths, that they might be a sign between me and them, that they might know that I, Jehovah, sanctify them."
    },
    {
      "verse": 13,
      "text": "But the house of Israel rebelled against me in the desert; they walked not in my statutes, and they despised my laws, through which the man that keepeth them shall live, and my sabbaths they greatly polluted. Then I said that I would pour out my fury upon them in the desert, to consume them."
    },
    {
      "verse": 14,
      "text": "But I acted for my name's sake, that it might not be polluted before the nations, in whose sight I brought them forth."
    },
    {
      "verse": 15,
      "text": "Yet I lifted up my hand to them in the desert, that I would not bring them into the land which I had given them, flowing with milk and honey, the beauty of all lands;"
    },
    {
      "verse": 16,
      "text": "because they despised my laws, and walked not in my statutes, but polluted my sabbaths; for their heart went after their idols."
    },
    {
      "verse": 17,
      "text": "Nevertheless mine eye spared them, so that I did not destroy them; neither did I make an end of them in the desert."
    },
    {
      "verse": 18,
      "text": "And I said to their sons in the desert, Walk ye not in the statutes of your fathers, neither observe their ordinances, nor defile yourselves with their idols!"
    },
    {
      "verse": 19,
      "text": "I am Jehovah, your God; walk in my statutes, and keep my ordinances, and do them."
    },
    {
      "verse": 20,
      "text": "And hallow my sabbaths, that they may be a sign between me and you, that ye may know that I am Jehovah, your God."
    },
    {
      "verse": 21,
      "text": "But the sons rebelled against me; they walked not in my statutes, neither kept they my ordinances to do them, through which the man that doeth them shall live, and they polluted my sabbaths. Then I said that I would pour out my fury upon them, and accomplish mine anger upon them in the desert."
    },
    {
      "verse": 22,
      "text": "Nevertheless I held back my hand, and acted for my name's sake, that it should not be polluted before the nations, in whose sight I brought them forth."
    },
    {
      "verse": 23,
      "text": "I also lifted up my hand against them in the desert, that I would scatter them among the nations, and disperse them through the countries,"
    },
    {
      "verse": 24,
      "text": "because they did not observe mine ordinances, but despised my statutes, and polluted my sabbaths, and their eyes were after the idols of their fathers."
    },
    {
      "verse": 25,
      "text": "Moreover I gave them statutes that were not good, and ordinances by which they should not live."
    },
    {
      "verse": 26,
      "text": "And I polluted them in their offerings, in that they caused every first-born child to pass through the fire, that I might destroy them, to the end that they might know that I am Jehovah."
    },
    {
      "verse": 27,
      "text": "Therefore speak to the house of Israel, O son of man, and say to them, Thus saith the Lord Jehovah: Yet in this your fathers dishonored me, and trespassed against me."
    },
    {
      "verse": 28,
      "text": "For when I had brought them into the land concerning which I lifted up my hand, that I would give it to them, then they saw every high hill, and all the thick tree's, and there they offered their sacrifices, and there they presented their provoking oblation, and there they brought their sweet savor, and there they poured out their drink-offerings."
    },
    {
      "verse": 29,
      "text": "Then I said to them, What is the high place to which ye go? And it is called The High Place unto this day."
    },
    {
      "verse": 30,
      "text": "Therefore say to the house of Israel, Thus saith the Lord Jehovah: Are ye polluted after the manner of your fathers, and do ye commit fornication according to their abominations,"
    },
    {
      "verse": 31,
      "text": "and by offering your gifts, and causing your sons to pass through the fire,—are ye polluted with all your idols even to this day, and shall I be inquired of by you, O house of Israel? As I live, saith the Lord Jehovah, I will not be inquired of by you!"
    },
    {
      "verse": 32,
      "text": "And that which cometh into your mind shall not come to pass, when ye say, “We will be as the nations, as the families of the countries, worshipping wood and stone.”"
    },
    {
      "verse": 33,
      "text": "As I live, saith the Lord Jehovah, surely with a mighty hand, and with a stretched out arm, and with fury poured out will I rule over you."
    },
    {
      "verse": 34,
      "text": "And I will bring you forth from the nations, and gather you from the countries, wherein ye are scattered, with a mighty hand, and with a stretched out arm, and with fury poured out."
    },
    {
      "verse": 35,
      "text": "And I will bring you into the desert of the nations, and there will I contend with you face to face."
    },
    {
      "verse": 36,
      "text": "Even as I contended with your fathers in the desert of the land of Egypt, so also will I contend with you, saith the Lord Jehovah."
    },
    {
      "verse": 37,
      "text": "And I will cause you to pass under the rod, and I will bring you into the bond of the covenant."
    },
    {
      "verse": 38,
      "text": "And I will purge out from among you the rebels, and them that transgress against me; out of the country where they sojourn will I bring them forth, but they shall not enter into the land of Israel; and ye shall know that I am Jehovah."
    },
    {
      "verse": 39,
      "text": "As for you, O house of Israel, thus saith the Lord Jehovah: Go ye, serve ye every one his idols in future also, if ye will not obey me! But pollute ye my holy name no more with your gifts and your idols!"
    },
    {
      "verse": 40,
      "text": "For upon my holy mountain, upon the lofty mountain of Israel, there shall all the house of Israel, all that are in the land, serve me; there will I accept them, and there will I require your offerings, and the first fruits of your oblations, with all things which ye consecrate to me."
    },
    {
      "verse": 41,
      "text": "I will accept you as a sweet savor, when I bring you forth from the nations, and gather you from the countries, wherein ye have been scattered, and will through you be honored before the eyes of the nations."
    },
    {
      "verse": 42,
      "text": "And ye shall know that I am Jehovah, when I bring you into the land of Israel, into the country concerning which I lifted up my hand, that I would give it to your fathers."
    },
    {
      "verse": 43,
      "text": "And there shall ye remember your ways, and all your doings, wherein ye have been polluted; and ye shall loathe yourselves for all your evil deeds which ye have committed."
    },
    {
      "verse": 44,
      "text": "And ye shall know that I am Jehovah, when I deal with you for my name's sake, not according to your evil ways, nor according to your corrupt doings, O ye house of Israel, saith the Lord Jehovah."
    },
    {
      "verse": 45,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 46,
      "text": "Son of man, set thy face toward the south, and drop thy word against the South, and prophesy against the forest of the field in the South;"
    },
    {
      "verse": 47,
      "text": "and say to the forest of the South, Hear the word of Jehovah! Thus saith the Lord Jehovah: Behold, I will kindle in thee a fire, which shall devour every green tree and every dry tree within thee; the fierce flame shall not be quenched, and all parts from the south to the north shall be burned therein."
    },
    {
      "verse": 48,
      "text": "And all flesh shall see that I, Jehovah, have kindled it; it shall not be quenched."
    },
    {
      "verse": 49,
      "text": "And I said, Ah, Lord Jehovah, they say of me, “Doth he not speak in parables?”"
    }
  ]
}