{
  "book_id": "EZK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Then came the word of Jehovah to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face toward Jerusalem, and drop thy word toward the holy places, and prophesy against the land of Israel,"
    },
    {
      "verse": 3,
      "text": "and say to the land of Israel, Thus saith Jehovah: Behold, I am against thee, and I will draw forth my sword out of its sheath, and will cut off from thee the righteous and the wicked."
    },
    {
      "verse": 4,
      "text": "Seeing then that I cut off from thee the righteous and the wicked, therefore shall my sword go forth out of its sheath against all flesh from the south to the north."
    },
    {
      "verse": 5,
      "text": "And all flesh shall know that I, Jehovah, have drawn forth my sword out of its sheath; it shall not return any more."
    },
    {
      "verse": 6,
      "text": "Thou, therefore, O son of man, sigh! With the breaking of thy loins, and with bitterness, sigh before their eyes!"
    },
    {
      "verse": 7,
      "text": "And when they shall say to thee, “Wherefore sighest thou?” thou shalt say, “For the rumor, because it cometh; and every heart shall melt, and all hands shall be feeble, and every spirit shall fail, and all knees shall flow with water. Behold it cometh, it shall be brought to pass, saith the Lord Jehovah.”"
    },
    {
      "verse": 8,
      "text": "Also the word of Jehovah came to me, saying:"
    },
    {
      "verse": 9,
      "text": "Son of man, prophesy, and say, Thus saith Jehovah: Say, The sword, the sword is sharpened and furbished."
    },
    {
      "verse": 10,
      "text": "It is sharpened, that it may make sore slaughter; it is furbished that it may glitter. Or shall we make mirth? The staff of my son despiseth every rod."
    },
    {
      "verse": 11,
      "text": "And he gave it to be furbished that it might be handled. The sword is sharpened and furbished, to be given into the hand of the slayer."
    },
    {
      "verse": 12,
      "text": "Cry and howl, son of man! for it cometh upon my people, upon all the princes of Israel. They are given up to the sword with my people. Therefore smite upon thy thigh."
    },
    {
      "verse": 13,
      "text": "The trial is made. And what if even the contemning staff should be no more? saith the Lord Jehovah."
    },
    {
      "verse": 14,
      "text": "Thou, therefore, son of man, prophesy, and smite thine hands together! for twice, yea thrice, cometh the sword, a sword of slaughter, a sword of great slaughter, that besetteth them on every side."
    },
    {
      "verse": 15,
      "text": "That their hearts may faint, and their overthrown may be multiplied, I have set the terror of the sword against all their gates. Ah, how is it made to glitter, polished for slaughter!"
    },
    {
      "verse": 16,
      "text": "Unite thyself, smite to the right, prepare thyself, smite to the left, whithersoever thine edge is turned!"
    },
    {
      "verse": 17,
      "text": "I also will smite my hands together, and cause mine anger to cease. I, Jehovah, have spoken it."
    },
    {
      "verse": 18,
      "text": "The word of Jehovah came to me again, saying:"
    },
    {
      "verse": 19,
      "text": "Do thou, son of man, appoint thee two ways by which the sword of the king of Babylon may come; from one land shall both of them come; and choose thou a place, choose it at the head of the way to the city."
    },
    {
      "verse": 20,
      "text": "Appoint a way, that the sword may come towards Rabbath of the sons of Ammon, and towards Judah, to Jerusalem, the fenced city."
    },
    {
      "verse": 21,
      "text": "For the king of Babylon shall stand at the parting of the way, at the head of the two ways, to use divination; he shall shake together his arrows, he shall consult the teraphim, he shall look at the liver."
    },
    {
      "verse": 22,
      "text": "In his right hand shall be the lot: Jerusalem, to set battering-rams, to open the mouth with the war-cry, to lift up the voice in shouting, to set battering-rams against the gates, to cast up a mound, to build a tower."
    },
    {
      "verse": 23,
      "text": "And this shall appear a false divination in their sight, because they swore oaths to them. But he shall call to remembrance their iniquity, that they may be taken."
    },
    {
      "verse": 24,
      "text": "Therefore thus saith the Lord Jehovah: Because ye make your iniquity to be remembered, in that your transgressions are discovered, so that in all your doings your sins do appear,—because, I say, ye bring yourselves into remembrance, ye shall be taken with that hand."
    },
    {
      "verse": 25,
      "text": "And thou, profane, wicked prince of Israel, whose day cometh in the time when iniquity bringeth destruction!"
    },
    {
      "verse": 26,
      "text": "Thus saith the Lord Jehovah: I will remove the diadem, and take away the crown! This shall no more be this. I exalt him that is low, and abase him that is high."
    },
    {
      "verse": 27,
      "text": "I will destroy, destroy, destroy it; and it shall be no more until he come to whom the right belongeth, and to whom I will give it."
    },
    {
      "verse": 28,
      "text": "And thou, son of man, prophesy, and say: Thus saith the Lord Jehovah concerning the sons of Ammon and their scorn; even say thou, The sword, the sword is drawn; to slay, to consume, is it furbished, so that it glittereth;"
    },
    {
      "verse": 29,
      "text": "while they see deceit for thee, and prophesy falsehood, that it may bring thee to the necks of the wicked that are slain, whose day cometh in the time when iniquity bringeth destruction."
    },
    {
      "verse": 30,
      "text": "Return the sword into its sheath! In the place where thou wast created, in the land of thy nativity, I will judge thee,"
    },
    {
      "verse": 31,
      "text": "and I will pour upon thee my indignation, I will blow upon thee in the fire of my wrath, and deliver thee into the hands of brutal men, skilful to destroy."
    },
    {
      "verse": 32,
      "text": "Thou shalt be fuel for the fire; thy blood shall be in the midst of the land; men shall no more remember thee. I, Jehovah, have spoken it."
    }
  ]
}