{
  "book_id": "EZK",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came to me again, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, there were two women, daughters of one mother;"
    },
    {
      "verse": 3,
      "text": "and they committed fornication in Egypt; in their youth they committed fornication. There they allowed their breasts to be pressed, and their virgin teats to be handled."
    },
    {
      "verse": 4,
      "text": "Their names were Aholah, the elder, and Aholibah, her sister; and they became mine, and bore sons and daughters; as to their names, moreover, Aholah is Samaria, and Aholibah, Jerusalem."
    },
    {
      "verse": 5,
      "text": "And Aholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians, her neighbors"
    },
    {
      "verse": 6,
      "text": "who were clothed with blue, captains and rulers, all of them desirable young men, horsemen, riding on horses."
    },
    {
      "verse": 7,
      "text": "Thus she committed fornication with them, with all the choice young men of Assyria, and with all on whom she doted; with all their idols she defiled herself."
    },
    {
      "verse": 8,
      "text": "Neither forsook she her whoredoms brought from Egypt; for they lay with her in her youth, and handled the breasts of her virginity, and poured their fornication upon her."
    },
    {
      "verse": 9,
      "text": "Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted."
    },
    {
      "verse": 10,
      "text": "These uncovered her nakedness; they took her sons and her daughters, and slew her with the sword; and she became famous among women, when they had executed judgment upon her."
    },
    {
      "verse": 11,
      "text": "And her sister, Aholibah, saw this, but she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in her whoredoms."
    },
    {
      "verse": 12,
      "text": "She doted upon the Assyrians, her neighbors, prefects and rulers clothed most gorgeously, horsemen riding upon horses, all of them desirable young men."
    },
    {
      "verse": 13,
      "text": "Then I saw that she was defiled; that they both took one way."
    },
    {
      "verse": 14,
      "text": "But she added to her whoredoms; for she saw men portrayed upon the wall, images of Chaldaeans portrayed with vermilion,"
    },
    {
      "verse": 15,
      "text": "girded with girdles upon their loins, and having long mitres hanging down from their heads, in their appearance all of them princes, after the manner of the sons of Babylon, of Chaldaea, the land of their nativity;"
    },
    {
      "verse": 16,
      "text": "and as soon as she cast her eyes upon them, she doted on them, and sent messengers to them into Chaldaea."
    },
    {
      "verse": 17,
      "text": "And the sons of Babylon came to her into the bed of love, and they defiled her with their whoredoms, and she was polluted with them. She then became alienated from them."
    },
    {
      "verse": 18,
      "text": "So she discovered her fornications, and discovered her nakedness. Then my mind was alienated from her, as it had been alienated from her sister."
    },
    {
      "verse": 19,
      "text": "For she multiplied her whoredoms in calling to remembrance the days of her youth, wherein she played the harlot in the land of Egypt;"
    },
    {
      "verse": 20,
      "text": "for she doted on their paramours, whose members were as the members of asses, and whose issue was as the issue of horses."
    },
    {
      "verse": 21,
      "text": "Thus thou calledst to remembrance the lewdness of thy youth, when thy teats were handled by the Egyptians, on account of the paps of thy youth."
    },
    {
      "verse": 22,
      "text": "Therefore, O Aholibah, thus saith the Lord Jehovah: Behold, I will raise up against thee thy lovers, from whom thou art alienated, and I will bring them against thee on every side,"
    },
    {
      "verse": 23,
      "text": "the Babylonians and all the Chaldaeans, prefects, rich men, and nobles, and all the Assyrians with them, all of them desirable young men, prefects and rulers, captains and men of renown, all of them riding upon horses."
    },
    {
      "verse": 24,
      "text": "And they shall come against thee with arms, chariots and wheels, and with hosts of people; with buckler and shield and helmet shall they set themselves against thee on every side. And I will commit to them judgment, and they shall punish thee according to their punishments."
    },
    {
      "verse": 25,
      "text": "And I will set my jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears, and thy posterity shall fall by the sword. They shall take away thy sons and thy daughters, and thy posterity shall be consumed with fire."
    },
    {
      "verse": 26,
      "text": "They shall also strip thee of thy garments, and take away thy fair jewels."
    },
    {
      "verse": 27,
      "text": "Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt, so that thou shalt not lift thine eyes to them, nor remember Egypt any more."
    },
    {
      "verse": 28,
      "text": "For thus saith the Lord Jehovah: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thou art alienated."
    },
    {
      "verse": 29,
      "text": "And they shall deal with thee in hatred, and take away all the fruits of thy labor from thee, and shall leave thee naked and bare; and thy nakedness shall be uncovered, with which thou hast committed lewdness and fornication and foul whoredom."
    },
    {
      "verse": 30,
      "text": "These things will I do to thee, because thou hast committed whoredom with the nations, and hast been polluted with their idols."
    },
    {
      "verse": 31,
      "text": "Thou hast walked in the way of thy sister, therefore will I give her cup into thy hand."
    },
    {
      "verse": 32,
      "text": "Thus saith the Lord Jehovah: Thou shalt drink of thy sister's cup, which is deep and large; it shall make thee a laughing-stock and a derision, for it containeth much."
    },
    {
      "verse": 33,
      "text": "Thou shalt be filled with drunkenness and sorrow. A cup of astonishment and amazement is the cup of thy sister Samaria."
    },
    {
      "verse": 34,
      "text": "Thou shalt even drink it and suck it out, and lick the sherds, and thou shalt tear thy breasts. For I have spoken it, saith the Lord Jehovah."
    },
    {
      "verse": 35,
      "text": "Therefore thus saith the Lord Jehovah: Because thou hast forgotten me, and cast me behind thy back, therefore bear thou thy lewdness and thy whoredoms."
    },
    {
      "verse": 36,
      "text": "Moreover, Jehovah said to me, Son of man, punish Aholah and Aholibah; yea, declare to them their abominations;"
    },
    {
      "verse": 37,
      "text": "that they have committed adultery, and blood is upon their hands, and that with their idols they have committed adultery, and have also caused their sons, whom they bore to me, to pass through the fire to them for food."
    },
    {
      "verse": 38,
      "text": "This also have they done to me: they have defiled my sanctuary in the same day, and have profaned my sabbaths."
    },
    {
      "verse": 39,
      "text": "For when they had slain their children to their idols, then they came into my sanctuary the same day to profane it; behold, thus have they done in my house."
    },
    {
      "verse": 40,
      "text": "Yea, ye sent for men to come from afar; messengers were sent to them, and behold, they came; for them didst thou wash thyself, and paint thine eyes, and deck thyself with ornaments."
    },
    {
      "verse": 41,
      "text": "And thou didst seat thyself upon a stately bed before which a table was prepared, and thereon didst thou set my incense and my oil."
    },
    {
      "verse": 42,
      "text": "Also the voice of a multitude at ease was with her; and together with men from the common multitude were brought deep-drinkers from the desert, who put bracelets upon their hands, and beautiful crowns upon their heads."
    },
    {
      "verse": 43,
      "text": "Then said I concerning her that was worn out with adulteries, Will they now commit whoredoms with her, even with her?"
    },
    {
      "verse": 44,
      "text": "They went in to her, as men go to a harlot; so went they in to Aholah and to Aholibah, the lewd women."
    },
    {
      "verse": 45,
      "text": "But righteous men shall judge them, as adulteresses are judged, and as women that shed blood are judged; for they are adulteresses, and blood is upon their hands."
    },
    {
      "verse": 46,
      "text": "For thus saith the Lord Jehovah: I will bring a great company against them, and will give them up to be harassed and spoiled,"
    },
    {
      "verse": 47,
      "text": "and the company shall stone them with stones, and cut them in pieces with their swords; they shall slay their sons and their daughters, and burn their houses with fire."
    },
    {
      "verse": 48,
      "text": "Thus will I cause lewdness to cease out of the land, that all women may take warning, and not follow them in their lewdness."
    },
    {
      "verse": 49,
      "text": "And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols; that ye may know that I am the Lord Jehovah."
    }
  ]
}