{
  "book_id": "EZK",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, the word of Jehovah came to me in the ninth year, in the tenth month, in the tenth day of the month, and said:"
    },
    {
      "verse": 2,
      "text": "Son of man, write the name of the day, even of this same day. The king of Babylon draweth near to Jerusalem this same day."
    },
    {
      "verse": 3,
      "text": "Utter a parable to the rebellious house, and say to them, Thus saith the Lord Jehovah: Set on a caldron, set it on, and also pour water into it."
    },
    {
      "verse": 4,
      "text": "Gather the pieces thereof into it, even every good piece, the thigh and the shoulder; fill it with the choice bones."
    },
    {
      "verse": 5,
      "text": "Take the choice of the flock, and make under it a pile for the bones, and make it boil well, that the bones therein may be seethed."
    },
    {
      "verse": 6,
      "text": "Wherefore thus saith the Lord Jehovah: Woe to the city of blood, to the caldron in which is rust, and whose rust goeth not out of it! bring it out piece by piece; let no lot fall upon it."
    },
    {
      "verse": 7,
      "text": "For blood is in the midst of her; upon the bare rock hath she shed it; she poured it not upon the ground, that it might be covered with dust."
    },
    {
      "verse": 8,
      "text": "To cause fury and to take vengeance, I have set the blood shed by her upon the bare rock, that it might not be covered."
    },
    {
      "verse": 9,
      "text": "Therefore thus saith the Lord Jehovah: Woe to the city of blood! Now will I make the pile for fire great."
    },
    {
      "verse": 10,
      "text": "Heap on wood, kindle the fire, cook the flesh, put in spices, and let the bones be burned."
    },
    {
      "verse": 11,
      "text": "Then set it empty upon the coals, that its brass may be hot and may burn, and that its impurity may be dissolved in it, and its rust be consumed."
    },
    {
      "verse": 12,
      "text": "It hath wearied me with labors, yet its thick rust goeth not from it; its rust remaineth in the midst of the fire."
    },
    {
      "verse": 13,
      "text": "In thy filthiness is gross wickedness, because, when I would have cleansed thee, thou wouldst not be cleansed. Thou shalt not be cleansed from thy filthiness any more, till I have quieted my fury toward thee."
    },
    {
      "verse": 14,
      "text": "I, Jehovah, have spoken it; it shall come to pass, and I will do it. I will not go back, neither will I spare, neither will I repent. According to thy ways and according to thy doings shall they judge thee, saith the Lord Jehovah."
    },
    {
      "verse": 15,
      "text": "Also the word of Jehovah came to me, saying:"
    },
    {
      "verse": 16,
      "text": "Son of man, behold, I take away from thee the desire of thine eyes with one blow; yet thou shalt not mourn, nor weep, nor shall thy tears run down."
    },
    {
      "verse": 17,
      "text": "Sigh thou in silence, make no mourning for the dead; bind thy head-dress upon thee, and thy shoes on thy feet; cover not thy lips, and eat not the bread of wretched men."
    },
    {
      "verse": 18,
      "text": "So I spake to the people in the morning, and my wife died in the evening; and I did in the morning as I was commanded."
    },
    {
      "verse": 19,
      "text": "And the people said to me, Wilt thou not tell us what those things which thou doest denote to us?"
    },
    {
      "verse": 20,
      "text": "Then I answered them: The word of Jehovah came to me and said:"
    },
    {
      "verse": 21,
      "text": "Say to the house of Israel, Thus saith the Lord Jehovah: Behold, I will profane my sanctuary, the pride of your confidence, the desire of your eyes, and the longing of your souls; and your sons and daughters that are left to you shall fall by the sword."
    },
    {
      "verse": 22,
      "text": "And ye shall do as I have done; ye shall not cover your mouths, nor eat the bread of wretched men;"
    },
    {
      "verse": 23,
      "text": "and your head-dresses shall be upon your heads, and your shoes upon your feet; ye shall not mourn nor weep; but ye shall pine away for your iniquities, and moan one to another."
    },
    {
      "verse": 24,
      "text": "Thus Ezekiel shall be to you a sign; according to all that he hath done shall ye do, when this cometh; and ye shall know that I am the Lord Jehovah."
    },
    {
      "verse": 25,
      "text": "And thou, son of man, behold, in the day when I take from them their strength, the joy of their glory, the desire of their eyes, and the longing of their souls, their sons and their daughters, in that day shall one"
    },
    {
      "verse": 26,
      "text": "that is escaped come to thee, to cause thee to hear it with thine ears."
    },
    {
      "verse": 27,
      "text": "In that day shall thy mouth be opened to him that is escaped, and thou shalt speak, and be no more dumb; and thou shalt be a sign to them, and they shall know that I am Jehovah."
    }
  ]
}