{
  "book_id": "EZK",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came again to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against the Ammonites, and prophesy against them;"
    },
    {
      "verse": 3,
      "text": "and say to the Ammonites, Hear the word of the Lord Jehovah! Thus saith the Lord Jehovah: Because thou saidst, “Aha!” against my sanctuary when it was profaned, and against the land of Israel when it was desolate, and against the house of Judah when they went into captivity, therefore,"
    },
    {
      "verse": 4,
      "text": "behold, I will deliver thee to the sons of the East for a possession, and they shall set their folds in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk."
    },
    {
      "verse": 5,
      "text": "And I will make Rabbah a stable for camels, and the land of the Ammonites a couching-place for flocks; and ye shall know that I am Jehovah."
    },
    {
      "verse": 6,
      "text": "For thus saith the Lord Jehovah: Because thou hast clapped thy hands, and stamped with thy feet, and rejoiced with all thy despite from the heart, against the land of Israel,"
    },
    {
      "verse": 7,
      "text": "therefore, behold, I will stretch out my hand upon thee, and will deliver thee for a spoil to the nations; I will cut thee off from the nations, and cause thee to perish from the countries; I will destroy thee; and thou shalt know that I am Jehovah."
    },
    {
      "verse": 8,
      "text": "Thus saith the Lord Jehovah: Because Moab and Seir say, “Behold, the house of Judah is like all the nations,”"
    },
    {
      "verse": 9,
      "text": "therefore, behold, I will open the side of Moab from his cities, which are on his borders, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim."
    },
    {
      "verse": 10,
      "text": "To the sons of the East will I give it for a possession, together with the sons of Ammon, that the sons of Ammon may be no more remembered among the nations;"
    },
    {
      "verse": 11,
      "text": "and on Moab will I execute judgments, and they shall know that I am Jehovah."
    },
    {
      "verse": 12,
      "text": "Thus saith the Lord Jehovah: Because Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them,"
    },
    {
      "verse": 13,
      "text": "therefore thus saith the Lord Jehovah: I will stretch out my hand upon Edom, and will cut off from it man and beast; and I will make it desolate from Teman; and unto Dedan shall they fall by the sword."
    },
    {
      "verse": 14,
      "text": "And I will lay my vengeance upon Edom by the hand of my people Israel; and they shall deal with Edom according to mine anger, and according to my fury; and they shall know my vengeance, saith the Lord Jehovah."
    },
    {
      "verse": 15,
      "text": "Thus saith the Lord Jehovah: Because the Philistines have dealt with revenge, and have taken vengeance, with a despiteful heart, even to destruction, from the old hatred;"
    },
    {
      "verse": 16,
      "text": "therefore thus saith the Lord Jehovah: Behold, I will stretch out my hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant upon the sea-coasts."
    },
    {
      "verse": 17,
      "text": "And I will execute great vengeance upon them with furious rebukes; and they shall know that I am Jehovah when I lay my vengeance upon them."
    }
  ]
}