{
  "book_id": "EZK",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the eleventh year, on the first day of the month, that the word bf Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, because Tyre hath said against Jerusalem, “Aha! she is broken that was the gate of the nations; now is all transferred to me; I shall be full, now that she is desolate!”"
    },
    {
      "verse": 3,
      "text": "therefore thus saith the Lord Jehovah: Behold, I am against thee, O Tyre, and I will cause many nations to come up against thee, as the sea causeth his waves to come up."
    },
    {
      "verse": 4,
      "text": "And they shall destroy the walls of Tyre, and break down her towers; and I will scrape off her earth from her, and make her like a naked rock."
    },
    {
      "verse": 5,
      "text": "She shall be a place for the spreading of nets in the midst of the sea; for I have spoken it, saith the Lord Jehovah. And she shall be to the nations for a spoil;"
    },
    {
      "verse": 6,
      "text": "and her daughters that are upon the land shall be slain by the sword; and they shall know that I am Jehovah."
    },
    {
      "verse": 7,
      "text": "For thus saith the Lord Jehovah: Behold, I will bring against Tyre Nebuchadnezzar, the king of Babylon, a king of kings from the North, with horses, and with chariots, and with horsemen, and a vast multitude of people."
    },
    {
      "verse": 8,
      "text": "Thy daughters upon the land shall he slay with the sword; and he shall set a tower against thee, and cast up a mound against thee, and lift up the buckler against thee;"
    },
    {
      "verse": 9,
      "text": "and his battering-rams shall be set against thy walls, and thy towers shall he break down with axes."
    },
    {
      "verse": 10,
      "text": "By reason of the great number of his horses, their dust shall cover thee; thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he entereth into thy gates, as men enter into a city that is broken through."
    },
    {
      "verse": 11,
      "text": "With the hoofs of his horses shall he tread down all thy streets; thy people he shall slay with the sword; and the idols of thy strength shall fall to the ground."
    },
    {
      "verse": 12,
      "text": "And they shall make a spoil of thy riches, and make a prey of thy merchandise; and they shall break down thy walls, and destroy thy beautiful houses; and thy stones and thy timber and thine earth shall they lay in the midst of the waters."
    },
    {
      "verse": 13,
      "text": "And I will cause the noise of thy songs to cease, and the sound of thy harps shall be no more heard."
    },
    {
      "verse": 14,
      "text": "And I will make thee like a naked rock; thou shalt be a place to spread nets upon; thou shalt be built no more; for I, Jehovah, have spoken it, saith the Lord Jehovah."
    },
    {
      "verse": 15,
      "text": "Thus saith the Lord Jehovah to Tyre: Behold, the isles shall shake at the sound of thy fall, at the groaning of the wounded, and at the slaughter which is made in the midst of thee."
    },
    {
      "verse": 16,
      "text": "And all the princes of the sea shall come down from their thrones, and lay aside their mantles, and put off their embroidered garments. They shall clothe themselves with trembling, and sit on the ground, and tremble every moment, and be astonished at thee."
    },
    {
      "verse": 17,
      "text": "And they shall utter a lamentation over thee, and say to thee, “How art thou destroyed, thou that wast peopled from the seas, the renowned city, that wast mighty upon the sea, thou and thine inhabitants, causing terror to all that dwelt near thee!”"
    },
    {
      "verse": 18,
      "text": "Now shall the isles tremble in the day of thy fall; yea, the isles that are in the sea shall quake at thy departure."
    },
    {
      "verse": 19,
      "text": "For thus saith the Lord Jehovah: When I shall make thee a desolate city, like the cities that are not inhabited, when I shall bring up the deep upon thee, and great waters shall cover thee,"
    },
    {
      "verse": 20,
      "text": "I will bring thee down to them that have gone down to the pit, to the people of old time, and I will cause thee to dwell in the lower parts of the earth, amid the ruins of ancient times, with them that have gone down to the pit, that thou be no more inhabited; but I will set glory in the land of the living."
    },
    {
      "verse": 21,
      "text": "I will make thee a desolation, and thou shalt be no more; though thou be sought for, thou shalt be found no more forever, saith the Lord Jehovah."
    }
  ]
}