{
  "book_id": "EZK",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came again to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, say to the prince of Tyre, Thus saith the Lord Jehovah: Because thy heart is lifted up, and thou hast said, “I am a god, I sit in the seat of a god, in the midst of the seas”; and though thou art man, not God, yet settest thy heart as the heart of a god,—"
    },
    {
      "verse": 3,
      "text": "behold, thou art wiser than Daniel; there is no secret which can be hidden from thee;"
    },
    {
      "verse": 4,
      "text": "by thy wisdom and by thine understanding thou hast gotten thee riches, and hast gotten gold and silver in thy treasures;"
    },
    {
      "verse": 5,
      "text": "by thy great wisdom, by thy traffic, thou hast increased thy riches, and thy heart is lifted up because of thy wealth,—"
    },
    {
      "verse": 6,
      "text": "therefore thus saith the Lord Jehovah: Because thou settest thy heart as the heart of a god, therefore,"
    },
    {
      "verse": 7,
      "text": "behold, I will bring upon thee strangers, the terrible of the nations; and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness."
    },
    {
      "verse": 8,
      "text": "They shall bring thee down to the pit, and thou shalt die the death of the slain, in the midst of the seas."
    },
    {
      "verse": 9,
      "text": "Wilt thou yet say, “I am a god,” before him that slayeth thee? Thou shalt be man, and not God, in the hand of him that slayeth thee."
    },
    {
      "verse": 10,
      "text": "Thou shalt die the death of the uncircumcised, by the hand of strangers; for I have spoken it, saith the Lord Jehovah."
    },
    {
      "verse": 11,
      "text": "Moreover, the word of Jehovah came to me, saying:"
    },
    {
      "verse": 12,
      "text": "Son of man, take up a lamentation upon the king of Tyre, and say to him, Thus saith the Lord Jehovah:—Thou wast a finished signet, Full of wisdom and perfect in beauty;"
    },
    {
      "verse": 13,
      "text": "In Eden, the garden of God, thou didst dwell; Every precious stone was thy covering, The ruby, the topaz, and the diamond, The chrysolite, the onyx, and the jasper, The sapphire, the carbuncle, and the emerald, and gold. The workmanship of thy jewel-holes was within thee; On the day when thou wast born were they prepared."
    },
    {
      "verse": 14,
      "text": "Thou wast an outspread, covering cherub; I set thee upon the holy mountain of God; Thou didst walk in the midst of the stones of fire."
    },
    {
      "verse": 15,
      "text": "Thou wast prosperous in thy ways from the day that thou wast born Until iniquity was found in thee."
    },
    {
      "verse": 16,
      "text": "Through the abundance of thy merchandise thou art full of injustice; And thou hast sinned; Therefore I will cast thee as profane out of the mountain of God, And I will destroy thee, O covering cherub, from the midst of the stones of fire."
    },
    {
      "verse": 17,
      "text": "Thy heart was lifted up because of thy beauty; Thou hast corrupted thy wisdom by reason of thy splendor; I will cast thee to the ground; I will give thee up to kings to be their gazing-stock."
    },
    {
      "verse": 18,
      "text": "By the multitude of thine iniquities, by the unrighteousness of thy traffic, Thou hast defiled thy sanctuaries. Therefore will I bring forth a fire from the midst of thee, which shall devour thee, And I will bring thee to ashes upon the earth, In the sight of all them that behold thee."
    },
    {
      "verse": 19,
      "text": "All they that know thee among the nations shall be astonished at thee; Thou art become a desolation, and shalt exist no more forever."
    },
    {
      "verse": 20,
      "text": "Again the word of Jehovah came to me, saying:"
    },
    {
      "verse": 21,
      "text": "Son of man, set thy face against Sidon, and prophesy against her,"
    },
    {
      "verse": 22,
      "text": "and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Sidon, and I will be glorified in the midst of thee, and they shall know that I am Jehovah, when I execute judgments in her, and am sanctified in her."
    },
    {
      "verse": 23,
      "text": "I will send upon her pestilence, and blood into her streets, and the wounded shall fall in the midst of her by the sword which is against her on every side; and they shall know that I am Jehovah."
    },
    {
      "verse": 24,
      "text": "And there shall be no more to the house of Israel a pricking brier, or a grieving thorn of all that are round about them, that despised them; and they shall know that I am the Lord Jehovah."
    },
    {
      "verse": 25,
      "text": "Thus saith the Lord Jehovah: When I shall gather the house of Israel from the nations among which they are scattered, then shall I be sanctified through them in the sight of the nations, and they shall dwell in the land which I gave to my servant Jacob."
    },
    {
      "verse": 26,
      "text": "They shall dwell therein securely, and shall build houses, and plant vineyards, yea, they shall dwell securely when I have executed judgments on all that despised them round about; and they shall know that I am Jehovah, their God."
    }
  ]
}