{
  "book_id": "EZK",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "In the tenth year, in the tenth month, in the twelfth day of the month, the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against Pharaoh, the king of Egypt, and prophesy against him, and against all Egypt;"
    },
    {
      "verse": 3,
      "text": "Speak, and say, Thus saith the Lord Jehovah: Behold, I am against thee, Pharaoh, king of Egypt, thou great dragon, that liest in the midst of thy rivers, and sayest, “My river is my own, and I have made it for myself.”"
    },
    {
      "verse": 4,
      "text": "And I will put hooks in thy jaws, and I will cause the fish of thy rivers to cleave to thy scales, and I will draw thee forth from the midst of thy rivers, and all the fish of thy rivers which cleave to thy scales."
    },
    {
      "verse": 5,
      "text": "And I will cast thee into the desert, thee and all the fish of thy rivers; thou shalt fall upon the open fields; thou shalt not be brought together, nor gathered; to the beasts of the field and the birds of heaven I have given thee for food."
    },
    {
      "verse": 6,
      "text": "And all the inhabitants of Egypt shall know that I am Jehovah; because they have been a staff of reed to the house of Israel."
    },
    {
      "verse": 7,
      "text": "When they took hold of thee by thy handle, thou didst break and pierce their whole shoulder; and when they leaned upon thee, thou didst go to pieces, and madest all their loins to shake."
    },
    {
      "verse": 8,
      "text": "Therefore thus saith the Lord Jehovah: Behold, I will bring a sword upon thee, and cut off man and beast out of thee;"
    },
    {
      "verse": 9,
      "text": "and the land of Egypt shall be desolate and waste; and they shall know that I am Jehovah, because he hath said, “The river is mine, and I have made it.”"
    },
    {
      "verse": 10,
      "text": "Therefore, behold, I am against thee, and against thy rivers; and I will make the land of Egypt utterly waste and desolate, from Migdol even to Syene, and to the borders of Ethiopia."
    },
    {
      "verse": 11,
      "text": "There shall not pass through it the foot of man, and the foot of beast shall not pass through it, neither shall it be inhabited forty years."
    },
    {
      "verse": 12,
      "text": "I will make the land of Egypt desolate amidst the lands that are desolate, and her cities, among the cities that are laid waste, shall be desolate forty years; and I will scatter the Egyptians among the nations, and will disperse them through the countries."
    },
    {
      "verse": 13,
      "text": "Yet thus saith the Lord Jehovah: At the end of forty years will I gather the Egyptians from the nations whither they are scattered;"
    },
    {
      "verse": 14,
      "text": "and I will bring back the captives of Egypt, and will cause them to return into the land of Pathros, into the land of their origin; and they shall be there a mean kingdom;"
    },
    {
      "verse": 15,
      "text": "it shall be the meanest of all kingdoms; it shall no more exalt itself above the nations; for I will diminish them, that they shall no more rule over the nations."
    },
    {
      "verse": 16,
      "text": "And it shall be no more the confidence of the house of Israel, bringing to my remembrance their iniquity in looking to them for help; and they shall know that I am the Lord Jehovah."
    },
    {
      "verse": 17,
      "text": "And it came to pass in the twenty-seventh year, in the first month, on the first day of the month, that the word of Jehovah came to me, saying:"
    },
    {
      "verse": 18,
      "text": "Son of man, Nebuchadnezzar, the king of Babylon, caused his army to serve a great service against Tyre; every head was made bald, and every shoulder was peeled; yet neither he nor his army had wages from Tyre for the service which he served against it."
    },
    {
      "verse": 19,
      "text": "Therefore thus saith the Lord Jehovah: Behold, I will give the land of Egypt to Nebuchadnezzar, the king of Babylon, and he shall take her multitude, and take her spoil, and take her plunder; and it shall be wages for his army."
    },
    {
      "verse": 20,
      "text": "For his wages for his service I will give him the land of Egypt; for they wrought for me, saith the Lord Jehovah."
    },
    {
      "verse": 21,
      "text": "In that day will I cause a horn to grow forth to the house of Israel, and I will give thee to open the mouth in the midst of them; and they shall know that I am Jehovah."
    }
  ]
}