{
  "book_id": "EZK",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came again to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, prophesy, and say, Thus saith the Lord Jehovah: Howl ye, Alas! alas for the day!"
    },
    {
      "verse": 3,
      "text": "For the day is near, the day of Jehovah is near! A day of clouds, the time of the nations is come."
    },
    {
      "verse": 4,
      "text": "The sword shall come upon Egypt, and anguish shall be in Ethiopia, when the slain shall fall in Egypt, and they shall take away her multitude, and her foundations shall be destroyed."
    },
    {
      "verse": 5,
      "text": "Ethiopia, and Lybia, and Lydia, and all her auxiliaries, and Chub, and the men of every country that is in league, shall fall with them by the sword."
    },
    {
      "verse": 6,
      "text": "Thus saith Jehovah: They that uphold Egypt shall fall, and the pride of her power shall come down; from Migdol to Syene shall they fall in her by the sword, saith the Lord Jehovah."
    },
    {
      "verse": 7,
      "text": "And they shall be laid waste in the midst of the lands that are laid waste, and her cities shall be amongst the cities that are desolate."
    },
    {
      "verse": 8,
      "text": "And they shall know that I am Jehovah, when I have brought a fire into Egypt, and all her helpers shall be destroyed."
    },
    {
      "verse": 9,
      "text": "In that day shall messengers go forth from me in ships, to make the confident Ethiopians afraid; and anguish shall come upon them, as in the day of Egypt; for behold, it cometh!"
    },
    {
      "verse": 10,
      "text": "Thus saith the Lord Jehovah: I will make the multitude of Egypt to cease by the hand of Nebuchadnezzar, the king of Babylon."
    },
    {
      "verse": 11,
      "text": "He and his people with him, the terrible of the nations, shall be brought to make the land desolate; and they shall draw their swords against Egypt, and fill the land with the slain."
    },
    {
      "verse": 12,
      "text": "And I will make the rivers dry, and I will sell the land into the hand of evil men; and I will lay waste the land and all that is therein, by the hand of strangers; I, Jehovah, have spoken it."
    },
    {
      "verse": 13,
      "text": "Thus saith the Lord Jehovah: I will destroy the idols, and cause the images to cease out of Noph; and there shall be no more a prince of the land of Egypt; and I will bring fear upon the land of Egypt:"
    },
    {
      "verse": 14,
      "text": "And I will lay waste Pathros, and bring a fire upon Zoan, and execute judgments upon No."
    },
    {
      "verse": 15,
      "text": "And I will pour out my fury upon Sin, the strength of Egypt, and I will cut off the multitude of No."
    },
    {
      "verse": 16,
      "text": "And I will bring a fire upon Egypt; Sin shall tremble, and No shall be broken through, and Noph shall be plundered by day."
    },
    {
      "verse": 17,
      "text": "The young men of On and of Pibeseth shall fall by the sword, and the women shall go into captivity."
    },
    {
      "verse": 18,
      "text": "At Tahpanhes also the day shall be darkened, when I shall break there the yoke of Egypt, and the pride of her strength shall cease within her. A cloud shall cover her, and her daughters shall go into captivity."
    },
    {
      "verse": 19,
      "text": "Thus will I execute judgments upon Egypt; and they shall know that I am Jehovah."
    },
    {
      "verse": 20,
      "text": "Now it came to pass in the eleventh year, in the first month, on the seventh day of the month, that the word of Jehovah came to me, saying:"
    },
    {
      "verse": 21,
      "text": "Son of man, I have broken the arm of Pharaoh, king of Egypt, and lo, it is not bound up, so as to have medicines applied to it; a bandage is not applied to it, to make it strong to hold the sword."
    },
    {
      "verse": 22,
      "text": "Therefore thus saith the Lord Jehovah: Behold, I am against Pharaoh, the king of Egypt; and I will break his arms, both the strong one, and that which was broken, and I will cause the sword to fall out of his hand."
    },
    {
      "verse": 23,
      "text": "And I will scatter the Egyptians among the nations, and disperse them through the countries."
    },
    {
      "verse": 24,
      "text": "But I will strengthen the arms of the king of Babylon, and will put my sword into his hand, and break the arms of Pharaoh, so that he shall groan before him with the groanings of a deadly wounded man."
    },
    {
      "verse": 25,
      "text": "Yea, I will strengthen the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am Jehovah, when I shall put my sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt."
    },
    {
      "verse": 26,
      "text": "And I will scatter the Egyptians among the nations, and disperse them among the countries, and they shall know that I am Jehovah."
    }
  ]
}