{
  "book_id": "EZK",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the twelfth year, in the twelfth month, on the first day of the month, that the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, take up a lamentation over Pharaoh, the king of Egypt, and say to him:—Thou art like a young lion among the nations; Thou art like a dragon in the seas; And thou camest forth into thy rivers, And troubledst the waters with thy feet, And didst disturb their rivers."
    },
    {
      "verse": 3,
      "text": "Thus saith the Lord Jehovah: I will therefore spread my net over thee, Amidst an assembly of many nations; And they shall draw thee up in my net."
    },
    {
      "verse": 4,
      "text": "And I will throw thee upon the land, I will cast thee forth upon the open field, And I will cause all the birds of heaven to remain upon thee. And I will fill the beasts of the whole earth with thee;"
    },
    {
      "verse": 5,
      "text": "And I will lay thy flesh upon the mountains, And fill the valleys with thy heaps."
    },
    {
      "verse": 6,
      "text": "And I will water the land in which thou swimmest with thy blood, even to the mountains, And the streams shall be full of thee."
    },
    {
      "verse": 7,
      "text": "And I will cover the heavens, when I quench thee, And make the stars thereof dark; I will cover the sun with a cloud, And the moon shall not give her light."
    },
    {
      "verse": 8,
      "text": "All the bright lights of heaven will I make dark over thee, And bring darkness upon thy land, Saith the Lord Jehovah."
    },
    {
      "verse": 9,
      "text": "And I will grieve the hearts of many nations, When I bring thy destruction among the nations, In lands which thou knowest not."
    },
    {
      "verse": 10,
      "text": "Yea, I will make many people amazed at thee, And their kings shall shudder on account of thee, When I brandish my sword before them; And they shall tremble every moment, every one for his life, in the day of thy fall."
    },
    {
      "verse": 11,
      "text": "For thus saith the Lord Jehovah: The sword of the king of Babylon shall come upon thee;"
    },
    {
      "verse": 12,
      "text": "By the swords of the mighty will I cause thy multitude to fall, All of them the terrible of the nations. And they shall bring to nothing the pride of Egypt, And all her multitude shall be destroyed."
    },
    {
      "verse": 13,
      "text": "I will also destroy all her beasts From beside the great waters; Neither shall the foot of man trouble them any more, Nor shall the hoofs of beasts trouble them."
    },
    {
      "verse": 14,
      "text": "Then will I make their waters clear, And cause their rivers to run like oil, Saith the Lord Jehovah,"
    },
    {
      "verse": 15,
      "text": "When I shall make the land of Egypt desolate, And the country shall be destitute of all that was therein, When I shall smite all that dwell therein, That they may know that I am Jehovah."
    },
    {
      "verse": 16,
      "text": "This is the lamentation which they shall utter; the daughters of the nations shall utter it. For Egypt and for all her multitude shall they utter it, saith the Lord Jehovah."
    },
    {
      "verse": 17,
      "text": "It came to pass also in the twelfth year, [[in the twelfth month,]] on the fifteenth day of the month, that the word of Jehovah came to me, saying:"
    },
    {
      "verse": 18,
      "text": "Son of man, wail for the multitude of Egypt, and cast her down, even her and the daughters of the famous nations, to the lower parts of the earth, to them that have gone down to the pit."
    },
    {
      "verse": 19,
      "text": "Art thou more beautiful than another? Come down and be laid with the uncircumcised!"
    },
    {
      "verse": 20,
      "text": "They shall fall in the midst of them that are slain by the sword. The sword is given; drag her away and all her multitudes!"
    },
    {
      "verse": 21,
      "text": "The mightiest heroes from the midst of the pit shall speak to him and his helpers; For they are gone down, they lie uncircumcised, slain by the sword."
    },
    {
      "verse": 22,
      "text": "There is Assyria and all her company; Her graves are round about her; All of them are slain, fallen by the sword;"
    },
    {
      "verse": 23,
      "text": "Her grave is made in the depths of the pit, And her company is round about her grave, All of them slain, fallen by the sword, They who caused terror in the land of the living."
    },
    {
      "verse": 24,
      "text": "There is Elam and all her company round about her grave, All of them slain, fallen by the sword; They are gone down uncircumcised to the lower parts of the earth, Who caused terror in the land of the living; They bear their shame with them that have gone down to the pit."
    },
    {
      "verse": 25,
      "text": "Among the slain have they set her a bed with all her multitude; Her graves are round about her, All of them slain, uncircumcised, by the sword. Though they caused terror in the land of the living, Yet they bear their shame with them that have gone down to the pit; They are laid in the midst of the slain."
    },
    {
      "verse": 26,
      "text": "There is Meshech, Tubal, and all their multitude; Their graves are around them; All of them slain, uncircumcised, by the sword, Though they caused terror in the land of the living."
    },
    {
      "verse": 27,
      "text": "Shall they not lie with the mighty of the uncircumcised that are fallen, Who have gone down to the pit with their weapons of war, Having their swords laid under their heads, And their iniquity resting upon their bones, Though they were the terror of the mighty in the land of the living?"
    },
    {
      "verse": 28,
      "text": "And thou also shalt be broken in the midst of the uncircumcised, And shalt lie down with them that are slain by the sword."
    },
    {
      "verse": 29,
      "text": "There is Edom, her kings and all her princes, Who in their might are laid with them that are slain by the sword; They lie down with the uncircumcised, With them that have gone down to the pit."
    },
    {
      "verse": 30,
      "text": "There are the princes of the North, All of them, and all the Sidonians, Who have gone down to the slain; In the midst of the terror of their might they are put to shame; They lie down uncircumcised with them that are slain by the sword, And bear their shame with them that have gone down to the pit."
    },
    {
      "verse": 31,
      "text": "Pharaoh shall see them, And shall comfort himself over all his multitude; Even Pharaoh and all his army are slain by the sword, Saith the Lord Jehovah."
    },
    {
      "verse": 32,
      "text": "Though I suffered him to spread terror in the land of the living, Yet is he laid in the midst of the uncircumcised, With them that are slain by the sword, Even Pharaoh and all his multitude, Saith the Lord Jehovah."
    }
  ]
}