{
  "book_id": "EZK",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against Mount Seir, and prophesy against it,"
    },
    {
      "verse": 3,
      "text": "and say to it, Thus saith the Lord Jehovah: Behold, I am against thee, O Mount Seir, and I will stretch out my hand against thee, and I will make thee an utter desolation;"
    },
    {
      "verse": 4,
      "text": "I will lay thy cities waste, and thou shalt be desolate, and thou shalt know that I am Jehovah."
    },
    {
      "verse": 5,
      "text": "Because thou bearest a perpetual hatred, and deliverest up the sons of Israel to the sword in the time of their calamity, in the time when iniquity bringeth destruction:"
    },
    {
      "verse": 6,
      "text": "therefore, as I live, saith the Lord Jehovah, surely, to blood will I bring thee, and blood shall pursue thee; since thou hast not hated blood, blood shall pursue thee."
    },
    {
      "verse": 7,
      "text": "Thus will I make Mount Seir an utter desolation, and cut off from it him that passeth out, and him that returneth."
    },
    {
      "verse": 8,
      "text": "And I will fill his valleys with the slain. Upon thy hills and in thy plains and in thy valleys shall fall they that are slain with the sword."
    },
    {
      "verse": 9,
      "text": "I will make thee a perpetual desolation, and thy cities shall not be inhabited; and ye shall know that I am Jehovah."
    },
    {
      "verse": 10,
      "text": "Because thou hast said, “These two nations and these two countries shall be mine, and we shall possess them,” whereas Jehovah was there;"
    },
    {
      "verse": 11,
      "text": "therefore, as I live, saith the Lord Jehovah, I will do according to thine anger and according to thine envy which in thy hatred against them thou hast practised, and I will make myself known to them when I judge thee."
    },
    {
      "verse": 12,
      "text": "And thou shalt know that I am Jehovah, and that I have heard all thy blasphemies which thou hast spoken against the mountains of Israel, saying: “They are laid desolate; to us are they given to be devoured.”"
    },
    {
      "verse": 13,
      "text": "Thus with your mouth have ye magnified yourselves against me, and multiplied your words against me; I have heard them."
    },
    {
      "verse": 14,
      "text": "Thus saith the Lord Jehovah: When the whole land rejoiceth, I will prepare desolation for thee."
    },
    {
      "verse": 15,
      "text": "As thou didst rejoice over my inheritance, the house of Israel, because it was desolate, so will I do to thee! Mount Seir shall be desolate, and all Edom, even all of it; and they shall know that I am Jehovah."
    }
  ]
}