{
  "book_id": "EZK",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Also, thou son of man, prophesy to the mountains of Israel, and say: Ye mountains of Israel, hear the word of Jehovah."
    },
    {
      "verse": 2,
      "text": "Thus saith the Lord Jehovah: Because the enemy hath said concerning you, “Aha! the everlasting heights have become our possession”;"
    },
    {
      "verse": 3,
      "text": "therefore prophesy and say, Thus saith the Lord Jehovah: Because, yea, because they have made you desolate, and swallowed you up on every side, so that ye have become a possession to the residue of the nations, and a subject for the lips of talkers, and a derision to the people;"
    },
    {
      "verse": 4,
      "text": "therefore, ye mountains of Israel, hear the word of the Lord Jehovah. Thus saith the Lord Jehovah, to the mountains and the hills, the valleys and the plain, to the desolate wastes and to the forsaken cities, which are become a prey and a derision to the residue of the nations which are round about,—"
    },
    {
      "verse": 5,
      "text": "therefore thus saith the Lord Jehovah: Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Edom, who have allotted my land to themselves for a possession, with joy of their whole heart, and with a despiteful mind, to cast it out for a prey."
    },
    {
      "verse": 6,
      "text": "Prophesy, therefore, concerning the land of Israel, and say to the mountains and to the hills, to the valleys and the plains, Thus saith the Lord Jehovah: Behold, I have spoken in my jealousy and in my fury, because ye have borne the reproach of the nations."
    },
    {
      "verse": 7,
      "text": "Therefore thus saith the Lord Jehovah: I have lifted up my hand, that the nations that are round about you, that they shall bear their reproach."
    },
    {
      "verse": 8,
      "text": "But ye, O mountains of Israel, shall shoot forth your branches, and bear your fruit for my people Israel; for they are near coming."
    },
    {
      "verse": 9,
      "text": "For behold, I am for you, and I will turn to you, and ye shall be tilled and sown;"
    },
    {
      "verse": 10,
      "text": "and I will multiply men upon you, even all the house of Israel, all of it; and the cities shall be inhabited, and the waste places shall be built."
    },
    {
      "verse": 11,
      "text": "I will multiply men upon you, and beasts; and they shall increase and be fruitful; and I will cause you to be inhabited as of old, and will do better to you than in the ancient time; and ye shall know that I am Jehovah."
    },
    {
      "verse": 12,
      "text": "Yea, I will cause men, even my people Israel, to walk upon you, and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of children."
    },
    {
      "verse": 13,
      "text": "Thus saith the Lord Jehovah: Because they say of you, “Thou hast devoured men, and made thy people childless!”"
    },
    {
      "verse": 14,
      "text": "therefore thou shalt devour men no more, and no more make thy people childless, saith the Lord Jehovah."
    },
    {
      "verse": 15,
      "text": "Neither will I cause the reproach of the nations to be heard against thee any more, neither shalt thou bear the derision of the nations any more, neither shalt thou make thy nation childless any more, saith the lord Jehovah."
    },
    {
      "verse": 16,
      "text": "Moreover, the word of Jehovah came to me, saying:"
    },
    {
      "verse": 17,
      "text": "Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings; their way before me was as the impurity of an unclean woman."
    },
    {
      "verse": 18,
      "text": "Wherefore I poured my fury upon them for the blood which they had shed in the land, and because they had polluted it with their idols."
    },
    {
      "verse": 19,
      "text": "And I scattered them among the nations, and they were dispersed through the countries; according to their way and according to their doings I judged them."
    },
    {
      "verse": 20,
      "text": "And when they came to the nations whither they went, they polluted my holy name, in that it was said of them, “These are the people of Jehovah, and they are gone forth out of his land.”"
    },
    {
      "verse": 21,
      "text": "Therefore I will have regard to my holy name, which the house of Israel have polluted among the nations whither they are gone."
    },
    {
      "verse": 22,
      "text": "Therefore say to the house of Israel, Thus saith the Lord Jehovah: Not for your own sakes do I this, O house of Israel, but for my holy name, which ye have polluted among the nations whither ye are gone."
    },
    {
      "verse": 23,
      "text": "And I will sanctify my great name, which hath been polluted among the nations, which ye have profaned in the midst of them; and the nations shall know that I am Jehovah, when I shall be sanctified in regard to you, before their eyes, saith the Lord Jehovah."
    },
    {
      "verse": 24,
      "text": "For I will take you from among the nations, and gather you out of all countries, and bring you into your own land."
    },
    {
      "verse": 25,
      "text": "Then will I sprinkle clean water upon you, and ye shall be clean. From all your uncleanness and from all your idols will I cleanse you."
    },
    {
      "verse": 26,
      "text": "A new heart also will I give you, and a new spirit will I put within you; and I will take out of your body the heart of stone, and I will give you a heart of flesh."
    },
    {
      "verse": 27,
      "text": "And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my commandments and do them."
    },
    {
      "verse": 28,
      "text": "And ye shall dwell in the land which I gave to your fathers, and ye shall be my people, and I will be your God."
    },
    {
      "verse": 29,
      "text": "And I will save you from all your uncleanness. And I will call for the corn, and will increase it, and bring no famine upon you."
    },
    {
      "verse": 30,
      "text": "And I will multiply the fruit of the tree, and the increase of the field, that ye may receive no more the reproach of famine among the nations."
    },
    {
      "verse": 31,
      "text": "Then shall ye remember your evil ways, and your doings which were not good, and ye shall loathe yourselves for your iniquities, and for your abominations."
    },
    {
      "verse": 32,
      "text": "Not for your own sakes do I this, saith the Lord Jehovah, be it known to you. Be ye ashamed and confounded for your ways, O house of Israel!"
    },
    {
      "verse": 33,
      "text": "Thus saith the Lord Jehovah: In the day when I shall cleanse you from all your iniquities, then will I cause the cities to be inhabited, and the waste places to be rebuilt;"
    },
    {
      "verse": 34,
      "text": "and the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by."
    },
    {
      "verse": 35,
      "text": "Then shall it be said, “This land, that was desolate, is become as the garden of Eden; and the waste and desolate and ruined cities are become fenced, and are inhabited.”"
    },
    {
      "verse": 36,
      "text": "Then the nations that are left around you shall know that I, Jehovah, have built that which was ruined, and planted that which was desolate. I, Jehovah, have spoken it, and I will do it."
    },
    {
      "verse": 37,
      "text": "Thus saith the Lord Jehovah: Yet will I listen to the house of Israel, and do this for them. I will increase"
    },
    {
      "verse": 38,
      "text": "them with men like a flock; as the holy flock, as the flock of Jerusalem in her solemn feasts; so shall the waste cities be filled with flocks of men; and they shall know that I am Jehovah."
    }
  ]
}