{
  "book_id": "EZK",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against Gog, of the land of Magog, prince of Resh, Meshech, and Tubal, and prophesy against him,"
    },
    {
      "verse": 3,
      "text": "and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Gog, prince of Resh, Meshech, and Tubal!"
    },
    {
      "verse": 4,
      "text": "And I will turn thee about, and put rings into thy jaws; and I will bring thee forth, thee and all thine army, horses and horsemen, all of them clothed in gorgeous apparel, even a great multitude with bucklers and shields, all of them handling swords."
    },
    {
      "verse": 5,
      "text": "Persians, Ethiopians, and Lybians are with them, all of them with shields and helmets."
    },
    {
      "verse": 6,
      "text": "Gomer and all his bands, the house of Togarmah from the north quarters, and all their hosts, many nations are with thee."
    },
    {
      "verse": 7,
      "text": "Be prepared, and prepare for thyself, thou and all thy host that are assembled unto thee, and be thou their leader!"
    },
    {
      "verse": 8,
      "text": "After many days shalt thou be appointed over them. In the latter years shalt thou come into a land that is brought back from the sword, gathered out of many nations upon the mountains of Israel, which had been long desolate; but it is brought forth out of the nations, and they shall dwell securely, all of them."
    },
    {
      "verse": 9,
      "text": "Thou shalt go up like a storm, thou shalt come like a cloud, to cover the land, thou and all thy bands, and many nations with thee."
    },
    {
      "verse": 10,
      "text": "Thus saith the Lord Jehovah: At the same time shall thoughts come into thy mind, and thou shalt meditate an evil design,"
    },
    {
      "verse": 11,
      "text": "and shalt say, “I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell securely, all of them dwelling without walls, and having neither bars nor gates,"
    },
    {
      "verse": 12,
      "text": "to take a spoil and to divide a prey, to turn my hand against the desolated places that have become inhabited, and against a people gathered out of the nations, possessing cattle and goods, dwelling in the heights of the earth.”"
    },
    {
      "verse": 13,
      "text": "Sheba, and Dedan, and the merchants of Tarshish, and all the chiefs thereof, shall say to thee, “Art thou come to take a spoil? Hast thou gathered thy company to divide a prey? to carry away silver and gold, to take away cattle and goods, and to divide great spoil?”"
    },
    {
      "verse": 14,
      "text": "Therefore prophesy, son of man, and say to Gog, Thus saith the Lord Jehovah: In that day when my people Israel dwelleth securely, thou shalt observe it,"
    },
    {
      "verse": 15,
      "text": "and thou shalt come up from the regions of the North, thou and many nations with thee, all of them riding upon horses, a great company, and a mighty host;"
    },
    {
      "verse": 16,
      "text": "thou shalt come up against my people Israel like a cloud, to cover the land; in the latter days it shall come to pass, that I will bring thee against my land, that the nations may know me, when I shall be sanctified in regard to thee, before their eyes, O Gog!"
    },
    {
      "verse": 17,
      "text": "Thus saith the Lord Jehovah: Art thou not he of whom I spoke in old time by my servants, the prophets of Israel, who prophesied in those days and years, that I would bring thee against them?"
    },
    {
      "verse": 18,
      "text": "And it shall come to pass in that day, in the day when Gog shall come against the land of Israel, saith the Lord Jehovah, that my anger shall ascend in fury."
    },
    {
      "verse": 19,
      "text": "For in my jealousy, in the fire of my wrath, have I spoken, Surely in that day there shall be a great shaking in the land of Israel,"
    },
    {
      "verse": 20,
      "text": "so that the fishes of the sea, and the birds of the heavens, and the beasts of the field; and every creeping thing that creepeth upon the ground, and all the men that are upon the face of the earth, shall shake at my presence; and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground."
    },
    {
      "verse": 21,
      "text": "And I will call for a sword against him throughout all my mountains, saith the Lord Jehovah, and they shall all turn their swords against each other,"
    },
    {
      "verse": 22,
      "text": "And I will contend against him with pestilence, and with blood; and overflowing showers, and great hailstones, fire and brimstone, will I rain upon him and his hosts, and the many nations that are with him."
    },
    {
      "verse": 23,
      "text": "Thus will I show myself in my greatness and glory, and make myself known before the eyes of many nations, and they shall know that I am Jehovah."
    }
  ]
}