{
  "book_id": "EZK",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "And do thou, son of man, prophesy against Gog, and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Gog, prince of Resh, Meshech, and Tubal!"
    },
    {
      "verse": 2,
      "text": "I will turn thee, and lead thee about, and cause thee to come up from the regions of the North. and bring thee upon the mountains of Israel."
    },
    {
      "verse": 3,
      "text": "And I will smite thy bow out of thy left hand, and cause thine arrows to fall out of thy right hand."
    },
    {
      "verse": 4,
      "text": "Thou shalt fall upon the mountains of Israel, thou and all thy hosts, and the nations that are with thee. To the ravenous birds of every wing, and to the beasts of the forest, give I thee to be devoured."
    },
    {
      "verse": 5,
      "text": "Thou shalt fall upon the open field; for I have spoken it, saith the Lord Jehovah."
    },
    {
      "verse": 6,
      "text": "And I will send a fire upon Magog, and upon them that dwell in security in the sea-coasts; and they shall know that I am Jehovah."
    },
    {
      "verse": 7,
      "text": "So will I make my holy name known in the midst of my people Israel, and I will not suffer my holy name to be polluted any more; and the nations shall"
    },
    {
      "verse": 8,
      "text": "know that I am Jehovah, the Holy One of Israel. Behold it cometh, and shall be done, saith the Lord Jehovah. This is the day of which I spake."
    },
    {
      "verse": 9,
      "text": "Then shall the inhabitants of the cities of Israel go forth, and set on fire and burn the weapons, the shields and the bucklers, the bows and the arrows, the hand-staves and the spears, and they shall make fires of them seven years."
    },
    {
      "verse": 10,
      "text": "They shall take no wood from the field, neither shall they cut down any from the forests; for they shall make their fires of the weapons. And they shall spoil those that spoiled them, and plunder those that plundered them, saith the Lord Jehovah."
    },
    {
      "verse": 11,
      "text": "And it shall come to pass in that day, that I will give to Gog a place there, a grave in Israel, the valley of the passengers on the east of the sea; and it shall stop the way of passengers. There shall they bury Gog and all his multitude, and they shall call it “The valley of the multitude of Gog.”"
    },
    {
      "verse": 12,
      "text": "And seven months shall the house of Israel be burying them, that they may cleanse the land."
    },
    {
      "verse": 13,
      "text": "Yea, all the people of the land shall bury them; and it shall be renown to them, in the day when I shall be glorified, saith the Lord Jehovah."
    },
    {
      "verse": 14,
      "text": "And they shall set apart men to be constantly employed, who, passing through the land, with the aid of those that pass by, shall bury those that remain upon the face of the land to cleanse it; at the end of the seven months shall they search."
    },
    {
      "verse": 15,
      "text": "And when any of the travellers that pass through the land shall see a man's bone, they shall set up a sign by it, till the buriers have buried it in the valley of the multitude of Gog."
    },
    {
      "verse": 16,
      "text": "Also the name of a city shall be Multitude. Thus shall they cleanse the land."
    },
    {
      "verse": 17,
      "text": "And thou, son of man, thus saith the Lord Jehovah: Say to the birds of every wing, and to every beast of the field, Assemble yourselves and come, gather yourselves from every side to my sacrifice which I make for you, a great sacrifice upon the mountains of Israel; and ye shall eat flesh and drink blood;"
    },
    {
      "verse": 18,
      "text": "the flesh of the mighty shall ye eat, and the blood of the princes of the earth shall ye drink, of rams, of lambs, and of goats, of bullocks, all of them fatted in Bashan."
    },
    {
      "verse": 19,
      "text": "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I make for you."
    },
    {
      "verse": 20,
      "text": "Thus shall ye be filled at my table with horses and riders, and mighty men and warriors of all kinds, saith the Lord Jehovah."
    },
    {
      "verse": 21,
      "text": "And I will set my glory among the nations, and all the nations shall see my judgment which I have executed, and my hand which I have laid upon them."
    },
    {
      "verse": 22,
      "text": "And the house of Israel shall know that I am Jehovah, their God, from that day and forward."
    },
    {
      "verse": 23,
      "text": "And the nations shall know that the house of Israel were carried into captivity for their iniquity. Because they trespassed against me, therefore hid I my face from them, and gave them into the hand of their enemies, so that they all fell by the sword."
    },
    {
      "verse": 24,
      "text": "According to their uncleanness and according to their transgressions have I dealt with them, and hid my face from them."
    },
    {
      "verse": 25,
      "text": "Therefore thus saith the Lord Jehovah: I will bring back the captives of Jacob, and have compassion upon the whole house of Israel, and be jealous for my holy name."
    },
    {
      "verse": 26,
      "text": "Then shall they forget their shame and all their trespasses with which they trespassed against me, when they dwell in security in their own land, and none maketh them afraid."
    },
    {
      "verse": 27,
      "text": "When I bring them back from the nations, and gather them from the lands of their enemies, then will I be glorified in regard to them before the eyes of many nations."
    },
    {
      "verse": 28,
      "text": "And they shall know that I am Jehovah their God, in that I caused them to be carried into captivity among the nations, and gathered them into their own land, and left none of them there."
    },
    {
      "verse": 29,
      "text": "And I will hide my face from them no more; for I have poured out my spirit upon the house of Israel, saith the Lord Jehovah."
    }
  ]
}