{
  "book_id": "EZK",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "In the five and twentieth year of our captivity, in the first month, on the tenth day of the month, in the fourteenth year after that the city was smitten, on the selfsame day the hand of Jehovah was upon me, and he brought me [[thither into the city]]."
    },
    {
      "verse": 2,
      "text": "In the visions of God he brought me into the land of Israel, and set me upon a very high mountain, upon which was, as it were, the frame of a city toward the south."
    },
    {
      "verse": 3,
      "text": "And when he had brought me thither, behold, there was a man, whose appearance was as the appearance of brass, with a line of flax in his hand, and a measuring-reed, and he stood in the gate."
    },
    {
      "verse": 4,
      "text": "And the man said to me, Son of man, behold with thine eyes and hear with thine ears, and give heed to all which I shall show thee; for to the intent that I might show them to thee art thou brought hither; declare all which thou seest to the house of Israel!"
    },
    {
      "verse": 5,
      "text": "And behold, a wall on the outside of the house round about, and in the man's hand a measuring reed, in length six cubits of a cubit and a handbreadth; and he measured the breadth of the wall, one reed; and the height, one reed."
    },
    {
      "verse": 6,
      "text": "Then came he to the gate, which looked toward the east, and went up the steps thereof, and measured the upper threshold of the gate, one reed broad, and the other threshold of the gate one reed broad."
    },
    {
      "verse": 7,
      "text": "And every chamber was one reed long, and one reed broad; and between the chambers were five cubits; and the threshold of the gate by the porch of the gate within was one reed."
    },
    {
      "verse": 8,
      "text": "He measured also the porch of the gate within, one reed."
    },
    {
      "verse": 9,
      "text": "Then he measured the porch of the gate, eight cubits; and the border thereof, two cubits; now the porch of the gate was inward."
    },
    {
      "verse": 10,
      "text": "And the chambers of the gate eastward were three on this side, and three on that side; they three were of one measure, and the projecting wall-pillars were of one measure on this side, and on that side."
    },
    {
      "verse": 11,
      "text": "And he measured the breadth of the entry of the gate, ten cubits; and the length of the entry of the gate, thirteen cubits."
    },
    {
      "verse": 12,
      "text": "There was also a space before the chambers one cubit on this side, and a space one cubit on that side; and every chamber was six cubits on this side, and six cubits on that side."
    },
    {
      "verse": 13,
      "text": "Then he measured the gate from the roof of one chamber to the roof of another; the breadth was five and twenty cubits, and door was over against door."
    },
    {
      "verse": 14,
      "text": "He made also wall-pillars sixty cubits, and toward the pillars, was the court of the gate round about on every side."
    },
    {
      "verse": 15,
      "text": "And from the front of the gate of the entrance to the front of the porch of the inner gate were fifty cubits."
    },
    {
      "verse": 16,
      "text": "And there were closed windows to the chambers and to their wall-pillars inward toward the gate round about, and likewise to the cornices; there were windows round about within, and upon the wall-pillars were palm-trees."
    },
    {
      "verse": 17,
      "text": "Then he brought me into the outer court, and behold, there were rooms, and a pavement made for the court round about; thirty rooms were upon the pavement."
    },
    {
      "verse": 18,
      "text": "And the pavement at the sides of the gates, by the length of the gates, was the lower pavement."
    },
    {
      "verse": 19,
      "text": "Then he measured the breadth from the front of the lower gate to the front of the inner court without, a hundred cubits toward the east and toward the north."
    },
    {
      "verse": 20,
      "text": "And as for the gate that looked toward the north in the outer court, he measured the length thereof, and the breadth thereof."
    },
    {
      "verse": 21,
      "text": "And the chambers thereof were three on this side, and three on that side. And the border thereof, and the cornices thereof, were of the same measure as the former gate; the length thereof was fifty cubits, and the breadth five and twenty cubits."
    },
    {
      "verse": 22,
      "text": "And the windows thereof, and the cornices thereof, and the palm-trees thereof were of the same measure as the gate which looked toward the east, and they went up to it by seven steps, and the cornices thereof were before them."
    },
    {
      "verse": 23,
      "text": "And the gate of the inner court was over against the gate toward the north and east. And he measured from gate to gate a hundred cubits."
    },
    {
      "verse": 24,
      "text": "Then he led me toward the south; and behold, there was a gate toward the south; and he measured the border thereof and the cornices thereof according to those measures."
    },
    {
      "verse": 25,
      "text": "And there were windows in it, and within the cornices thereof round about, like those windows; the length was fifty cubits, and the breadth five and twenty cubits."
    },
    {
      "verse": 26,
      "text": "And there were seven steps to go up to it, and the cornices thereof were before them; and it had palm-trees, one on this side and another on that side, upon the wall-pillars thereof."
    },
    {
      "verse": 27,
      "text": "And there was a gate in the inner court toward the south; and he measured from gate to gate toward the south a hundred cubits."
    },
    {
      "verse": 28,
      "text": "And he brought me to the inner court through the south gate; and he measured the south gate according to the same measures."
    },
    {
      "verse": 29,
      "text": "And the chambers thereof, and the border thereof, and the cornices thereof were according to those measures. And there were windows in it, and within the cornices thereof, round about; it was fifty cubits long, and five and twenty cubits broad."
    },
    {
      "verse": 30,
      "text": "And the cornices round about were five and twenty cubits long, and five cubits broad."
    },
    {
      "verse": 31,
      "text": "And the cornices thereof were toward the outer court; and palm-trees were upon the wall-pillars thereof; and in going up to it there were eight steps."
    },
    {
      "verse": 32,
      "text": "And he brought me to the inner court toward the east; and he measured the gate according to those measures."
    },
    {
      "verse": 33,
      "text": "And the chambers thereof, and the border thereof, and the cornices thereof, were according to those measures; and there were windows in it, and in the cornices thereof, round about; the length was fifty cubits, and the breadth five and twenty cubits."
    },
    {
      "verse": 34,
      "text": "And the cornices thereof were toward the outer court; and palm-trees were upon the wall-pillars thereof, on this side and on that side; and in going up to it there were eight steps."
    },
    {
      "verse": 35,
      "text": "And he brought me to the north gate, and measured it according to those measures;"
    },
    {
      "verse": 36,
      "text": "the chambers thereof, and the border thereof, and the cornices thereof; and there were windows to it, round about; the length was fifty cubits, and the breadth five and twenty cubits."
    },
    {
      "verse": 37,
      "text": "And the cornices thereof were toward the outer court; and palm-trees were upon the wall-pillars thereof, on this side and on that side; and in going up to it there were eight steps."
    },
    {
      "verse": 38,
      "text": "And a room with its doors was by the borders of the gates, where they washed the burnt-offering."
    },
    {
      "verse": 39,
      "text": "And in the porch of the gate were two tables on this side, and two tables on that side, to slay thereon the burnt-offering, and the sin-offering, and the trespass-offering."
    },
    {
      "verse": 40,
      "text": "And at the side without, as one goeth up to the entrance of the north gate, were two tables; and on the other side, which was at the porch of the gate, were two tables;"
    },
    {
      "verse": 41,
      "text": "four tables were on this side, and four tables on that side; on the other side of the gate eight tables, whereon they slew their sacrifices."
    },
    {
      "verse": 42,
      "text": "And the four tables for the burnt-offering were of hewn stone; their length was a cubit and a half, and their breadth a cubit and a half, and their height a cubit. Thereon they laid the instruments with which they slew the burnt-offering and the sacrifice."
    },
    {
      "verse": 43,
      "text": "And there were edging-boards of a handbreadth, prepared within round about; and upon the tables was the flesh of the offering."
    },
    {
      "verse": 44,
      "text": "And without the inner gate were rooms for the singers in the inner court; they were at the side of the north gate, and their prospect was toward the south; one at the side of the east gate having the prospect toward the north."
    },
    {
      "verse": 45,
      "text": "And he said to me, This room, whose prospect is toward the south, is for the priests that keep the charge of the house."
    },
    {
      "verse": 46,
      "text": "And the room whose prospect is toward the north is for the priests that keep the charge of the altar. These are the sons of Zadok, who, among the sons of Levi, come near to Jehovah to minister to him."
    },
    {
      "verse": 47,
      "text": "Then he measured the court; its length was a hundred cubits, and its breadth a hundred cubits, being square. And the altar stood before the house."
    },
    {
      "verse": 48,
      "text": "Then he brought me to the porch of the temple, and he measured the door-border of the porch, five cubits on this side, and five cubits on that side. And the breadth of the gate was three cubits on this side, and three cubits on that side."
    },
    {
      "verse": 49,
      "text": "The length of the porch was twenty cubits, and the breadth eleven cubits; and they went up to it by steps. And there were columns by the door-border, one on this side, and another on that side."
    }
  ]
}