{
  "book_id": "EZK",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Afterwards he brought me to the temple; and he measured the projecting wall-pillars, six cubits broad on this side, and six cubits broad on that side, according to the breadth of the house."
    },
    {
      "verse": 2,
      "text": "And the breadth of the door was ten cubits; and the sides of the door were five cubits on this side; and five cubits on that side. Then he measured the length, forty cubits, and the breadth, twenty cubits."
    },
    {
      "verse": 3,
      "text": "And he went inward, and measured the border of the door, two cubits; and the door, six cubits; and the breadth of the door, seven cubits."
    },
    {
      "verse": 4,
      "text": "Then he measured twenty cubits in length, and twenty cubits in breadth in the temple, and said to me, This is the most holy place."
    },
    {
      "verse": 5,
      "text": "And he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits round about, round about the house:"
    },
    {
      "verse": 6,
      "text": "And the side-chambers were chamber to chamber, three and thirty times; and they entered into the wall of the house of the side-chambers round about, and were connected with it; but they were not connected with the wall of the house."
    },
    {
      "verse": 7,
      "text": "And, the side-chambers became wider upward, having a winding ascent. For the circuit of the house went still upward, round about the house; therefore the greater breadth of the house was upward; and so they ascended from the lowest story to the highest through the middle story."
    },
    {
      "verse": 8,
      "text": "I saw also the height of the house round about; the foundations of the side-chambers were a full reed, six cubits to the knuckles."
    },
    {
      "verse": 9,
      "text": "The thickness of the wall of the side-chambers outward was five cubits, and the space which was left was the place of the side-chambers of the house."
    },
    {
      "verse": 10,
      "text": "And between the rooms was the breadth of twenty cubits round about the house on every side."
    },
    {
      "verse": 11,
      "text": "And the doors of the side-chambers were toward the space that was left, one door toward the north, and another door toward the south; and the breadth of the space that was left was five cubits round about."
    },
    {
      "verse": 12,
      "text": "And the building which was before the separate place, at the side toward the west, was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof was ninety cubits."
    },
    {
      "verse": 13,
      "text": "Then he measured the length of the house, a hundred cubits; and the length of the separate place and the building and the walls thereof, a hundred cubits."
    },
    {
      "verse": 14,
      "text": "Also the breadth towards the front of the house and of the separate place toward the east was a hundred cubits."
    },
    {
      "verse": 15,
      "text": "And he measured the length of the building before the separate place, and that which was behind it, and the galleries thereof on this side and on that side, a hundred cubits; and the inner temple, and the porches of the court,"
    },
    {
      "verse": 16,
      "text": "the thresholds, and the windows that were closed, and the galleries round about the three sides. Over against the threshold was a table of wood round about, from the ground to the windows, and the windows were covered with it;"
    },
    {
      "verse": 17,
      "text": "upon the space above every door, and upon the inner house, and without, and upon all the wall round about within and without, according to measure."
    },
    {
      "verse": 18,
      "text": "And cherubs and palm-trees were made, one palm-tree between two cherubs, and every cherub had two faces;"
    },
    {
      "verse": 19,
      "text": "and the face of a man was toward a palm-tree on one side, and the face of a lion toward a palm-tree on the other side. So was it made upon all the house round about."
    },
    {
      "verse": 20,
      "text": "From the ground to above the door were cherubs and palm-trees made, and on the wall of the temple."
    },
    {
      "verse": 21,
      "text": "The posts of the temple were four-square; and the front of the sanctuary had the same appearance."
    },
    {
      "verse": 22,
      "text": "The altar was of wood, three cubits high, and two cubits long; and the corners thereof and the base thereof and the walls thereof were of wood. And he said to me, This is the table that standeth before Jehovah."
    },
    {
      "verse": 23,
      "text": "And the temple and the sanctuary had two doors."
    },
    {
      "verse": 24,
      "text": "And the two doors had two leaves apiece, two turning leaves; two leaves for one door, and two leaves for the other door."
    },
    {
      "verse": 25,
      "text": "And there were made on them, even on the doors of the temple, cherubs and palm-trees, such as were made upon the walls, and a wooden threshold was before the porch without."
    },
    {
      "verse": 26,
      "text": "And at the closed windows were palm-trees on this side, and on that side, on the sides of the porch, and on the side-chambers of the house, and on the thresholds."
    }
  ]
}