{
  "book_id": "EZK",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Then he brought me to the gate, even to the gate that looketh toward the east."
    },
    {
      "verse": 2,
      "text": "And behold, the glory of the God of Israel came from the east; and the sound thereof was as the sound of great waters, and the earth shone with his glory."
    },
    {
      "verse": 3,
      "text": "And the appearance was like the vision which I saw, like the vision which I saw when I came to destroy the city; it was a vision like the vision which I saw at the river Chebar. And I fell upon my face."
    },
    {
      "verse": 4,
      "text": "And the glory of Jehovah came into the house by way of the gate, whose prospect was toward the east."
    },
    {
      "verse": 5,
      "text": "Then the spirit took me up and brought me into the inner court; and behold, the glory of Jehovah filled the house."
    },
    {
      "verse": 6,
      "text": "And I heard one speaking to me out of the house, and a man was standing by me."
    },
    {
      "verse": 7,
      "text": "And he said to me: Son of man, this is the place of my throne, and the place of the soles of my feet, where I will dwell in the midst of the sons of Israel forever; and the house of Israel shall no more pollute my holy name, neither they nor their kings, by their fornication, and by the dead bodies of their kings in their sepulchres;"
    },
    {
      "verse": 8,
      "text": "in that they set their threshold by my threshold, and their post near my post, so that there was only a wall between me and them, and defiled my holy name by the abominations which they committed; wherefore I have consumed them in my anger."
    },
    {
      "verse": 9,
      "text": "Now let them remove far away from me their fornication, and the carcasses of their kings; and I will dwell in the midst of them forever."
    },
    {
      "verse": 10,
      "text": "And thou, son of man, show this house to the house of Israel, that they may be ashamed of their iniquities, and that they may measure the pattern."
    },
    {
      "verse": 11,
      "text": "And if they be ashamed of all which they have done, let them know the form of the house and the fashion thereof, and the passages for going out and coming in, and all the forms thereof, and all the statutes thereof, and all the laws thereof, and write it in their sight, that they may keep the whole form thereof, and all the statutes thereof, and do them."
    },
    {
      "verse": 12,
      "text": "This is the law of the house. Upon the top of the mountain, all within its limits shall be most holy. Behold, this is the law of the house."
    },
    {
      "verse": 13,
      "text": "And these are the measures of the altar by cubits; each cubit being a cubit and a hand-breadth. The bottom shall be a cubit high and a cubit broad; and the border thereof, by the edge thereof round about, shall be a span; and this shall be the outer part of the altar."
    },
    {
      "verse": 14,
      "text": "And from the bottom upon the ground to the lower ledge shall be two cubits, and the breadth one cubit; and from the lesser ledge to the greater ledge shall be four cubits, and the breadth a cubit."
    },
    {
      "verse": 15,
      "text": "And the altar shall be four cubits; and from the altar upward shall be four horns."
    },
    {
      "verse": 16,
      "text": "And the altar shall be twelve cubits long by twelve broad; square on the four sides thereof."
    },
    {
      "verse": 17,
      "text": "And the ledge shall be fourteen cubits long by fourteen broad on the four sides thereof; and the border about it shall be half a cubit; and the bottom thereof shall be a cubit round about; and its steps shall look toward the east."
    },
    {
      "verse": 18,
      "text": "And he said to me, Son of man, thus saith the Lord Jehovah: These are the statutes of the altar, in the day when it is made, to offer burnt-offerings thereon, and to sprinkle blood thereon."
    },
    {
      "verse": 19,
      "text": "To the priests, the sons of Levi, of the race of Zadok, that come near to me, saith the Lord Jehovah, to minister to me, thou shalt give a young bullock for a sin-offering."
    },
    {
      "verse": 20,
      "text": "And thou shalt take of the blood thereof, and put it on its four horns, and on the four corners of the ledge, and on the border round about, and thus cleanse and purge it."
    },
    {
      "verse": 21,
      "text": "And thou shalt take the bullock of the sin-offering, and it shall be burned in the appointed place of the house, without the sanctuary."
    },
    {
      "verse": 22,
      "text": "And on the second day thou shalt offer a he-goat without blemish for a sin-offering; and they shall cleanse the altar, as they cleansed it with the bullock."
    },
    {
      "verse": 23,
      "text": "And when thou hast made an end of cleansing it, thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish."
    },
    {
      "verse": 24,
      "text": "And thou shalt offer them before Jehovah, and the priests shall cast salt upon them, and offer them up for a burnt-offering to Jehovah."
    },
    {
      "verse": 25,
      "text": "Seven days shalt thou sacrifice daily a goat for a sin-offering; they shall also sacrifice a young bullock, and a ram out of the flock without blemish."
    },
    {
      "verse": 26,
      "text": "Seven days shall they purge the altar, and purify it, and consecrate themselves."
    },
    {
      "verse": 27,
      "text": "And when they have finished these days, it shall be that on the eighth day and forward the priests shall present your burnt-offerings and your thank-offerings upon the altar, and I will accept you, saith the Lord Jehovah."
    }
  ]
}