{
  "book_id": "EZK",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Then he brought me back to the outer gate of the sanctuary, which looketh toward the east; and it was shut."
    },
    {
      "verse": 2,
      "text": "Then said Jehovah to me: This gate shall be shut; it shall not be opened, and no man shall enter in by it; because Jehovah, the God of Israel, entered in by it, therefore it shall be shut."
    },
    {
      "verse": 3,
      "text": "The prince, because he is prince, shall sit in it, to eat food before Jehovah; he shall enter through the porch of that gate, and by the same way shall he go out."
    },
    {
      "verse": 4,
      "text": "Then he brought me to the north gate before the house; and I looked, and behold, the glory of Jehovah filled the house of Jehovah. And I fell upon my face."
    },
    {
      "verse": 5,
      "text": "And Jehovah said to me: Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say to thee concerning all the ordinances of the house of Jehovah, and all the laws thereof; and mark well all the entrances of the house, and all the outward passages of the sanctuary."
    },
    {
      "verse": 6,
      "text": "And say to the rebellious house of Israel, Thus saith the Lord Jehovah: Let it suffice you of all your abominations, O house of Israel,"
    },
    {
      "verse": 7,
      "text": "in that ye brought strangers, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, so that ye polluted my house when ye offered my food, the fat and the blood, and broke my covenant by all your abominations."
    },
    {
      "verse": 8,
      "text": "And ye kept not the charge of my holy place, but appointed for yourselves such keepers of my charge in my sanctuary."
    },
    {
      "verse": 9,
      "text": "Thus saith the Lord Jehovah: No stranger, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of all the strangers that are among the sons of Israel."
    },
    {
      "verse": 10,
      "text": "But even the Levites, who departed from me when Israel went astray, who went astray from me after their idols, shall bear their iniquity."
    },
    {
      "verse": 11,
      "text": "Yet they shall be ministers in my sanctuary, having charge at the gates of the house, and ministering at the house; they shall slay the burnt-offering and sacrifice for the people, and they shall stand before them to minister to them."
    },
    {
      "verse": 12,
      "text": "Because they ministered to them before their idols, and caused the house of Israel to fall into iniquity, therefore have I lifted up my hand against them, saith the Lord Jehovah, that they shall bear their iniquity."
    },
    {
      "verse": 13,
      "text": "And they shall not come near to me to do the office of a priest to me, and to come near to any of my holy things in the most holy place, but they shall bear their shame, and their abominations which they have committed."
    },
    {
      "verse": 14,
      "text": "But I will make them keepers of the charge of the house, for all the service thereof, and for all which is to be done therein."
    },
    {
      "verse": 15,
      "text": "But the priests, the Levites, the sons of Zadok, that kept the charge of my sanctuary when the sons of Israel went astray from me, they shall come near to me to minister to me, and they shall stand before me to offer to me the fat and the blood, saith the Lord Jehovah."
    },
    {
      "verse": 16,
      "text": "They shall come into my sanctuary, and they shall draw near to my table to minister to me, and shall keep my charge."
    },
    {
      "verse": 17,
      "text": "And when they enter the gates of the inner court, they shall be clothed with linen garments, and no wool shall come upon them while they minister in the gates of the inner court, and within the house."
    },
    {
      "verse": 18,
      "text": "They shall have linen coverings upon their heads, and linen breeches upon their loins; they shall not gird themselves with anything that causeth sweat."
    },
    {
      "verse": 19,
      "text": "And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments in which they ministered, and lay them in the holy rooms, and shall clothe themselves with other garments, that they may not sanctify the people with their garments."
    },
    {
      "verse": 20,
      "text": "They shall neither shave their heads, nor suffer their locks to grow long; they shall shear their heads."
    },
    {
      "verse": 21,
      "text": "And no priest shall drink wine when they enter into the inner court."
    },
    {
      "verse": 22,
      "text": "Neither shall they take for their wives a widow, or her that is put away; but they shall take virgins of the race of the house of Israel, or a widow that is the widow of a priest."
    },
    {
      "verse": 23,
      "text": "And they shall teach my people the difference between the holy and unholy, and cause them to discern between the unclean and the clean."
    },
    {
      "verse": 24,
      "text": "And in controversy they shall stand to judge; according to my statutes shall they judge. And they shall keep my laws and my statutes in all my festivals, and they shall hallow my sabbaths."
    },
    {
      "verse": 25,
      "text": "And they shall come to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves."
    },
    {
      "verse": 26,
      "text": "And after his cleansing they shall reckon to him seven days."
    },
    {
      "verse": 27,
      "text": "And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord Jehovah."
    },
    {
      "verse": 28,
      "text": "And it shall be to them for an inheritance, that I am their inheritance. And ye shall give them no possession in Israel; I am their possession."
    },
    {
      "verse": 29,
      "text": "They shall eat the flour-offering, and the sin-offering, and the trespass-offering; and every dedicated thing in Israel shall be theirs."
    },
    {
      "verse": 30,
      "text": "And the first of all the first-fruits, and every oblation of all your oblations, shall belong to the priests. Ye shall also give to the priest the first of your meal, that he may cause a blessing to rest on thine house."
    },
    {
      "verse": 31,
      "text": "The priests shall not eat of anything that dieth of itself, or that is torn, whether it be fowl or beast."
    }
  ]
}