{
  "book_id": "EZK",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, when ye shall divide by lot the land for inheritance, ye shall offer an oblation to Jehovah, a holy portion of the land; the length shall be five and twenty thousand reeds, and the breadth ten thousand. This shall be holy in all its borders round about."
    },
    {
      "verse": 2,
      "text": "And of this there shall be for the sanctuary five hundred in length and five hundred in breadth square round about; and fifty cubits round about for the suburbs thereof."
    },
    {
      "verse": 3,
      "text": "And of this measure shalt thou measure in length five and twenty thousand, and in breadth ten thousand; and in it shall be the sanctuary, the most holy place."
    },
    {
      "verse": 4,
      "text": "This is the holy portion of the land; it shall be for the priests, the ministers of the sanctuary, who come near to minister to Jehovah; and it shall be a place for their houses, and a holy place for the sanctuary."
    },
    {
      "verse": 5,
      "text": "Five and twenty thousand in length, and ten thousand in breadth, shall the Levites, the ministers of the house, have for themselves for a possession, and twenty rooms."
    },
    {
      "verse": 6,
      "text": "And ye shall appoint the possession of the city five thousand in breadth, and five and twenty thousand in length, over against the oblation of the holy portion; it shall be for all the house of Israel."
    },
    {
      "verse": 7,
      "text": "And a portion shall be for the prince on this side and on that side of the oblation of the holy portion and of the possession of the city, before the oblation of the holy portion and before the possession of the city, from the west side westward, and from the east side eastward; and the length shall be over against every one of the portions, from the west border to the east border."
    },
    {
      "verse": 8,
      "text": "As for the land, it shall be to him a possession in Israel, that my princes may no more oppress my people, but give the rest of the land to the house of Israel according to their tribes."
    },
    {
      "verse": 9,
      "text": "Thus saith the Lord Jehovah: Let it suffice you, O princes of Israel! Remove violence and spoil, and execute judgment and justice, and cease from your expulsions of my people, saith the Lord Jehovah."
    },
    {
      "verse": 10,
      "text": "Ye shall have just balances, and a just ephah, and a just bath."
    },
    {
      "verse": 11,
      "text": "The ephah and the bath shall be of one measure; that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer; the measure thereof shall be according to the homer."
    },
    {
      "verse": 12,
      "text": "And the shekel shall be twenty gerahs; twenty shekels, five and twenty shekels, and fifteen shekels shall be to you one maneh."
    },
    {
      "verse": 13,
      "text": "This is the heave-offering which ye shall offer: the sixth part of an ephah out of a homer of wheat, and the sixth part of an ephah out of a homer of barley."
    },
    {
      "verse": 14,
      "text": "And as for the statute concerning oil, the bath of oil, ye shall offer the tenth part of a bath out of a cor; a cor being ten baths; for a homer is ten baths."
    },
    {
      "verse": 15,
      "text": "And ye shall offer one lamb out of the flock, out of two hundred, from the watered pastures of Israel, for the flour-offering and for the burnt-offering, and for the thank-offerings, to make reconciliation for them, saith the Lord Jehovah."
    },
    {
      "verse": 16,
      "text": "All the people of the land shall give this heave-offering for the prince in Israel."
    },
    {
      "verse": 17,
      "text": "And it shall be the duty of the prince to give burnt-offerings, and flour-offerings, and drink-offerings, in the feasts, and in the new moons, and in the sabbaths, and in all the solemn assemblies of the house of Israel; he shall present the sin-offering, and the flour-offering, and the burnt-offering, and the peace-offerings, to make reconciliation for the house of Israel."
    },
    {
      "verse": 18,
      "text": "Thus saith the Lord Jehovah: In the first month, on the first day of the month, thou shalt take a young bullock without blemish, and shalt cleanse the sanctuary."
    },
    {
      "verse": 19,
      "text": "And the priest shall take of the blood of the sin-offering, and put it upon the posts of the house, and upon the four corners of the ledge of the altar, and upon the posts of the gate of the inner court."
    },
    {
      "verse": 20,
      "text": "And so shalt thou do on the seventh day for him that hath transgressed through error or simplicity; so shall ye make reconciliation for the house."
    },
    {
      "verse": 21,
      "text": "In the first month, on the fourteenth day of the month, ye shall have the passover, a feast of seven days; every one shall eat unleavened bread."
    },
    {
      "verse": 22,
      "text": "And upon that day shall the prince sacrifice for himself and for all the people of the land a bullock for a sin-offering."
    },
    {
      "verse": 23,
      "text": "And the seven days of the feast he shall sacrifice a burnt-offering to Jehovah, seven bullocks and seven rams without blemish daily the seven days; and a he-goat daily for a sin-offering."
    },
    {
      "verse": 24,
      "text": "And he shall present a flour-offering, an ephah for a bullock, and an ephah for a ram, and a hin of oil for an ephah."
    },
    {
      "verse": 25,
      "text": "In the seventh month, on the fifteenth day of the month, shall he do the like, in the feast, seven days, according to the sin-offering, and the burnt-offering, and the flour-offering, and the oil."
    }
  ]
}