{
  "book_id": "EZK",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the Lord Jehovah: The gate of the inner court, that looketh toward the east, shall be shut the six working-days; but on the sabbath it shall be opened, and on the day of the new moon it shall be opened."
    },
    {
      "verse": 2,
      "text": "And the prince shall enter by the way of the porch of the outer gate, and shall stand by the post of the gate, and the priests shall present his burnt-offerings, and his peace-offerings, and he shall worship at the threshold of the gate; then he shall go forth; but the gate shall not be shut until the evening."
    },
    {
      "verse": 3,
      "text": "Likewise the people of the land shall worship at the door of this gate before Jehovah on the sabbaths and on the new moons."
    },
    {
      "verse": 4,
      "text": "And the burnt-offering, which the prince shall offer to Jehovah on the sabbath-day, shall be six lambs without blemish, and a ram without blemish."
    },
    {
      "verse": 5,
      "text": "And the flour-offering shall be an ephah for a ram; and the flour-offering for the lambs as much as he is disposed to give; and a hin of oil to an ephah."
    },
    {
      "verse": 6,
      "text": "And in the day of the new moon there shall be a young bullock without blemish, and six lambs and a ram; they shall be without blemish."
    },
    {
      "verse": 7,
      "text": "And he shall present, as a flour-offering, an ephah for a bullock, and an ephah for a ram, and for the lambs as much as he is able to give; and a hin of oil to an ephah."
    },
    {
      "verse": 8,
      "text": "And when the prince shall enter, he shall go in by the way of the porch of that gate, and he shall go forth by the way thereof."
    },
    {
      "verse": 9,
      "text": "But when the people of the land come before Jehovah in the solemn feasts, he that entereth by the way of the north gate to worship shall go out by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate; he shall not return by the way of the gate by which he entered, but shall go forth over against it."
    },
    {
      "verse": 10,
      "text": "And the prince shall go in in the midst of them when they go in, and when they go forth shall he go forth."
    },
    {
      "verse": 11,
      "text": "And in the feasts and in the solemn assemblies the flour-offering shall be an ephah for a bullock, and an ephah for a ram, and for the lambs what he is disposed to give; and a hin of oil to an ephah."
    },
    {
      "verse": 12,
      "text": "And when the prince shall present a free-will burnt-offering or a free-will thank-offering to Jehovah, the gate that looketh toward the east shall be opened for him, and he shall present his burnt-offering, or his thank-offering, as he was wont to do on the sabbath-day; then he shall go forth, and the gate shall be shut after he hath gone forth."
    },
    {
      "verse": 13,
      "text": "And thou shalt present for a burnt-offering daily to Jehovah a lamb that is a year old without blemish; every morning shalt thou present it."
    },
    {
      "verse": 14,
      "text": "And thou shalt present with it every morning a flour-offering, the sixth part of an ephah, and the third part of a hin of oil to moisten the fine flour, for a flour-offering to Jehovah, by a perpetual statute continually."
    },
    {
      "verse": 15,
      "text": "Thus shall they prepare the lamb, and the flour-offering, and the oil, every morning, for a continual burnt-offering."
    },
    {
      "verse": 16,
      "text": "Thus saith the Lord Jehovah: If the prince give a gift to any of his sons, the inheritance thereof shall belong to his sons; it shall be their possession by inheritance."
    },
    {
      "verse": 17,
      "text": "But if he give a gift of his inheritance to one of his servants, it shall be his to the year of liberty, when it shall return to the prince. But his inheritance given to his sons shall be theirs."
    },
    {
      "verse": 18,
      "text": "And the prince shall not take of the people's inheritance, to thrust them out of their possession; but he shall give an inheritance to his sons out of his own possession; that no one of my people may be driven from his possession."
    },
    {
      "verse": 19,
      "text": "Then he brought me through the entry, which was at the side of the gate, into the holy rooms for the priests, which looked toward the north; and behold, there was a place behind toward the west."
    },
    {
      "verse": 20,
      "text": "And he said to me: This is the place where the priests shall boil the trespass-offering, and the sin-offering, and bake the flour-offering; that they may not bear them into the outer court, and so sanctify the people."
    },
    {
      "verse": 21,
      "text": "Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and behold, there was a court in every corner of the court."
    },
    {
      "verse": 22,
      "text": "In the four corners of the court were covered courts forty cubits long, and thirty broad; these four corners were of one measure."
    },
    {
      "verse": 23,
      "text": "And there was in them a wall round about, even round about the four; and boiling-places were made under the walls round about."
    },
    {
      "verse": 24,
      "text": "Then said he to me, These are the places of them that boil, where the ministers of the house shall boil the sacrifice of the people."
    }
  ]
}