{
  "book_id": "EZK",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "Afterward he brought me again to the door of the house; and behold, waters issued forth from under the threshold of the house eastward; for the fore-front of the house stood toward the east. And the waters flowed down from the side of the house, south of the altar."
    },
    {
      "verse": 2,
      "text": "Then he brought me out by the way of the gate northward; and he brought me round by the way without to the outer gate, that looked toward the east; and behold, there ran out waters from the right side."
    },
    {
      "verse": 3,
      "text": "And when the man that had the line in his hand went forth eastward, he measured a thousand cubits, and he led me through the waters, and the waters were to the soles of the feet."
    },
    {
      "verse": 4,
      "text": "Again he measured a thousand cubits, and led me through the waters, and the waters were to the knees. Again he measured a thousand cubits, and led me through, and the waters were to the loins."
    },
    {
      "verse": 5,
      "text": "Again he measured a thousand cubits, and it was a river, which I could not pass through; for the waters were high, waters to swim in, a river which could not be passed through."
    },
    {
      "verse": 6,
      "text": "And he said to me, Hast thou seen this, son of man? Then he brought me back to the brink of the river."
    },
    {
      "verse": 7,
      "text": "Now when I had returned, behold, at the brink of the river were very many trees, on the one side and on the other."
    },
    {
      "verse": 8,
      "text": "Then said he to me, These waters issue forth toward the east region, and run down into the desert, and go into the sea; they go forth into the sea, and the waters shall be healed."
    },
    {
      "verse": 9,
      "text": "And it shall come to pass, that every living thing that moveth, whithersoever the river shall come, shall live, and there shall be very many fish there; for when these waters shall come thither, [[the waters of the sea]] shall be healed, and everything shall live whither the river cometh."
    },
    {
      "verse": 10,
      "text": "And it shall come to pass that fishers shall stand upon it; from En-gedi to En-eglaim shall be places to spread nets; and therein shall be fish according to their kinds, like the fish of the great sea, exceeding many."
    },
    {
      "verse": 11,
      "text": "But the miry places thereof, and the marshes thereof, shall not be healed; they shall be appointed for salt."
    },
    {
      "verse": 12,
      "text": "And by the river, upon the bank thereof, on this side and on that side, shall grow all trees for food, whose leaf shall not fade, and whose fruit shall not fail; every month shall they bring forth new fruit; because their waters issue forth from the sanctuary. And their fruit shall be for food, and their leaves for medicine."
    },
    {
      "verse": 13,
      "text": "Thus saith the Lord Jehovah: This is the border, according to which ye shall distribute the land among the twelve tribes of Israel. Joseph shall have two portions."
    },
    {
      "verse": 14,
      "text": "And ye shall inherit it, one like another. For I have lifted up my hand, that I would give it to your fathers; and this land shall fall to you for an inheritance."
    },
    {
      "verse": 15,
      "text": "And this shall be the border of the land toward the north side: from the great sea toward the way of Hethlon, as men go to Zedad,"
    },
    {
      "verse": 16,
      "text": "Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath, and Hazar-hatticon, which is by the coast of Hauran."
    },
    {
      "verse": 17,
      "text": "And the border from the sea shall be Hazar-Enon, the border of Damascus and farther northward, and the border of Hamath."
    },
    {
      "verse": 18,
      "text": "This is the north side. And the east side ye shall measure between Hauran and Damascus, and between Gilead and the land of Israel by the Jordan, from the border to the east sea. This is the east side."
    },
    {
      "verse": 19,
      "text": "And the south side southward shall be from Tamar to the waters of strife in Kadesh, as far as the river by the great sea."
    },
    {
      "verse": 20,
      "text": "This is the south side southward. And the west side shall be the great sea, from the border till a man come over against Hamath. This is the west side."
    },
    {
      "verse": 21,
      "text": "So shall ye divide this land among you, according to the tribes of Israel."
    },
    {
      "verse": 22,
      "text": "And ye shall divide it by lot for an inheritance to you, and to the strangers that sojourn among you, who have begotten children among you; and they shall be to you as born in the country among the sons of Israel; they shall have an inheritance with you among the tribes of Israel."
    },
    {
      "verse": 23,
      "text": "And it shall come to pass, that in what tribe the stranger sojourneth there shall ye appoint him his inheritance, saith the Lord Jehovah."
    }
  ]
}