{
  "book_id": "EZK",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the names of the tribes. From the north end by the way of Hethlon, as one goeth to Hamath, Hazar-Enan, the border of Damascus northward toward Hamath; and to him belongeth from the east side to the west side: Dan, one tribe."
    },
    {
      "verse": 2,
      "text": "And by the border of Dan, from the east side to the west side: Asher, one tribe."
    },
    {
      "verse": 3,
      "text": "And by the border of Asher, from the east side to the west side: Naphtali, one tribe."
    },
    {
      "verse": 4,
      "text": "And by the border of Naphtali, from the east side to the west side: Manasseh, one tribe."
    },
    {
      "verse": 5,
      "text": "And by the border of Manasseh, from the east side to the west side: Ephraim, one tribe."
    },
    {
      "verse": 6,
      "text": "And by the border of Ephraim, from the east side to the west side: Reuben, one tribe."
    },
    {
      "verse": 7,
      "text": "And by the border of Reuben, from the east side to the west side: Judah, one tribe."
    },
    {
      "verse": 8,
      "text": "And by the border of Judah, from the east side to the west, shall be the oblation which ye shall offer, five and twenty thousand reeds in breadth, and in length as one of the other portions from the east side to the west side; and the sanctuary shall be in the midst of it."
    },
    {
      "verse": 9,
      "text": "The oblation which ye shall offer to Jehovah shall be five and twenty thousand reeds in length, and ten thousand in breadth."
    },
    {
      "verse": 10,
      "text": "And the holy oblation shall be for these: for the priests toward the north five and twenty thousand reeds in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length. And the sanctuary of Jehovah shall be in the midst thereof."
    },
    {
      "verse": 11,
      "text": "It shall belong to the priests, the sanctified ones, to the sons of Zadok, who kept my charge, who went not astray when the sons of Israel went astray, as the Levites went astray."
    },
    {
      "verse": 12,
      "text": "And it shall belong to them as an oblation out of the oblation of the land, as most holy, by the border of the Levites."
    },
    {
      "verse": 13,
      "text": "And over against the border of the priests, the Levites shall have five and twenty thousand reeds in length and ten thousand in breadth; the whole length five and twenty thousand, and the breadth ten thousand."
    },
    {
      "verse": 14,
      "text": "And they shall not sell of it; neither shall they exchange or transfer the first fruits of the land; for it is holy to Jehovah."
    },
    {
      "verse": 15,
      "text": "And the five thousand which are left in breadth, over against the five and twenty thousand in length, shall be common land for the city, for habitation and for suburbs. And the city shall be in the midst of it."
    },
    {
      "verse": 16,
      "text": "And this shall be the measure thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and the east side four thousand and five hundred, and the west side four thousand and five hundred."
    },
    {
      "verse": 17,
      "text": "And the suburbs of the city shall be toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty."
    },
    {
      "verse": 18,
      "text": "And as to the residue in length, over against the holy portion, ten thousand eastward and ten thousand westward, over against the holy portion, its increase shall be for food to them that serve the city."
    },
    {
      "verse": 19,
      "text": "And they that serve the city shall serve it out of all the tribes of Israel."
    },
    {
      "verse": 20,
      "text": "All the oblation shall be five and twenty thousand reeds by five and twenty thousand; ye shall offer the holy oblation, four-square, together with the possession of the city."
    },
    {
      "verse": 21,
      "text": "And the residue on both sides of the holy oblation and of the possession of the city, over against the five and twenty thousand to the east border, and westward over against the five and twenty thousand to the west border, by the portions of the tribes, shall be for the prince; and the holy oblation and the sanctuary of the house shall be in the midst thereof."
    },
    {
      "verse": 22,
      "text": "What is left from the possession of the Levites and of the city, which are between what belongs to the prince, between the borders of Judah and Benjamin, shall belong to the prince."
    },
    {
      "verse": 23,
      "text": "And as for the rest of the tribes, from the east side to the west side: Benjamin, one tribe."
    },
    {
      "verse": 24,
      "text": "And by the border of Benjamin, from the east side to the west side: Simeon, one tribe."
    },
    {
      "verse": 25,
      "text": "And by the border of Simeon, from the east side to the west side: Issachar, one tribe."
    },
    {
      "verse": 26,
      "text": "And by the border of Issachar, from the east side to the west side: Zebulon, one tribe."
    },
    {
      "verse": 27,
      "text": "And by the border of Zebulon, from the east side to the west side: Gad, one tribe."
    },
    {
      "verse": 28,
      "text": "And by the border of Gad, at the south side southward, shall the border be from Tamar to the waters of strife in Kadesh, even to the river by the great sea."
    },
    {
      "verse": 29,
      "text": "This is the land which ye shall divide by lot of the possession among the tribes of Israel, and these are their portions, saith the Lord Jehovah."
    },
    {
      "verse": 30,
      "text": "And these are the gates of the city. On the north side shall the measure be four thousand five hundred reeds."
    },
    {
      "verse": 31,
      "text": "And the gates of the city shall be after the names of the tribes of Israel; three gates northward,—one gate of Reuben, one gate of Judah, one gate of Levi."
    },
    {
      "verse": 32,
      "text": "And on the east side shall be four thousand and five hundred [[reeds]]; and three gates,—one gate of Joseph, one gate of Benjamin, one gate of Dan."
    },
    {
      "verse": 33,
      "text": "And on the south side its measure shall be four thousand five hundred; and three gates,—one gate of Simeon, one gate of Issachar, one gate of Zebulon."
    },
    {
      "verse": 34,
      "text": "On the west side, four thousand and five hundred; and three gates,—one gate of Gad, one gate of Asher, one gate of Naphtali."
    },
    {
      "verse": 35,
      "text": "Its measure round about was eighteen thousand reeds. And the name of the city from that day shall be Jehovah-is-there."
    }
  ]
}