{
  "book_id": "1KI",
  "chapter": 3,
  "verses": [
    {
      "verse": 2,
      "text": "Nevertheless the people burnt incense on the high places, because a house had not yet been built to the Lord."
    },
    {
      "verse": 3,
      "text": "And Solomon loved the Lord, \\add so as\\add* to walk in the ordinances of David his father; only he sacrificed and burnt incense on the high places."
    },
    {
      "verse": 4,
      "text": "And he arose and went to Gabaon to sacrifice there, for that \\add was\\add* the highest place, and great: Solomon offered a whole-burnt-offering of a thousand \\add victims\\add* on the altar in Gabaon."
    },
    {
      "verse": 5,
      "text": "And the Lord appeared to Solomon in a dream by night, and the Lord said to Solomon, Ask some petition for thyself."
    },
    {
      "verse": 6,
      "text": "And Solomon said, Thou hast dealt very mercifully with thy servant David my father according as he walked before thee in truth, and in righteousness, and in uprightness of heart with thee, and thou hast kept for him this great mercy, to \\f + \\fr 3:6 \\fqa Gr. \\ft give.\\f*set his son upon his throne, \\f + \\fr 3:6 \\fqa Gr. \\ft as this day \\fqa is.\\f*as \\add it is\\add* this day."
    },
    {
      "verse": 7,
      "text": "And now, O Lord my God, thou hast \\f + \\fr 3:7 \\fqa Gr. \\ft given.\\f*appointed thy servant in the room of David my father; and I am a little child, and know not my going out and my coming in."
    },
    {
      "verse": 8,
      "text": "But thy servant \\add is\\add* in the midst of thy people, whom thou hast chosen, a great people, which \\f + \\fr 3:8 \\fqa Gr. \\ft shall \\fqa or \\ft will not.\\f*cannot be numbered."
    },
    {
      "verse": 9,
      "text": "Thou shalt give therefore to thy servant a heart to hear and to judge thy people justly, and to discern between good and evil: for who will be able to judge this thy \\f + \\fr 3:9 \\fqa Gr. \\ft heavy.\\f*great people?"
    },
    {
      "verse": 10,
      "text": "And it was pleasing before the Lord, that Solomon asked this thing."
    },
    {
      "verse": 11,
      "text": "And the Lord said to him, Because thou hast asked this thing of me, and hast not asked for thyself \\f + \\fr 3:11 \\fqa Gr. \\ft many days.\\f*long life, and hast not asked wealth, nor hast asked the lives of thine enemies, but hast asked for thyself understanding to hear judgment;"
    },
    {
      "verse": 12,
      "text": "behold, I have done according to thy word: behold, I have given thee an understanding and wise heart: there has not been \\add any one\\add* like thee before thee, and after thee there shall not arise one like thee."
    },
    {
      "verse": 13,
      "text": "And I have given thee what thou hast not asked, wealth and glory, so that there has not been any one like thee among kings."
    },
    {
      "verse": 14,
      "text": "And if thou wilt walk in my way, to keep my commandments and my ordinances, as David thy father walked, then will I multiply thy days."
    },
    {
      "verse": 15,
      "text": "And Solomon awoke, and, behold, \\add it was\\add* a dream: and he arose and \\f + \\fr 3:15 \\fqa Gr. \\ft comes.\\f*came to Jerusalem, and stood before the altar that was in front of the ark of the covenant of the Lord in Sion: and he offered whole-burnt-offerings, and sacrificed peace-offerings, and made a great banquet for himself and all his servants."
    },
    {
      "verse": 16,
      "text": "Then there appeared two harlots before the king, and they stood before him."
    },
    {
      "verse": 17,
      "text": "And the one woman said, Hear me, \\add my\\add* lord; I and this woman dwelt in one house, and we were delivered in the house."
    },
    {
      "verse": 18,
      "text": "And it came to pass on the third day after I was delivered, this woman also was delivered: and we \\add were\\add* together; and there \\f + \\fr 3:18 \\fqa Gr. \\ft is.\\f*was no one with us besides our two selves in the house."
    },
    {
      "verse": 19,
      "text": "And this woman's child died in the night; because she \\f + \\fr 3:19 \\fqa Gr. \\ft slept upon it.\\f*overlaid it."
    },
    {
      "verse": 20,
      "text": "And she arose in the middle of the night, \\f + \\fr 3:20 \\fqa Heb. \\ft and \\fqa Alex. \\ft + \\ft 'while thine handmaid slept.'\\f*and took my son from my arms, and laid him in her bosom, and \\f + \\fr 3:20 \\fqa Gr. \\ft caused to sleep.\\f*laid her dead son in my bosom."
    },
    {
      "verse": 21,
      "text": "And I arose in the morning to suckle my son, and he was dead: and, behold, I considered him in the morning, and, behold, it was not my son whom I bore."
    },
    {
      "verse": 22,
      "text": "And the other woman said, No, but the living \\add is\\add* my son, and the dead \\add is\\add* thy son. So they spoke before the king."
    },
    {
      "verse": 23,
      "text": "And the king said to them, Thou sayest, This \\add is\\add* my son, \\add even\\add* the living \\add one\\add*, and this woman's son \\add is\\add* the dead one: and thou sayest, No, but the living \\add is\\add* my son, and the dead \\add is\\add* thy son."
    },
    {
      "verse": 24,
      "text": "And the king said, Fetch a sword. And they brought a sword before the king."
    },
    {
      "verse": 25,
      "text": "And the king said, Divide the live child, the suckling, in two; and give half of it to one, and half of it to the other."
    },
    {
      "verse": 26,
      "text": "And the woman whose the living child was, answered and said to the king, (for her \\f + \\fr 3:26 \\fqa Gr. \\ft her womb was troubled.\\f*bowels yearned over her son) and she said, I pray thee, \\add my\\add* lord, give her the child, and in nowise slay it. But the other said, Let it be neither mine nor hers; divide \\add it\\add*."
    },
    {
      "verse": 27,
      "text": "Then the king answered and said, Give the child to her that said, ‘Give it to her, and by no means slay it:’ she \\add is\\add* its mother."
    },
    {
      "verse": 28,
      "text": "And all Israel heard this judgment which the king judged, and they feared before the king; because they saw that the wisdom of God \\add was\\add* in him, to execute judgment."
    }
  ]
}