{
  "book_id": "1KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And king Solomon reigned over Israel."
    },
    {
      "verse": 2,
      "text": "And these \\add are\\add* the princes which he had; Azarias son of Sadoc."
    },
    {
      "verse": 3,
      "text": "Eliaph, and Achia son of Seba, scribes; and Josaphat son of Achilud, recorder."
    },
    {
      "verse": 4,
      "text": "And Banæas son of Jodae over the host; and Sadoc and Abiathar \\add were\\add* priests."
    },
    {
      "verse": 5,
      "text": "And Ornia the son of Nathan \\add was\\add* over the \\f + \\fr 4:5 \\fqa Gr. \\ft appointed ones.\\f*officers; and Zabuth son of Nathan \\add was\\add* \\f + \\fr 4:5 \\fqa Heb. \\ft and \\fqa Alex. \\ft insert 'priest.'\\f*the king's \\f + \\fr 4:5 \\fqa Or, \\ft companion.\\f*friend."
    },
    {
      "verse": 6,
      "text": "And Achisar was steward, and Eliac the \\add chief\\add* steward; and Eliab the son of Saph \\add was\\add* over the family: and Adoniram the son of Audon over the tribute."
    },
    {
      "verse": 7,
      "text": "And Solomon had twelve officers over all Israel, to provide for the king and his household; each one's turn came to supply for a month in the year."
    },
    {
      "verse": 8,
      "text": "And these \\add were\\add* their names: Been the son of Or in the mount of Ephraim, one."
    },
    {
      "verse": 9,
      "text": "The son of Dacar, in Makes, and in Salabin, and Bæthsamys, and Elon as far as Bethanan, one."
    },
    {
      "verse": 10,
      "text": "The son of Esdi in Araboth; his \\add was\\add* Socho, and all the land of Opher."
    },
    {
      "verse": 11,
      "text": "All Nephthador \\add belonged to\\add* the son of Aminadab, Tephath daughter of Solomon was his wife, one."
    },
    {
      "verse": 12,
      "text": "Bana son of Achiluth \\add had\\add* Ithaanach, and Mageddo, and \\add his was\\add* the whole house of San which was by Sesathan below Esrae, and from Bethsan as far as Sabelmaula, as far as Maëber Lucam, one."
    },
    {
      "verse": 13,
      "text": "The son of Naber in Raboth Galaad, to him \\add fell\\add* the lot of Ergab in Basan, sixty great cities with walls, and brazen bars, one."
    },
    {
      "verse": 14,
      "text": "Achinadab son of Saddo, \\add had\\add* Maanaim."
    },
    {
      "verse": 15,
      "text": "Achimaas \\add was\\add* in Nephthalim, and he took Basemmath daughter of Solomon to wife, one."
    },
    {
      "verse": 16,
      "text": "Baana son of Chusi, in Aser and in Baaloth, one,"
    },
    {
      "verse": 17,
      "text": "Semei son of Ela, in Benjamin."
    },
    {
      "verse": 18,
      "text": "Gaber son of Adai in the land of Gad, \\add the land\\add* of Seon king of Esebon, and of Og king of Basan, and one officer in the land of Juda."
    },
    {
      "verse": 19,
      "text": "Josaphat son of Phuasud \\add was\\add* in Issachar."
    }
  ]
}