{
  "book_id": "1KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And thus the officers provided king Solomon: and \\add they execute\\add* every one in his month all the orders for the table of the king, they \\f + \\fr 5:1 \\fqa Gr. \\ft change.\\f*omit nothing. And they carried the barley and the straw for the horses and the chariots to the place where the king might be, each according to his charge."
    },
    {
      "verse": 2,
      "text": "And these \\add were\\add* the requisite supplies for Solomon: in one day thirty measures of fine flour, and sixty measures of fine pounded meal,"
    },
    {
      "verse": 3,
      "text": "and ten choice calves, and twenty pastured oxen, and a hundred sheep, besides stags, and choice fatted does."
    },
    {
      "verse": 4,
      "text": "For he had dominion on this side the river, and he was at peace on all sides round about."
    },
    {
      "verse": 9,
      "text": "And the Lord gave understanding to Solomon, and very much wisdom, and enlargement of heart, as the sand on the seashore."
    },
    {
      "verse": 10,
      "text": "And Solomon abounded greatly beyond the wisdom of all the ancients, and beyond all the wise men of Egypt."
    },
    {
      "verse": 11,
      "text": "And he was wiser than all \\add other\\add* men: and he was wiser than Gæthan the Zarite, and \\add than\\add* Ænan, and \\add than\\add* Chalcad and Darala the sons of Mal."
    },
    {
      "verse": 12,
      "text": "And Solomon spoke three thousand proverbs, and his songs were five thousand."
    },
    {
      "verse": 13,
      "text": "And he spoke of trees, from the cedar in Libanus even to the hyssop which comes out through the wall: he spoke also of cattle, and of birds, and of reptiles, and of fishes."
    },
    {
      "verse": 14,
      "text": "And all the nations came to hear the wisdom of Solomon, and \\add ambassadors\\add* from all the kings of the earth, as many as heard of his wisdom."
    },
    {
      "verse": 15,
      "text": "And Chiram king of Tyre sent his servants to anoint Solomon in the room of David his father, because Chiram always loved David."
    },
    {
      "verse": 16,
      "text": "And Solomon sent to Chiram, saying,"
    },
    {
      "verse": 17,
      "text": "Thou knewest \\f + \\fr 5:17 \\fqa Or, \\ft that my father David, etc.\\f*my father David, that he could not build a house to the name of the Lord my God \\f + \\fr 5:17 \\fqa Gr. \\ft from the face of. \\fqa Hebraism.\\f*because of the wars that compassed him about, until the Lord put them under the \\f + \\fr 5:17 \\fqa Or, \\ft steps.\\f*soles of his feet."
    },
    {
      "verse": 18,
      "text": "And now the Lord my God has given me rest round about; there is no one plotting against \\add me\\add*, and there is no \\f + \\fr 5:18 \\fqa Alex. \\ft ἀπαντήμα. See συναντήματα, \\xt Ex. 9. 14.\\f*evil trespass \\add against me\\add*."
    },
    {
      "verse": 19,
      "text": "And, behold, I intend to build a house to the name of the Lord my God, as the Lord God spoke to my father David, saying, Thy son whom I will set on thy throne in thy place, he shall build a house to my name."
    },
    {
      "verse": 20,
      "text": "And now command, and let \\add men\\add* cut wood for me out of Libanus: and, behold, my servants \\add shall be\\add* with thy servants, and I will give thee the wages of thy service, according to all that thou shalt say, because thou knowest that we have no one skilled in cutting timber like the Sidonians."
    },
    {
      "verse": 21,
      "text": "And it came to pass, as soon as Chiram heard the words of Solomon, that he rejoiced greatly, and said, Blessed \\add be\\add* God to-day, who has given to David a wise son over this numerous people."
    },
    {
      "verse": 22,
      "text": "And he sent to Solomon, saying, I have listened concerning all that thou hast sent to me for: I will do all thy will: \\add as for\\add* timber of cedar and fir,"
    },
    {
      "verse": 23,
      "text": "my servants shall bring them down from Libanus to the sea: I will form them \\add into\\add* rafts, \\add and bring them\\add* to the place which thou shalt send to me \\add about\\add*; and I will \\f + \\fr 5:23 \\fqa Lit. \\ft shake them off.\\f*land them there, and thou shalt take \\add them\\add* up: and thou shalt do my will, in giving bread to my household."
    },
    {
      "verse": 24,
      "text": "So Chiram gave to Solomon cedars, and fir trees, and all his desire."
    },
    {
      "verse": 25,
      "text": "And Solomon gave to Chiram twenty thousand measures of wheat \\f + \\fr 5:25 \\ft Some read μαχὰλ, \\fqa or \\ft μαχὰθ, as if from מכרח \\fqa cibus.\\f*as food for his house, and twenty thousand baths of beaten oil thus Solomon gave to Chiram yearly."
    },
    {
      "verse": 26,
      "text": "And the Lord gave wisdom to Solomon as he \\f + \\fr 5:26 \\fqa Gr. \\ft spoke to him.\\f*promised him; and there was peace between Chiram and Solomon, and they made a covenant between them."
    },
    {
      "verse": 27,
      "text": "And the king raised \\f + \\fr 5:27 \\fqa Lit. \\ft tribute, etc.\\f*a levy out of all Israel, and the levy was thirty thousand men."
    },
    {
      "verse": 28,
      "text": "And he sent them to Libanus, ten thousand taking turn every month: they were a month in Libanus and two months at home: and Adoniram \\add was\\add* over the levy."
    },
    {
      "verse": 29,
      "text": "And Solomon had seventy thousand bearers of burdens, and eighty thousand hewers of stone in the mountain;"
    },
    {
      "verse": 30,
      "text": "besides the rulers that were appointed over the works of Solomon, \\add there were\\add* three thousand \\f + \\fr 5:30 \\fqa Heb. \\ft 300. \\fqa Alex. \\ft 500.\\f*six hundred \\f + \\fr 5:30 \\fqa Heb. \\ft and \\fqa Alex. \\ft overseers of the people.\\f*masters who wrought in the works."
    },
    {
      "verse": 32,
      "text": "And they prepared the stones and the timber \\add during\\add* three years."
    }
  ]
}