{
  "book_id": "1KI",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the four hundred and fortieth year after the departure of the children of Israel out of Egypt, in the fourth year and second month of the reign of king Solomon over Israel,"
    },
    {
      "verse": 2,
      "text": "And the house which the king built to the Lord wasforty cubits in length, and twenty cubits in breadth, and its height five and twenty cubits."
    },
    {
      "verse": 3,
      "text": "And the porch in front of the temple—twenty cubits wasits length according to the breadth of the house in front of the house: and he built the house, and finished it."
    },
    {
      "verse": 4,
      "text": "And he made to the house secret windows inclining inward."
    },
    {
      "verse": 5,
      "text": "And against the wall of the house he set chambers round about the temple and the ark."
    },
    {
      "verse": 6,
      "text": "The under side wasfive cubits broad, and the middle partsix, and the third wasseven cubits broad; for he formed an interval to the house round about without the house, that they might not touch the walls of the house."
    },
    {
      "verse": 7,
      "text": "And the house was built in the construction of it with rough hewn stones: and there was not heard in the house in the building of it hammer or axe, or any iron tool."
    },
    {
      "verse": 8,
      "text": "And the porch of the under side wasbelow the right wing of the house, and there wasa winding ascent into the middle chamber, and from the middle to the third story."
    },
    {
      "verse": 9,
      "text": "So he built the house and finished it; and he made the ceiling of the house with cedars."
    },
    {
      "verse": 10,
      "text": "And he made the partitions through all the house, each five cubits high, and enclosed each partition with cedar boards."
    },
    {
      "verse": 15,
      "text": "And he framed the walls of the house within with cedar boards, from the floor of the house and on to the inner walls and to the beams: he lined the parts enclosed with boards within, and compassed the inward parts of the house with planks of fir."
    },
    {
      "verse": 16,
      "text": "And he built the twenty cubits from the top of the wall, one side from the floor to the beams, and he made it from the oracle to the most holy place."
    },
    {
      "verse": 17,
      "text": "And the temple was forty cubits in extent,"
    },
    {
      "verse": 19,
      "text": "in front of the oracle in the midst of the house within, in orderto put there the ark of the covenant of the Lord."
    },
    {
      "verse": 20,
      "text": "The length wastwenty cubits, and the breadth wastwenty cubits, and the height of it was twenty cubits. And he covered it with perfect gold, and he made an altar"
    },
    {
      "verse": 21,
      "text": "in front of the oracle, and covered it with gold."
    },
    {
      "verse": 22,
      "text": "And he covered the whole house with gold, till he had finished gildingthe whole house."
    },
    {
      "verse": 23,
      "text": "And he made in the oracle two cherubs of ten cubits measured size."
    },
    {
      "verse": 24,
      "text": "And the wing of one cherub was five cubits, and his other wing was five cubits; ten cubits from the tip of one wing to the tip of the other wing."
    },
    {
      "verse": 25,
      "text": "Thus it was with the other cherub, both were alike finished with one measure."
    },
    {
      "verse": 26,
      "text": "And the height of the one cherub wasten cubits, and so was itwith the second cherub."
    },
    {
      "verse": 27,
      "text": "And both the cherubs werein the midst of the innermost part of the house; and they spread out their wings, and one wing touched the wall, and the wing of the other cherub touched the other wall; and their wings in the midst of the house touched each other."
    },
    {
      "verse": 28,
      "text": "And he covered the cherubs with gold."
    },
    {
      "verse": 29,
      "text": "He graved all the walls of the house round about with the graving of cherubs, and he sculpturedpalm trees within and without the house."
    },
    {
      "verse": 30,
      "text": "And he covered the floor of the house within and without with gold."
    },
    {
      "verse": 31,
      "text": "And for the door-way of the oracle he made doors of juniper wood, there wereporches in a four-fold way."
    },
    {
      "verse": 34,
      "text": "In both the doors wereplanks of fir; the one door had two leaves and their hinges, and the other door had two leaves and turned on hinges,"
    },
    {
      "verse": 35,
      "text": "being carved with cherubs, and there werepalm-trees and open flower-leaves, and it wasoverlaid with gold gilt upon the engraving."
    },
    {
      "verse": 36,
      "text": "And he built the inner court, three rows of hewn stones, and a row of wrought cedar round about,"
    }
  ]
}