{
  "book_id": "1KI",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And king Solomon sent, and took Chiram out of Tyre,"
    },
    {
      "verse": 2,
      "text": "the son of a widow woman; and he wasof the tribe of Nephthalim, and his father wasa Tyrian; a worker in brass, and accomplished in art and skill and knowledge to work every work in brass: and he was brought in to king Solomon, and he wrought all the works."
    },
    {
      "verse": 3,
      "text": "And he cast the two pillars for the porch of the house: eighteen cubits wasthe height of eachpillar, and a circumference of fourteen cubits encompassed it, even the thickness of the pillar: the flutings werefour fingers wide, and thus wasthe other pillar formed."
    },
    {
      "verse": 4,
      "text": "And he made two molten chapiters to put on the heads of the pillars: five cubits wasthe height of one chapiter, and five cubits wasthe height of the other chapiter."
    },
    {
      "verse": 5,
      "text": "And he made two ornaments of net-work to cover the chapiters of the pillars; even a net for one chapiter, and a net for the other chapiter."
    },
    {
      "verse": 6,
      "text": "And hanging work, two rows of brazen pomegranates, formed with net-work, hanging work, row upon row: and thus he framed the ornamentsfor the second chapiter."
    },
    {
      "verse": 7,
      "text": "And he set up the pillars of the porch of the temple: and he set up the one pillar, and called its name Jachum: and he set up the second pillar, and called its name Boloz."
    },
    {
      "verse": 8,
      "text": "And on the heads of the pillars he made lily-work against the porch, of four cubits,"
    },
    {
      "verse": 9,
      "text": "and a chamber over both the pillars, and above the sides an addition equal tothe chamber in width."
    },
    {
      "verse": 10,
      "text": "And he made the sea, ten cubits from one rim to the other, the same was completely circular round about: its height wasfive cubits, and its circumference thirty-three cubits."
    },
    {
      "verse": 11,
      "text": "And stays underneath its rim round about compassed it ten cubits round;"
    },
    {
      "verse": 12,
      "text": "and its rim was as the work of the rim of a cup, a lily-flower, and the thickness of it was a span."
    },
    {
      "verse": 13,
      "text": "And there weretwelve oxen under the sea; three looking to the north, and three looking to the west, and three looking to the south, and three looking to the east: and all their hinder parts wereinward, and the sea wasabove upon them."
    },
    {
      "verse": 14,
      "text": "And he made ten brazen bases: five cubits wasthe length of one base, and four cubits the breadth of it, and its height wassix cubits."
    },
    {
      "verse": 15,
      "text": "And this work of the bases wasformed with a border to them, and there wasa border between the ledges."
    },
    {
      "verse": 16,
      "text": "And upon their borders between the projections werelions, and oxen, and cherubs: and on the projections, even so above, and also below werethe places of lions and oxen, hanging work."
    },
    {
      "verse": 17,
      "text": "And there werefour brazen wheels to one base; and there werebrazen bases, and their four sides answering to them, side pieces under the bases."
    },
    {
      "verse": 18,
      "text": "And there wereaxles in the wheels under the base. And the height of one wheel wasa cubit and a half."
    },
    {
      "verse": 19,
      "text": "And the work of the wheels wasas the work of chariot wheels: their axles, and their felloes, and the rest oftheir work, wereall molten."
    },
    {
      "verse": 20,
      "text": "The four side-pieces were at the four corners of each base; its shoulders were formedof the base."
    },
    {
      "verse": 21,
      "text": "And on the top of the base half a cubit wasthe size of it, there wasa circle on the top of the base, and there wasthe top of its spaces and its borders: and it was open at the top of its spaces."
    },
    {
      "verse": 22,
      "text": "And its borders werecherubs, and lions, and palm-trees, upright, each wasjoined in front andwithin and round about."
    },
    {
      "verse": 23,
      "text": "According to the same form he made all the ten bases, evenone order and one measure to all."
    },
    {
      "verse": 24,
      "text": "And he made ten brazen lavers, each laver containing forty baths, andmeasuring four cubits, each laver placedon a several base throughout the ten bases."
    },
    {
      "verse": 25,
      "text": "And he put five bases on the right side of the house, and five on the left side of the house: and the sea was placed on the right side of the house eastward in the direction of the south."
    },
    {
      "verse": 26,
      "text": "And Chiram made the caldrons, and the pans, and the bowls; and Chiram finished making all the works that he wrought for king Solomon in the house of the Lord:"
    },
    {
      "verse": 27,
      "text": "two pillars and the wreathen works of the pillars on the heads of the two pillars; and the two net-works to cover both the wreathen works of the flutings that were upon the pillars."
    },
    {
      "verse": 28,
      "text": "The four hundred pomegranates for both the net-works, two rows of pomegranates for one net-work, to cover both the wreathen works of the bases belonging to both pillars."
    },
    {
      "verse": 29,
      "text": "And the ten bases, and the ten lavers upon the bases."
    },
    {
      "verse": 30,
      "text": "And one sea, and the twelve oxen under the sea."
    },
    {
      "verse": 31,
      "text": "And the caldrons, and pans, and bowls, and all the furniture, which Chiram made for king Solomon for the house of the Lord: and there wereeight and forty pillars of the house of the king and of the house of the Lord: all the works of the king which Chiram made were entirely of brass."
    },
    {
      "verse": 32,
      "text": "There was no reckoning of the brass of which he made all these works, from the very great abundance, there was no end of the weight of the brass."
    },
    {
      "verse": 33,
      "text": "In the country round about Jordan did he cast them, in the clay land between Socchoth and Sira."
    },
    {
      "verse": 34,
      "text": "And king Solomon took the furniture which Chirammade for the house of the Lord, the golden altar, and the golden table of shewbread."
    },
    {
      "verse": 35,
      "text": "And he putthe five candlesticks on the left, and five on the right in front of the oracle, beingof pure gold, and the lamp-stands, and the lamps, and the snuffers of gold."
    },
    {
      "verse": 36,
      "text": "And there were madethe porches, and the nails, and the bowls, and the spoons, and the golden censers, of pure gold: and the panels of the doors of the innermost part of the house, eventhe holy of holies, and the golden doors of the temple."
    },
    {
      "verse": 37,
      "text": "So the work of the house of the Lord which Solomon wrought was finished; and Solomon brought in the holy things of David his father, and all the holy things of Solomon; he put the silver, and the gold, and the furniture, into the treasures of the house of the Lord."
    },
    {
      "verse": 38,
      "text": "And Solomon built a house for himself in thirteen years."
    },
    {
      "verse": 39,
      "text": "And he built the house with the wood of Libanus; its length wasa hundred cubits, and its breadth wasfifty cubits, and its height wasof thirty cubits, and it was madewith three rows of cedar pillars, and the pillars had side-pieces of cedar."
    },
    {
      "verse": 40,
      "text": "And he formed the house with chambers above on the sides of the pillars, and the number of the pillars was eachrow forty and five,"
    },
    {
      "verse": 41,
      "text": "and there werethree chambers, and space against space in three rows."
    },
    {
      "verse": 42,
      "text": "And all the doors and spaces formed like chambers weresquare, and from door to door was a correspondencein three rows."
    },
    {
      "verse": 43,
      "text": "And he madethe porch of the pillars, they werefifty cubitslong and fifty broad, the porch joining them in front; and the otherpillars and the thick beam werein front of the house by the porches."
    },
    {
      "verse": 44,
      "text": "And there wasthe Porch of seats where he would judge, the porch of judgment."
    },
    {
      "verse": 45,
      "text": "And their house where he would dwell, hadone court communicating with these according to this work; and he builtthe house for the daughter of Pharao whom Solomon had taken, according to this porch."
    },
    {
      "verse": 46,
      "text": "All these wereof costly stones, sculptured at intervals within even from the foundation even to the top, and outward to the great court,"
    },
    {
      "verse": 47,
      "text": "founded with large costly stones, stones of ten cubits and eight cubits long."
    },
    {
      "verse": 48,
      "text": "And above with costly stones, according to the measure of hewn stones, and with cedars."
    },
    {
      "verse": 49,
      "text": "There werethree rows of hewn stonesround about the great hall, and a row of sculptured cedar:"
    },
    {
      "verse": 50,
      "text": "and Solomon finished all his house."
    }
  ]
}