{
  "book_id": "1KI",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And he rested three years, and there was no war between Syria and Israel."
    },
    {
      "verse": 2,
      "text": "And it came to pass in the third year, that Josaphat king of Juda went down to the king of Israel."
    },
    {
      "verse": 3,
      "text": "And the king of Israel said to his servants, Know ye that Remmath Galaad \\add is\\add* ours, and we are \\f + \\fr 22:3 \\fqa Gr. \\ft silent.\\f*slow to take it out of the hand of the king of Syria?"
    },
    {
      "verse": 4,
      "text": "And the king of Israel said to Josaphat, Wilt thou go up with us to Remmath Galaad to battle?"
    },
    {
      "verse": 5,
      "text": "And Josaphat said, As I \\add am\\add*, so \\add art\\add* thou also; as my people, \\add so is\\add* thy people; as my horses, \\add so are\\add* thy horses. And Josaphat king of Juda said to the king of Israel, Enquire, I pray thee, of the Lord to-day."
    },
    {
      "verse": 6,
      "text": "And the king of Israel gathered all the prophets together, about four hundred men; and the king said to them, Shall I go up to Remmath Galaad to battle, or shall I forbear? and they said, Go up, and the Lord will surely give \\add it\\add* into the hands of the king."
    },
    {
      "verse": 7,
      "text": "And Josaphat said to the king of Israel, Is there not here a prophet of the Lord, \\f + \\fr 22:7 \\fqa Gr. \\ft and we will enquire.\\f*that we may enquire of the Lord by him?"
    },
    {
      "verse": 8,
      "text": "And the king of Israel said to Josaphat, There is one man here \\add for us\\add* to enquire of the Lord \\f + \\fr 22:8 \\fqa Gr. \\ft by him.\\f*by; but I hate him, for he does not speak good of me, but only evil; Michaias son of Jemblaa. And Josaphat king of Juda said, Let not the king say so."
    },
    {
      "verse": 9,
      "text": "And the king of Israel called a eunuch and said, \\add Bring hither\\add* quickly Michaias son of Jemblaa."
    },
    {
      "verse": 10,
      "text": "And the king of Israel and Josaphat king of Juda \\f + \\fr 22:10 \\ft See \\fqa Heb.\\f*sat, each on his throne, armed in the gates of Samaria; and all the prophets prophesied before them."
    },
    {
      "verse": 11,
      "text": "And Sedekias son of Chanaan made for himself iron horns, and said, Thus saith the Lord, With these thou shalt \\f + \\fr 22:11 \\fqa Gr. \\ft gore.\\f*push Syria, until it be consumed."
    },
    {
      "verse": 12,
      "text": "And all the prophets prophesied in like manner, saying, Go up to Remmath Galaad, and \\add the thing\\add* shall prosper, and the Lord shall deliver it and the king of Syria into thine hands."
    },
    {
      "verse": 13,
      "text": "And the messenger that went to call Michaias spoke to him, saying, Behold now, all the prophets speak with one mouth good concerning the king, let now thy words be like the words of one of them, and speak good things."
    },
    {
      "verse": 14,
      "text": "And Michaias said, \\add As\\add* the Lord lives, whatsoever the Lord shall say to me, \\f + \\fr 22:14 \\fqa Gr. \\ft these things.\\f*that will I speak."
    },
    {
      "verse": 15,
      "text": "And he came to the king: and the king said to him, Michaias, shall I go up to Remmath Galaad to battle, or shall I forbear? and he said, Go up, and the Lord shall \\f + \\fr 22:15 \\fqa Gr. \\ft prosper the work, etc.\\f*deliver it into the hand of the king."
    },
    {
      "verse": 16,
      "text": "And the king said to him, How often shall I adjure thee, that thou speak to me truth in the name of the Lord?"
    },
    {
      "verse": 17,
      "text": "And he said, Not so. I saw all Israel scattered on the mountains as a flock \\f + \\fr 22:17 \\fqa Gr. \\ft which has no shepherd.\\f*without a shepherd: and the Lord said, \\add Is\\add* not God lord of these? let each one return to his home in peace."
    },
    {
      "verse": 18,
      "text": "And the king of Israel said to Josaphat king of Juda, Did I not say to thee that this man does not prophesy good to me, for \\add he speaks\\add* nothing but evil?"
    },
    {
      "verse": 19,
      "text": "And Michaias said, Not so, \\add it is\\add* not I: hear the word of the Lord; \\add it is\\add* not so. I saw the God of Israel sitting on his throne, and all the host of heaven stood about him on his right hand and on his left."
    },
    {
      "verse": 20,
      "text": "And the Lord said, Who will deceive Achaab king of Israel, \\f + \\fr 22:20 \\fqa Gr. \\ft and he shall, etc.\\f*that he may go up and fall in Remmath Galaad? and one spoke one way, and another another way."
    },
    {
      "verse": 21,
      "text": "And there came forth a spirit and stood before the Lord, and said, I will deceive him."
    },
    {
      "verse": 22,
      "text": "And the Lord said to him, Whereby? And he said, I will go forth, and will be a false spirit in the mouth of all his prophets. And he said, Thou shalt deceive him, yea, and shalt prevail: go forth, and do so."
    },
    {
      "verse": 23,
      "text": "And now, behold, the Lord has put a false spirit in the mouth of all these thy prophets, and the Lord has spoken evil against thee."
    },
    {
      "verse": 24,
      "text": "And Sedekias the son of Chanaan came near and smote Michaias on the cheek, and said, What sort of a spirit of the Lord \\add has\\add* spoken in thee?"
    },
    {
      "verse": 25,
      "text": "And Michaias said, Behold, thou shalt see in that day, when thou shalt go into an innermost chamber to hide thyself there."
    },
    {
      "verse": 26,
      "text": "And the king of Israel said, Take Michaias, and convey him away to Semer the \\f + \\fr 22:26 \\fqa Gr. \\ft king.\\f*keeper of the city;"
    },
    {
      "verse": 27,
      "text": "and tell Joas the king's son to put this \\add fellow\\add* in prison, and to feed him with bread of affliction and water of affliction until I return in peace."
    },
    {
      "verse": 28,
      "text": "And Michaias said, If thou return at all in peace, the Lord has not spoken by me."
    },
    {
      "verse": 29,
      "text": "So the king of Israel went up, and Josaphat king of Juda with him to Remmath Galaad."
    },
    {
      "verse": 30,
      "text": "And the king of Israel said to Josaphat king of Juda, I will disguise myself, and enter into the battle, and do thou put on my raiment. So the king of Israel disguised himself, and went into the battle."
    },
    {
      "verse": 31,
      "text": "And the king of Syria had charged the thirty-two captains of his chariots, saying, Fight not \\add against\\add* small \\f + \\fr 22:31 \\fqa Gr. \\ft and.\\f*or great, but against the king of Israel only."
    },
    {
      "verse": 32,
      "text": "And it came to pass, when the captains of the chariots saw Josaphat king of Juda, that they said, This seems \\add to be\\add* the king of Israel. And they compassed him about to fight \\add against\\add* him; and Josaphat cried out."
    },
    {
      "verse": 33,
      "text": "And it came to pass, when the captains of the chariots saw that this was not the king of Israel, that they returned from him."
    },
    {
      "verse": 34,
      "text": "And one drew a bow with a good aim, and smote the king of Israel between the lungs and the breast-plate: and he said to his charioteer, Turn thine hands, and carry me away out of the battle, for I am wounded."
    },
    {
      "verse": 35,
      "text": "And the war was turned in that day, and the king was \\f + \\fr 22:35 \\fqa Lit. \\ft remaining.\\f*standing on the chariot against Syria from morning till evening; and he shed the blood out of his wound, into the bottom of the chariot, and died at even, and the blood ran out of the wound into the \\f + \\fr 22:35 \\fqa Gr. \\ft bosom.\\f*bottom of the chariot."
    },
    {
      "verse": 36,
      "text": "And the herald of the army stood at sunset, saying, Let every man go to his own city and his own land,"
    },
    {
      "verse": 37,
      "text": "for the king is dead. And they came to Samaria, and buried the king in Samaria."
    },
    {
      "verse": 38,
      "text": "And they washed the chariot at the fountain of Samaria; and the swine and the dogs licked up the blood, and the harlots washed themselves in the blood, according to the word of the Lord which he spoke."
    },
    {
      "verse": 39,
      "text": "And the rest of the acts of Achaab, and all that he did, and the ivory house which he built, and all the cities which he \\f + \\fr 22:39 \\fqa Gr. \\ft made.\\f*built, behold, \\add are\\add* not these things written in the book of the chronicles of the kings of Israel?"
    },
    {
      "verse": 40,
      "text": "And Achaab slept with his fathers, and Ochozias his son reigned in his stead."
    },
    {
      "verse": 41,
      "text": "And Josaphat the son of Asa reigned over Juda: in the fourth year of Achaab king of Israel \\f + \\fr 22:41 \\fqa Gr. \\ft reigned.\\f*began Josaphat to reign."
    },
    {
      "verse": 42,
      "text": "\\f + \\fr 22:42 \\fqa Gr. \\ft a son of thirty and five years in his reigning.\\f*Thirty and five years old \\add was he\\add* when he began to reign, and he reigned twenty and five years in Jerusalem; and his mother's name \\add was\\add* Azuba daughter of Salai."
    },
    {
      "verse": 43,
      "text": "And he walked in all the way of Asa his father: he turned not from it, even from doing that which was right in the eyes of the Lord."
    },
    {
      "verse": 44,
      "text": "Only he took not away \\add any\\add* of the high places: the people still sacrificed and burnt incense on the high places."
    },
    {
      "verse": 45,
      "text": "And Josaphat was at peace with the king of Israel."
    },
    {
      "verse": 46,
      "text": "And the rest of the \\f + \\fr 22:46 \\fqa Gr. \\ft words.\\f*acts of Josaphat, and his mighty deeds, whatever he did, behold, \\add are\\add* not these things written in the book of the chronicles of the kings of Juda?"
    },
    {
      "verse": 51,
      "text": "And Josaphat slept with his fathers, and was buried by his fathers in the city of David his father, and Joram his son reigned in his stead."
    },
    {
      "verse": 52,
      "text": "And Ochozias son of Achaab reigned over Israel in Samaria: in the seventeenth year of Josaphat king of Juda, Ochozias son of Achaab reigned over Israel in Samaria two years."
    },
    {
      "verse": 53,
      "text": "And he did that which was evil in the sight of the Lord, and walked in the way of Achaab his father, and in the way of Jezabel his mother, and in the sins of the house of Jeroboam the son of Nabat, who caused Israel to sin."
    },
    {
      "verse": 54,
      "text": "And he served Baalim, and worshipped them, and provoked the Lord God of Israel, according to all that had been done before him."
    }
  ]
}