{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "on the twenty-first day of the seventh month, this message from the \\+w Lord|strong=\"H3068\"\\+w*came to Haggai the prophet,"
    },
    {
      "verse": 2,
      "text": "telling him to speak to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua, the son of Jehozadak, the high priest, and to all the rest of the people:"
    },
    {
      "verse": 3,
      "text": "Who is left among you that saw this temple in its former glory? And how do you see it now? Doesn’t it seem as though there is nothing there?"
    },
    {
      "verse": 4,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*says: Yet now be strong, Zerubbabel, be strong, Joshua, son of Jehozadak, the high priest, be strong, all you people of the land. The \\+w Lord|strong=\"H3068\"\\+w*says: Begin the work, for I am with you. The \\+w Lord|strong=\"H3068\"\\+w*of hosts says:"
    },
    {
      "verse": 5,
      "text": "When your ancestors left Egypt I made a promise to you, and I am still with you. Do not be afraid!"
    },
    {
      "verse": 6,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: In a little while, I will shake the heavens, and the earth, and the sea, and the land."
    },
    {
      "verse": 7,
      "text": "And I will shake all nations, and the precious things of all nations will come here; and I will fill this temple with glory. The \\+w Lord|strong=\"H3068\"\\+w*of hosts says:"
    },
    {
      "verse": 8,
      "text": "The silver is mine, and the gold is mine,"
    },
    {
      "verse": 9,
      "text": "The later glory of this temple will be greater than the former. The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: In this place I will grant prosperity. This is the message of the \\+w Lord|strong=\"H3068\"\\+w*of hosts. Former displeasure and the new promise of blessings"
    },
    {
      "verse": 10,
      "text": "In the twenty-fourth day of the ninth month, in the second year of Darius, this message from the \\+w Lord|strong=\"H3068\"\\+w*came to Haggai the prophet:"
    },
    {
      "verse": 11,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: ‘Ask the priests for a ruling:"
    },
    {
      "verse": 12,
      "text": "“If one carries consecrated meat in the fold of his garment, and with that garment touches bread, or stew, or wine, or oil, or any food, will it become holy?”’ And the priests answered: ‘No.’"
    },
    {
      "verse": 13,
      "text": "Then said Haggai, ‘If one who is unclean by reason of a dead body touches any of these, will it be unclean?’ And the priests answered: ‘It would be unclean.’"
    },
    {
      "verse": 14,
      "text": "Haggai replied: ‘So is this people and so is this nation before me, the \\+w Lord|strong=\"H3068\"\\+w*declares, and so is every work of their hands; and that which they offer there is unclean."
    },
    {
      "verse": 15,
      "text": "Think back from this day, before a stone was laid upon a stone in the temple of the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 16,
      "text": "How were you? When you came to a heap of grain expecting twenty measures, there were only ten; when you came to the wine vat to draw out fifty vessels, there were only twenty."
    },
    {
      "verse": 17,
      "text": "“I struck all the work of your hands with blasting and blight, with mildew and with hail. Yet you didn’t turn to me,” says the \\+w Lord|strong=\"H3068\"\\+w*,"
    },
    {
      "verse": 18,
      "text": "“Think back from this day, think! From the twenty-fourth day of the ninth month, from the day when the foundations of the temple of the \\+w Lord|strong=\"H3068\"\\+w*were laid, and consider."
    },
    {
      "verse": 19,
      "text": "The seed is in the granary, but the vine and the fig tree and the pomegranate and the olive tree have not yet brought forth fruit. From this day will I bless you.”’ Zerubbabel"
    },
    {
      "verse": 20,
      "text": "This message from the \\+w Lord|strong=\"H3068\"\\+w*came to Haggai a second time on the twenty-fourth day of the month:"
    },
    {
      "verse": 21,
      "text": "Tell Zerubbabel, governor of Judah: I will shake the heavens and the earth;"
    },
    {
      "verse": 22,
      "text": "and I will overthrow the throne of kingdoms; and I will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots, and those who ride in them; and the horses and their riders will come down, each by the sword of his fellow."
    },
    {
      "verse": 23,
      "text": "In that day, the \\+w Lord|strong=\"H3068\"\\+w*of hosts says, I will take you, Zerubbabel, my servant, the son of Shealtiel, the \\+w Lord|strong=\"H3068\"\\+w*says, and will make you like a signet ring, for I have chosen you, the \\+w Lord|strong=\"H3068\"\\+w*of hosts says."
    }
  ]
}