{
  "book_id": "ZEP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah, which came to Zephaniah, the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hizkiah, in the days of Josiah, the son of Amon, king of Judah."
    },
    {
      "verse": 2,
      "text": "I will utterly consume all things from the face of the land, saith Jehovah;"
    },
    {
      "verse": 3,
      "text": "I will consume man and beast; I will consume the birds of heaven, and the fishes of the sea, And the stumbling-blocks with the wicked; And I will cut off man from the face of the land, saith Jehovah."
    },
    {
      "verse": 4,
      "text": "I will stretch out my hand over Judah, And over all the inhabitants of Jerusalem, And I will cut off from this place the residue of Baal, The name of the idol-sacrificers with the priests,"
    },
    {
      "verse": 5,
      "text": "And those who bow themselves on the house-tops to the host of heaven, And those who bow themselves and swear by Jehovah, And also swear by their idol,"
    },
    {
      "verse": 6,
      "text": "And those that turn back from Jehovah, And those that seek not Jehovah, nor inquire for him."
    },
    {
      "verse": 7,
      "text": "Be silent before the Lord Jehovah! For the day of Jehovah is near; For Jehovah hath prepared a sacrifice; He hath appointed his guests."
    },
    {
      "verse": 8,
      "text": "And in the day of the sacrifice of Jehovah it shall come to pass That I will punish the princes and the sons of the king, And all that are clothed with foreign apparel."
    },
    {
      "verse": 9,
      "text": "In that day also will I punish all that leap over the threshold, That fill the houses of their master with violence and deceit."
    },
    {
      "verse": 10,
      "text": "And it shall come to pass in that day, saith Jehovah, That there shall be the noise of a cry from the fish-gate, And of a howling from the other part of the city, And of great destruction from the hills."
    },
    {
      "verse": 11,
      "text": "Howl, ye inhabitants of Maktesh! For all the trafficking people are cut down; All they that bear silver are destroyed."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass at that time, That I will search Jerusalem with lamps, And I will punish the men that are settled on their lees; That say in their hearts, “Jehovah doeth neither good nor evil.”"
    },
    {
      "verse": 13,
      "text": "Their substance shall become a spoil, And their houses a desolation; They shall also build houses, but not inhabit them; And shall plant vineyards, but not drink the wine thereof."
    },
    {
      "verse": 14,
      "text": "The day of Jehovah is near, the great day; It is near, and hasteth greatly; The day of Jehovah shall resound; Bitterly shall the mighty man cry for help."
    },
    {
      "verse": 15,
      "text": "That day is a day of wrath, A day of distress and anguish, A day of destruction and desolation, A day of darkness and gloominess, A day of clouds and thick darkness,"
    },
    {
      "verse": 16,
      "text": "A day of the trumpet and the war-shout, Against the fenced cities, And against the high towers."
    },
    {
      "verse": 17,
      "text": "And I will distress the men, so that they shall walk like the blind, Because they have sinned against Jehovah. And their blood shall be poured out as dust, And their flesh as dung."
    },
    {
      "verse": 18,
      "text": "Neither their silver nor their gold shall be able to deliver them in the day of the wrath of Jehovah, But by the fire of his indignation shall the whole land be devoured; For destruction, and that a speedy one, will he bring Upon all that dwell in the land."
    }
  ]
}