{
  "book_id": "ZEP",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Search yourselves; yea, search, O nation without shame!"
    },
    {
      "verse": 2,
      "text": "Before the decree bring forth, Before the day come upon you like chaff; Before the fierce anger of Jehovah come upon you, Before the day of the anger of Jehovah come upon you."
    },
    {
      "verse": 3,
      "text": "Seek ye Jehovah, all ye lowly of the land, Ye, who obey his commands! Seek righteousness; seek lowliness; It may be that ye shall be hid in the day of the anger of Jehovah."
    },
    {
      "verse": 4,
      "text": "For Gaza shall be forsaken, And Askelon a desolation; Ashdod shall be driven out at noonday, And Ekron shall be rooted up."
    },
    {
      "verse": 5,
      "text": "Woe to the inhabitants of the sea-coasts, the nation of the Cherethites! This is the word of Jehovah against you, O Canaan, land of the Philistines: “I will destroy thee, that there shall be no inhabitant.”"
    },
    {
      "verse": 6,
      "text": "And the sea-coast shall be pastures full of habitations for shepherds, and folds for flocks."
    },
    {
      "verse": 7,
      "text": "The coast shall be for the residue of the house of Judah; Thereon shall they feed; In the houses of Askelon shall they lie down in the evening; For Jehovah their God will look upon them, and bring back their captives."
    },
    {
      "verse": 8,
      "text": "I have heard the reproach of Moab, And the revilings of the sons of Ammon, With which they have reproached my people, And exalted themselves against their borders."
    },
    {
      "verse": 9,
      "text": "Therefore, as I live, saith Jehovah of hosts, the God of Israel, Moab shall be as Sodom, And the sons of Ammon as Gomorrah, A possession for thorns, and a pit for salt, and a perpetual desolation. The residue of my people shall spoil them, And the remainder of my nation shall possess them."
    },
    {
      "verse": 10,
      "text": "This shall come upon them for their pride, Because they have uttered reproaches, and exalted themselves against the people of Jehovah of hosts."
    },
    {
      "verse": 11,
      "text": "Jehovah will be terrible against them; For he will destroy all the gods of the earth; And before him shall worship, every one from his place, All the islands of the nations."
    },
    {
      "verse": 12,
      "text": "Ye, also, O Ethiopians! Ye shall be slain by my sword!"
    },
    {
      "verse": 13,
      "text": "He will also stretch out his hand against the North, And destroy Assyria, And make Nineveh a desolation, Even dry like a desert."
    },
    {
      "verse": 14,
      "text": "And flocks shall lie down in the midst of her, Yea, all the tribes of wild beasts; The pelican and the hedgehog shall lodge in the capitals of her pillars; A cry shall resound in the window; Desolation shall be upon the threshold; For her cedar-work shall be laid bare."
    },
    {
      "verse": 15,
      "text": "This is the rejoicing city that dwelt in security, That said in her heart, “I, and none besides me!” Now is she become a desolation, a resting-place for wild beasts! Every one that passeth by her shall hiss, and wag his hand."
    }
  ]
}