{
  "book_id": "ZEP",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to her that is rebellious and polluted, The oppressing city!"
    },
    {
      "verse": 2,
      "text": "She listeneth to no voice, She receiveth not admonition; She trusteth not in Jehovah, She draweth not near to her God."
    },
    {
      "verse": 3,
      "text": "Her princes within her are roaring lions; Her judges are evening wolves; They reserve nothing for the morning."
    },
    {
      "verse": 4,
      "text": "Her prophets are vainglorious, Men of treachery; Her priests pollute the sanctuary, They violate the law."
    },
    {
      "verse": 5,
      "text": "But Jehovah is just in the midst of her; He doeth no iniquity. Every morning bringeth he his righteousness to light; he faileth not; Yet the wicked knoweth not shame."
    },
    {
      "verse": 6,
      "text": "I have cut off nations; their towers are destroyed; I have laid waste their streets so that none passeth through; Their cities are made desolate, without a man, without an inhabitant."
    },
    {
      "verse": 7,
      "text": "Then I said, “Surely thou wilt fear me; thou wilt receive admonition, That thy habitation may not be cut off, As I have commanded concerning thee.” But they were diligent to commit iniquity In all their doings."
    },
    {
      "verse": 8,
      "text": "Therefore wait for me, saith Jehovah. Until the day when I rise up to the prey. For my purpose is to gather the nations, to assemble the kingdoms, To pour upon them my indignation, Even all the heat of my wrath. For with the fire of mine anger shall all the earth be devoured."
    },
    {
      "verse": 9,
      "text": "Then will I again bestow upon the nations pure lips, So that they shall all of them call upon the name of Jehovah, And serve him with one consent."
    },
    {
      "verse": 10,
      "text": "From beyond the rivers of Ethiopia My suppliants, the sons of my dispersed ones, shall bring my offering."
    },
    {
      "verse": 11,
      "text": "In that day thou shalt not be ashamed For all thy doings, wherein thou hast transgressed against me; For I will take away from the midst of thee thy proud exulters, And thou shalt no more exalt thyself upon my holy mountain."
    },
    {
      "verse": 12,
      "text": "I will leave in the midst of thee a humble and lowly people, Who trust in the name of Jehovah."
    },
    {
      "verse": 13,
      "text": "The residue of Israel shall not do iniquity, nor speak falsehood; Neither shall a deceitful tongue be found in their mouth; Therefore shall they feed and lie down, and none shall make them afraid."
    },
    {
      "verse": 14,
      "text": "Sing, O daughter of Zion! Shout, O Israel! Rejoice and exult with all thy heart, O daughter of Jerusalem!"
    },
    {
      "verse": 15,
      "text": "Jehovah hath taken away thy punishments; He hath removed thine enemies. The king of Israel, Jehovah, is in the midst of thee; Thou shalt see evil no more."
    },
    {
      "verse": 16,
      "text": "In that day shall it be said to Jerusalem, Fear not! And to Zion, Let not thy hands hang down!"
    },
    {
      "verse": 17,
      "text": "Jehovah thy God will be in the midst of thee; The mighty one will save thee. He will rejoice over thee with gladness; He will pardon thee in his love; He will exult over thee with singing."
    },
    {
      "verse": 18,
      "text": "I will gather them that mourn, far from the solemn assembly, They were far from thee; the reproach was a burden upon thee."
    },
    {
      "verse": 19,
      "text": "Behold, at that time I will destroy all that afflict thee; And I will save the halting, and gather the scattered, And I will make them a praise and a name In every land where they have been put to shame."
    },
    {
      "verse": 20,
      "text": "At that time I will bring you back, And at that time I will gather you; For I will make you a name and a praise among all the nations of the earth, When I bring back your captives before your eyes, saith Jehovah."
    }
  ]
}