{
  "book_id": "HEB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Go on loving your brothers in the faith."
    },
    {
      "verse": 2,
      "text": "Take care to keep open house: because in this way some have had angels as their guests, without being conscious of it."
    },
    {
      "verse": 3,
      "text": "Keep in mind those who are in chains, as if you were chained with them, and those who are in trouble, as being yourselves in the body."
    },
    {
      "verse": 4,
      "text": "Let married life be honoured among all of you and not made unclean; for men untrue in married life will be judged by God."
    },
    {
      "verse": 5,
      "text": "Be free from the love of money and pleased with the things which you have; for he himself has said, I will be with you at all times."
    },
    {
      "verse": 6,
      "text": "So that we say with a good heart, The Lord is my helper; I will have no fear: what is man able to do to me?"
    },
    {
      "verse": 7,
      "text": "Keep in mind those who were over you, and who gave you the word of God; seeing the outcome of their way of life, let your faith be like theirs."
    },
    {
      "verse": 8,
      "text": "Jesus Christ is the same yesterday and today and for ever."
    },
    {
      "verse": 9,
      "text": "Do not be turned away by different strange teachings, because it is good for your hearts to be made strong by grace, and not by meats, which were of no profit to those who took so much trouble over them."
    },
    {
      "verse": 10,
      "text": "We have an altar from which those priests who are servants in the Tent may not take food."
    },
    {
      "verse": 11,
      "text": "For the bodies of the beasts whose blood is taken into the holy place by the high priest as an offering for sin are burned outside the circle of the tents."
    },
    {
      "verse": 12,
      "text": "For this reason Jesus was put to death outside the walls, so that he might make the people holy by his blood."
    },
    {
      "verse": 13,
      "text": "Let us then go out to him outside the circle of the tents, taking his shame on ourselves."
    },
    {
      "verse": 14,
      "text": "For here we have no fixed resting-place, but our search is for the one which is to come."
    },
    {
      "verse": 15,
      "text": "Let us then make offerings of praise to God at all times through him, that is to say, the fruit of lips giving witness to his name."
    },
    {
      "verse": 16,
      "text": "But go on doing good and giving to others, because God is well-pleased with such offerings."
    },
    {
      "verse": 17,
      "text": "Give ear to those who are rulers over you, and do as they say: for they keep watch over your souls, ready to give an account of them; let them be able to do this with joy and not with grief, because that would be of no profit to you."
    },
    {
      "verse": 18,
      "text": "Make prayers for us, for we are certain that our hearts are free from the sense of sin, desiring the right way of life in all things."
    },
    {
      "verse": 19,
      "text": "I make this request more strongly, in the hope of coming back to you more quickly."
    },
    {
      "verse": 20,
      "text": "Now may the God of peace, who made that great keeper of his flock, even our Lord Jesus, come back from the dead through the blood of the eternal agreement,"
    },
    {
      "verse": 21,
      "text": "Make you full of every good work and ready to do all his desires, working in us whatever is pleasing in his eyes through Jesus Christ; and may the glory be given to him for ever and ever. So be it."
    },
    {
      "verse": 22,
      "text": "But, brothers, take kindly the words which I have said for your profit; for I have not sent you a long letter."
    },
    {
      "verse": 23,
      "text": "Our brother Timothy has been let out of prison; and if he comes here in a short time, he and I will come to you together."
    },
    {
      "verse": 24,
      "text": "Give words of love from me to those who are rulers over you, and to all the saints. Those who are in Italy send you their love."
    },
    {
      "verse": 25,
      "text": "May grace be with you all."
    }
  ]
}