{
  "book_id": "JHN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "From the first he was the Word, and the Word was in relation with God and was God."
    },
    {
      "verse": 2,
      "text": "This Word was from the first in relation with God."
    },
    {
      "verse": 3,
      "text": "All things came into existence through him, and without him nothing was."
    },
    {
      "verse": 4,
      "text": "What came into existence in him was life, and the life was the light of men."
    },
    {
      "verse": 5,
      "text": "And the light goes on shining in the dark; it is not overcome by the dark."
    },
    {
      "verse": 6,
      "text": "There was a man sent from God, whose name was John."
    },
    {
      "verse": 7,
      "text": "He came for witness, to give witness about the light, so that all men might have faith through him."
    },
    {
      "verse": 8,
      "text": "He himself was not the light: he was sent to give witness about the light."
    },
    {
      "verse": 9,
      "text": "The true light, which gives light to every man, was then coming into the world."
    },
    {
      "verse": 10,
      "text": "He was in the world, the world which came into being through him, but the world had no knowledge of him."
    },
    {
      "verse": 11,
      "text": "He came to the things which were his and his people did not take him to their hearts."
    },
    {
      "verse": 12,
      "text": "To all those who did so take him, however, he gave the right of becoming children of God — that is, to those who had faith in his name:"
    },
    {
      "verse": 13,
      "text": "Whose birth was from God and not from blood, or from an impulse of the flesh and man's desire."
    },
    {
      "verse": 14,
      "text": "And so the Word became flesh and took a place among us for a time; and we saw his glory — such glory as is given to an only son by his father — saw it to be true and full of grace."
    },
    {
      "verse": 15,
      "text": "John gave witness about him, crying, This is he of whom I said, He who is coming after me is put over me because he was in existence before me."
    },
    {
      "verse": 16,
      "text": "From his full measure we have all been given grace on grace."
    },
    {
      "verse": 17,
      "text": "For the law was given through Moses; grace and the true way of life are ours through Jesus Christ."
    },
    {
      "verse": 18,
      "text": "No man has seen God at any time; the only Son, who is on the breast of the Father, he has made clear what God is."
    },
    {
      "verse": 19,
      "text": "And this is the witness of John when the Jews sent priests and Levites from Jerusalem to him with the question, Who are you?"
    },
    {
      "verse": 20,
      "text": "He said quite openly and straightforwardly, I am not the Christ."
    },
    {
      "verse": 21,
      "text": "And they said to him, What then? Are you Elijah? And he said, I am not. Are you the prophet? And his answer was, I am not."
    },
    {
      "verse": 22,
      "text": "So they said to him, Who are you then? We have to give some answer to those who sent us. What have you to say about yourself?"
    },
    {
      "verse": 23,
      "text": "He said, I am the voice of one crying in the waste land, Make straight the way of the Lord, as said Isaiah the prophet."
    },
    {
      "verse": 24,
      "text": "Those who had been sent came from the Pharisees."
    },
    {
      "verse": 25,
      "text": "And they put this question to him, saying, Why then are you giving baptism if you are not the Christ, or Elijah, or the prophet?"
    },
    {
      "verse": 26,
      "text": "John's answer was: I give baptism with water; but there is one among you of whom you have no knowledge;"
    },
    {
      "verse": 27,
      "text": "It is he who is coming after me; I am not good enough to undo his shoes."
    },
    {
      "verse": 28,
      "text": "These things took place at Bethany on the other side of the Jordan, where John was giving baptism."
    },
    {
      "verse": 29,
      "text": "The day after, John sees Jesus coming to him and says, See, here is the Lamb of God who takes away the sin of the world!"
    },
    {
      "verse": 30,
      "text": "This is he of whom I said, One is coming after me who is put over me because he was in existence before me."
    },
    {
      "verse": 31,
      "text": "I myself had no knowledge of him, but I came giving baptism with water so that he might be seen openly by Israel."
    },
    {
      "verse": 32,
      "text": "And John gave this witness, saying, I saw the Spirit coming down from heaven like a dove and resting on him."
    },
    {
      "verse": 33,
      "text": "I had no knowledge who he was, but he who sent me to give baptism with water said to me, The one on whom you see the Spirit coming down and resting, it is he who gives baptism with the Holy Spirit."
    },
    {
      "verse": 34,
      "text": "This I saw myself and my witness is that he is the Son of God."
    },
    {
      "verse": 35,
      "text": "The day after, John was there again with two of his disciples;"
    },
    {
      "verse": 36,
      "text": "And looking at Jesus while he was walking he said, See, there is the Lamb of God!"
    },
    {
      "verse": 37,
      "text": "Hearing what he said, the two disciples went after Jesus."
    },
    {
      "verse": 38,
      "text": "And Jesus, turning round, saw them coming after him and said to them, What are you looking for? They said to him, Rabbi (which is to say, Master), where are you living?"
    },
    {
      "verse": 39,
      "text": "He said to them, Come and see. They went with him then and saw where he was living; and they were with him all that day: it was then about the tenth hour of the day."
    },
    {
      "verse": 40,
      "text": "Andrew, Simon Peter's brother, was one of the two men who, hearing what John said, went after Jesus."
    },
    {
      "verse": 41,
      "text": "Early in the morning he came across his brother and said to him, We have made discovery! It is the Messiah! (which is to say, the Christ)."
    },
    {
      "verse": 42,
      "text": "And he took him to Jesus. Looking at him fixedly Jesus said, You are Simon, the son of John; your name will be Cephas (which is to say, Peter)."
    },
    {
      "verse": 43,
      "text": "The day after this, Jesus had a desire to go into Galilee. He came across Philip and said to him, Come and be my disciple."
    },
    {
      "verse": 44,
      "text": "Now Philip's town was Beth-saida, where Andrew and Peter came from."
    },
    {
      "verse": 45,
      "text": "Philip came across Nathanael and said to him, We have made a discovery! It is he of whom Moses, in the law, and the prophets were writing, Jesus of Nazareth, the son of Joseph."
    },
    {
      "verse": 46,
      "text": "Nazareth! said Nathanael, Is it possible for any good to come out of Nazareth? Philip said to him, Come and see."
    },
    {
      "verse": 47,
      "text": "Jesus saw Nathanael coming to him and said of him, See, here is a true son of Israel in whom there is nothing false."
    },
    {
      "verse": 48,
      "text": "Nathanael said to him, Where did you get knowledge of me? In answer Jesus said, Before Philip was talking with you, while you were still under the fig-tree, I saw you."
    },
    {
      "verse": 49,
      "text": "Nathanael said to him, Rabbi, you are the Son of God, you are King of Israel!"
    },
    {
      "verse": 50,
      "text": "In answer Jesus said to him, You have faith because I said to you, I saw you under the fig-tree. You will see greater things than these."
    },
    {
      "verse": 51,
      "text": "And he said to him, Truly I say to you all, You will see heaven opening and God's angels going up and coming down on the Son of man."
    }
  ]
}