{
  "book_id": "JHN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "After these things there was a feast of the Jews, and Jesus went up to Jerusalem."
    },
    {
      "verse": 2,
      "text": "Now in Jerusalem near the sheep-market there is a public bath which in Hebrew is named Beth-zatha. It has five doorways."
    },
    {
      "verse": 3,
      "text": "In these doorways there were a great number of people with different diseases: some unable to see, some without the power of walking, some with wasted bodies."
    },
    {
      "verse": 4,
      "text": "[]"
    },
    {
      "verse": 5,
      "text": "One man was there who had been ill for thirty-eight years."
    },
    {
      "verse": 6,
      "text": "When Jesus saw him there on the floor it was clear to him that he had been now a long time in that condition, and so he said to the man, Is it your desire to get well?"
    },
    {
      "verse": 7,
      "text": "The ill man said in answer, Sir, I have nobody to put me into the bath when the water is moving; and while I am on the way down some other person gets in before me."
    },
    {
      "verse": 8,
      "text": "Jesus said to him, Get up, take your bed and go."
    },
    {
      "verse": 9,
      "text": "And the man became well straight away, and took up his bed and went. Now that day was the Sabbath."
    },
    {
      "verse": 10,
      "text": "So the Jews said to the man who had been made well, It is the Sabbath; and it is against the law for you to take up your bed."
    },
    {
      "verse": 11,
      "text": "He said to them, But he who made me well, said to me, Take up your bed and go."
    },
    {
      "verse": 12,
      "text": "Then they put to him the question: Who is the man who said to you, Take it up and go?"
    },
    {
      "verse": 13,
      "text": "Now he who had been made well had no knowledge who it was, Jesus having gone away because of the number of people who were in that place."
    },
    {
      "verse": 14,
      "text": "After a time Jesus came across him in the Temple and said to him, See, you are well and strong; do no more sin for fear a worse thing comes to you."
    },
    {
      "verse": 15,
      "text": "The man went away and said to the Jews that it was Jesus who had made him well."
    },
    {
      "verse": 16,
      "text": "And for this reason the Jews were turned against Jesus, because he was doing these things on the Sabbath."
    },
    {
      "verse": 17,
      "text": "But his answer was: My Father is still working even now, and so I am working."
    },
    {
      "verse": 18,
      "text": "For this cause the Jews had an even greater desire to put Jesus to death, because not only did he not keep the Sabbath but he said God was his Father, so making himself equal with God."
    },
    {
      "verse": 19,
      "text": "So Jesus made answer and said, Truly I say to you, The Son is not able to do anything himself; he is able to do only what he sees the Father doing; whatever the Father does the Son does it in the same way."
    },
    {
      "verse": 20,
      "text": "For the Father has love for the Son and lets him see everything which he does: and he will let him see greater works than these so that you may be full of wonder."
    },
    {
      "verse": 21,
      "text": "In the same way, as the Father gives life to the dead, even so the Son gives life to those to whom he is pleased to give it."
    },
    {
      "verse": 22,
      "text": "The Father is not the judge of men, but he has given all decisions into the hands of the Son;"
    },
    {
      "verse": 23,
      "text": "So that all men may give honour to the Son even as they give honour to the Father. He who gives no honour to the Son gives no honour to the Father who sent him."
    },
    {
      "verse": 24,
      "text": "Truly I say to you, The man whose ears are open to my word and who has faith in him who sent me, has eternal life; he will not be judged, but has come from death into life."
    },
    {
      "verse": 25,
      "text": "Truly I say to you, The time is coming, it has even now come, when the voice of the Son of God will come to the ears of the dead, and those hearing it will have life."
    },
    {
      "verse": 26,
      "text": "For even as the Father has life in himself, so he has given to the Son to have life in himself."
    },
    {
      "verse": 27,
      "text": "And he has given him authority to be judge because he is the Son of man."
    },
    {
      "verse": 28,
      "text": "Do not be surprised at this: for the time is coming when his voice will come to all who are in the place of the dead,"
    },
    {
      "verse": 29,
      "text": "And they will come out; those who have done good, into the new life; and those who have done evil, to be judged."
    },
    {
      "verse": 30,
      "text": "Of myself I am unable to do anything: as the voice comes to me so I give a decision: and my decision is right because I have no desire to do what is pleasing to myself, but only what is pleasing to him who sent me."
    },
    {
      "verse": 31,
      "text": "If I gave witness about myself, my witness would not be true."
    },
    {
      "verse": 32,
      "text": "There is another who gives witness about me and I am certain that the witness he gives about me is true."
    },
    {
      "verse": 33,
      "text": "You sent to John and he gave true witness."
    },
    {
      "verse": 34,
      "text": "But I have no need of a man's witness: I only say these things so that you may have salvation."
    },
    {
      "verse": 35,
      "text": "He was a burning and shining light, and for a time you were ready to be happy in his light."
    },
    {
      "verse": 36,
      "text": "But the witness which I have is greater than that of John: the work which the Father has given me to do, the very work which I am now doing, is a witness that the Father has sent me."
    },
    {
      "verse": 37,
      "text": "And the Father himself who sent me has given witness about me. Not one of you has ever given ear to his voice; his form you have not seen."
    },
    {
      "verse": 38,
      "text": "And you have not kept his word in your hearts, because you have not faith in him whom he has sent."
    },
    {
      "verse": 39,
      "text": "You make search in the holy Writings, in the belief that through them you get eternal life; and it is those Writings which give witness about me."
    },
    {
      "verse": 40,
      "text": "And still you have no desire to come to me so that you may have life."
    },
    {
      "verse": 41,
      "text": "I do not take honour from men;"
    },
    {
      "verse": 42,
      "text": "But I have knowledge of you that you have no love for God in your hearts."
    },
    {
      "verse": 43,
      "text": "I have come in my Father's name, and your hearts are not open to me. If another comes with no other authority but himself, you will give him your approval."
    },
    {
      "verse": 44,
      "text": "How is it possible for you to have faith while you take honour one from another and have no desire for the honour which comes from the only God?"
    },
    {
      "verse": 45,
      "text": "Put out of your minds the thought that I will say things against you to the Father: the one who says things against you is Moses, on whom you put your hopes."
    },
    {
      "verse": 46,
      "text": "If you had belief in Moses you would have belief in me; for his writings are about me."
    },
    {
      "verse": 47,
      "text": "If you have no belief in his writings, how will you have belief in my words?"
    }
  ]
}