{
  "book_id": "JHN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "After this, Jesus went from place to place in Galilee. He did not go about in Judaea, because the Jews were looking for a chance to put him to death."
    },
    {
      "verse": 2,
      "text": "But the feast of the Jews, the feast of tents, was near."
    },
    {
      "verse": 3,
      "text": "So his brothers said to him, Go away from here into Judaea so that your disciples may see the works which you do."
    },
    {
      "verse": 4,
      "text": "Because no man does things secretly if he has a desire that men may have knowledge of him. If you do these things, let yourself be seen by all men."
    },
    {
      "verse": 5,
      "text": "For even his brothers had no belief in him."
    },
    {
      "verse": 6,
      "text": "Jesus said to them, My time is still to come, but any time is good for you."
    },
    {
      "verse": 7,
      "text": "It is not possible for you to be hated by the world; but I am hated by it, because I give witness that what it does is evil."
    },
    {
      "verse": 8,
      "text": "Go you up to the feast: I am not going up now to the feast because my time has not fully come."
    },
    {
      "verse": 9,
      "text": "Having said these things to them, he still kept in Galilee."
    },
    {
      "verse": 10,
      "text": "But after his brothers had gone up to the feast, then he went up, not publicly, but in secret."
    },
    {
      "verse": 11,
      "text": "At the feast the Jews were looking for him and saying, Where is he?"
    },
    {
      "verse": 12,
      "text": "And there was much discussion about him among the mass of the people. Some said, He is a good man; but others said, No, he is giving people false ideas."
    },
    {
      "verse": 13,
      "text": "But no man said anything about him openly for fear of the Jews."
    },
    {
      "verse": 14,
      "text": "Now in the middle of the feast Jesus went up to the Temple and was teaching."
    },
    {
      "verse": 15,
      "text": "Then the Jews were surprised and said, How has this man got knowledge of books? He has never been to school."
    },
    {
      "verse": 16,
      "text": "Jesus gave them this answer: It is not my teaching, but his who sent me."
    },
    {
      "verse": 17,
      "text": "If any man is ready to do God's pleasure he will have knowledge of the teaching and of where it comes from — from God or from myself."
    },
    {
      "verse": 18,
      "text": "The man whose words come from himself is looking for glory for himself, but he who is looking for the glory of him who sent him — that man is true and there is no evil in him."
    },
    {
      "verse": 19,
      "text": "Did not Moses give you the law? Even so, not one of you keeps the law. Why have you a desire to put me to death?"
    },
    {
      "verse": 20,
      "text": "The people said in answer, You have an evil spirit: who has any desire to put you to death?"
    },
    {
      "verse": 21,
      "text": "This was the answer of Jesus: I have done one work and you are all surprised at it."
    },
    {
      "verse": 22,
      "text": "Moses gave you circumcision — not that it comes from Moses, but from the fathers — and even on the Sabbath you give a child circumcision."
    },
    {
      "verse": 23,
      "text": "If a child is given circumcision on the Sabbath so that the law of Moses may not be broken, why are you angry with me because I made a man completely well on the Sabbath?"
    },
    {
      "verse": 24,
      "text": "Let not your decisions be based on what you see, but on righteousness."
    },
    {
      "verse": 25,
      "text": "Then some of the people of Jerusalem said, Is not this the man whose death is desired?"
    },
    {
      "verse": 26,
      "text": "And here he is talking openly and they say nothing to him! Is it possible that the rulers have knowledge that this is truly the Christ?"
    },
    {
      "verse": 27,
      "text": "However, it is clear to us where this man comes from: but when the Christ comes no one will have knowledge where he comes from."
    },
    {
      "verse": 28,
      "text": "Then, when he was teaching in the Temple, Jesus said with a loud voice, You have knowledge of me and you have knowledge of where I come from; and I have not come of myself; but there is One who has sent me; he is true, but you have no knowledge of him."
    },
    {
      "verse": 29,
      "text": "I have knowledge of him because I came from him and he sent me."
    },
    {
      "verse": 30,
      "text": "Then they had a desire to take him: but no man put hands on him because his hour was still to come."
    },
    {
      "verse": 31,
      "text": "And numbers of the people had belief in him, and they said, When the Christ comes will he do more signs than this man has done?"
    },
    {
      "verse": 32,
      "text": "This discussion of the people came to the ears of the Pharisees; and the chief priests and the Pharisees sent servants to take him."
    },
    {
      "verse": 33,
      "text": "Then Jesus said, I will be with you a little longer and then I go to him who sent me."
    },
    {
      "verse": 34,
      "text": "You will be looking for me, and you will not see me: and where I am you may not come."
    },
    {
      "verse": 35,
      "text": "So the Jews said among themselves, To what place is he going where we will not see him? will he go to the Jews living among the Greeks and become the teacher of the Greeks?"
    },
    {
      "verse": 36,
      "text": "What is this saying of his, You will be looking for me and will not see me, and where I am you may not come?"
    },
    {
      "verse": 37,
      "text": "On the last day, the great day of the feast, Jesus got up and said in a loud voice, If any man is in need of drink let him come to me and I will give it to him."
    },
    {
      "verse": 38,
      "text": "He who has faith in me, out of his body, as the Writings have said, will come rivers of living water."
    },
    {
      "verse": 39,
      "text": "This he said of the Spirit which would be given to those who had faith in him: the Spirit had not been given then, because the glory of Jesus was still to come."
    },
    {
      "verse": 40,
      "text": "When these words came to their ears, some of the people said, This is certainly the prophet."
    },
    {
      "verse": 41,
      "text": "Others said, This is the Christ. But others said, Not so; will the Christ come from Galilee?"
    },
    {
      "verse": 42,
      "text": "Do not the Writings say that the Christ comes of the seed of David and from Beth-lehem, the little town where David was?"
    },
    {
      "verse": 43,
      "text": "So there was a division among the people because of him."
    },
    {
      "verse": 44,
      "text": "And some of them had a desire to take him; but no man put hands on him."
    },
    {
      "verse": 45,
      "text": "Then the servants went back to the chief priests and Pharisees, who said to them, Why have you not got him with you?"
    },
    {
      "verse": 46,
      "text": "The servants made answer, No man ever said things like this man."
    },
    {
      "verse": 47,
      "text": "Then the Pharisees said to them, Have you, like the others, been given false ideas?"
    },
    {
      "verse": 48,
      "text": "Have any of the rulers belief in him, or any one of the Pharisees?"
    },
    {
      "verse": 49,
      "text": "But these people who have no knowledge of the law are cursed."
    },
    {
      "verse": 50,
      "text": "Nicodemus — he who had come to Jesus before, being himself one of them — said to them,"
    },
    {
      "verse": 51,
      "text": "Is a man judged by our law before it has given him a hearing and has knowledge of what he has done?"
    },
    {
      "verse": 52,
      "text": "This was their answer: And do you come from Galilee? Make search and you will see that no prophet comes out of Galilee."
    },
    {
      "verse": 53,
      "text": "[And every man went to his house;"
    }
  ]
}