{
  "book_id": "JHN",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And when he went on his way, he saw a man blind from birth."
    },
    {
      "verse": 2,
      "text": "And his disciples put a question to him, saying, Master, was it because of this man's sin, or the sin of his father and mother, that he has been blind from birth?"
    },
    {
      "verse": 3,
      "text": "Jesus said in answer, It was not because of his sin, or because of his father's or mother's; it was so that the works of God might be seen openly in him."
    },
    {
      "verse": 4,
      "text": "While it is day we have to do the works of him who sent me: the night comes when no work may be done."
    },
    {
      "verse": 5,
      "text": "As long as I am in the world, I am the light of the world."
    },
    {
      "verse": 6,
      "text": "Having said these words, he put earth, mixed with water from his mouth, on the man's eyes,"
    },
    {
      "verse": 7,
      "text": "And said to him, Go and make yourself clean in the bath of Siloam (the sense of the name is, Sent). So he went away and, after washing, came back able to see."
    },
    {
      "verse": 8,
      "text": "Then the neighbours and others who had seen him before in the street, with his hand out for money, said, Is not this the man who got money from people?"
    },
    {
      "verse": 9,
      "text": "Some said, It is he: others said, No, but he is like him. He said, I am he."
    },
    {
      "verse": 10,
      "text": "So they said to him, How then were your eyes made open?"
    },
    {
      "verse": 11,
      "text": "His answer was: The man who is named Jesus put earth mixed with water on my eyes, and said to me, Go and make yourself clean in Siloam: so I went away and, after washing, am now able to see."
    },
    {
      "verse": 12,
      "text": "And they said to him, Where is he? His answer was: I have no knowledge."
    },
    {
      "verse": 13,
      "text": "They took him before the Pharisees — this man who had been blind."
    },
    {
      "verse": 14,
      "text": "Now the day on which the earth was mixed by Jesus and the man's eyes were made open was the Sabbath."
    },
    {
      "verse": 15,
      "text": "So the Pharisees put more questions to him about how his eyes had been made open. And he said to them, He put earth on my eyes, and I had a wash and am able to see."
    },
    {
      "verse": 16,
      "text": "Then some of the Pharisees said, That man has not come from God, for he does not keep the Sabbath. Others said, How is it possible for a sinner to do such signs? So there was a division among them."
    },
    {
      "verse": 17,
      "text": "Again they said to the blind man, What have you to say about him for opening your eyes? And he said, He is a prophet."
    },
    {
      "verse": 18,
      "text": "Now the Jews had no belief in the statement that he had been blind and was now able to see, till they sent for the father and mother of the man whose eyes had been made open,"
    },
    {
      "verse": 19,
      "text": "And put the question to them, saying, Is this your son, of whom you say that he was blind at birth? how is it then that he is now able to see?"
    },
    {
      "verse": 20,
      "text": "In answer his father and mother said, We are certain that this is our son and that he was blind at birth:"
    },
    {
      "verse": 21,
      "text": "But how it is he is now able to see, or who made his eyes open, we are not able to say: put the question to him; he is old enough to give an answer for himself."
    },
    {
      "verse": 22,
      "text": "They said this because of their fear of the Jews: for the Jews had come to an agreement that if any man said that Jesus was the Christ he would be put out of the Synagogue."
    },
    {
      "verse": 23,
      "text": "That was the reason why they said, He is old enough; put the question to him."
    },
    {
      "verse": 24,
      "text": "So they sent a second time for the man who had been blind and they said to him, Give glory to God: it is clear to us that this man is a sinner."
    },
    {
      "verse": 25,
      "text": "He said in answer, I have no knowledge if he is a sinner or not, but one thing I am certain about; I was blind, and now I see."
    },
    {
      "verse": 26,
      "text": "Then they said to him, What did he do to you? how did he give you the use of your eyes?"
    },
    {
      "verse": 27,
      "text": "His answer was: I have said it before, but your ears were shut: why would you have me say it again? is it your desire to become his disciples?"
    },
    {
      "verse": 28,
      "text": "And they were angry with him and said, You are his disciple, but we are disciples of Moses."
    },
    {
      "verse": 29,
      "text": "We are certain that God gave his word to Moses: but as for this man, we have no knowledge where he comes from."
    },
    {
      "verse": 30,
      "text": "The man said in answer, Why, here is a strange thing! You have no knowledge where he comes from though he gave me the use of my eyes."
    },
    {
      "verse": 31,
      "text": "We have knowledge that God does not give ear to sinners, but if any man is a worshipper of God and does his pleasure, to him God's ears are open."
    },
    {
      "verse": 32,
      "text": "In all the years nobody has ever before seen the eyes of a man blind from birth made open."
    },
    {
      "verse": 33,
      "text": "If this man did not come from God he would be unable to do anything."
    },
    {
      "verse": 34,
      "text": "Their answer was: You came to birth through sin; do you make yourself our teacher? And they put him out of the Synagogue."
    },
    {
      "verse": 35,
      "text": "It came to the ears of Jesus that they had put him out, and meeting him he said, Have you faith in the Son of man?"
    },
    {
      "verse": 36,
      "text": "He said in answer, And who is he, Lord? Say, so that I may have faith in him."
    },
    {
      "verse": 37,
      "text": "Jesus said to him, You have seen him; it is he who is talking to you."
    },
    {
      "verse": 38,
      "text": "And he said, Lord, I have faith. And he gave him worship."
    },
    {
      "verse": 39,
      "text": "And Jesus said, I came into this world to be a judge, so that those who do not see may see, and those who see may become blind."
    },
    {
      "verse": 40,
      "text": "These words came to the ears of the Pharisees who were with him and they said to him, Are we, then, blind?"
    },
    {
      "verse": 41,
      "text": "Jesus said to them, If you were blind you would have no sin: but now that you say, We see; your sin is there still."
    }
  ]
}