{
  "book_id": "NAM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The burden of Nineve: the book of the vision of Naum the Elkesite."
    },
    {
      "verse": 2,
      "text": "God is jealous, and the Lord avenges; the Lord avenges with wrath; the Lord takes vengeance on his adversaries, and he cuts off his enemies."
    },
    {
      "verse": 3,
      "text": "The Lord is longsuffering, and his power is great, and the Lord will not hold any guiltless: his way is in destruction and in the whirlwind, and the clouds are the dust of his feet."
    },
    {
      "verse": 4,
      "text": "He threatens the sea, and dries it up, and exhausts all the rivers: the land of Basan, and Carmel are brought low, and the flourishing \\add trees\\add* of Libanus have come to nothing."
    },
    {
      "verse": 5,
      "text": "The mountains quake at him, and the hills are shaken, and the earth recoils at his presence, \\add even\\add* the world, and all that dwell in it."
    },
    {
      "verse": 6,
      "text": "Who shall stand before his anger? and who shall withstand in the anger of his wrath? his wrath brings to nothing kingdoms, and the rocks are burst asunder by him."
    },
    {
      "verse": 7,
      "text": "The Lord is good to them that wait on him in the day of affliction; and he knows them that reverence him."
    },
    {
      "verse": 8,
      "text": "But with an overrunning flood he will make an utter end: darkness shall pursue those that rise up against \\add him\\add* and his enemies."
    },
    {
      "verse": 9,
      "text": "What do you⌃ devise against the Lord? he will make a complete end: he will not take vengeance by affliction twice at the same time."
    },
    {
      "verse": 10,
      "text": "For \\add the enemy\\add* shall be laid bare even to the foundation, and shall be devoured as twisted yew, and as stubble fully dry."
    },
    {
      "verse": 11,
      "text": "Out of you shall proceed a device against the Lord, counselling evil things hostile \\add to him\\add*."
    },
    {
      "verse": 12,
      "text": "Thus says the Lord who rules over many waters, Even thus shall they be sent away, and the report of you shall not be heard any more."
    },
    {
      "verse": 13,
      "text": "And now will I break his rod from off you, and will burst \\add your\\add* bonds."
    },
    {
      "verse": 14,
      "text": "And the Lord shall give a command concerning you; there shall no more of your name be scattered: I will utterly destroy the graven \\add images\\add* out of the house of your god, and the molten \\add images\\add*: I will make your grave; for \\add they are\\add* swift."
    },
    {
      "verse": 15,
      "text": "Behold upon the mountains the feet of him that brings glad tidings, and publishes peace! O Juda, keep your feasts, pay your vows: for they shall no more pass through you to \\add your\\add* decay."
    }
  ]
}