{
  "book_id": "NAM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "O city of blood, wholly false, full of unrighteousness; the prey shall not be handled."
    },
    {
      "verse": 2,
      "text": "The noise of whips, and the noise of the rumbling of wheels, and of the pursuing horse, and of the bounding chariot,"
    },
    {
      "verse": 3,
      "text": "and of the mounting rider, and of the glittering sword, and of the gleaming arms, and of a multitude of slain, and of heavy falling: and there was no end to her nations, but they shall be weak in their bodies"
    },
    {
      "verse": 4,
      "text": "because of the abundance of fornication: she isa fair harlot, and well-favoured, skilled in sorcery, that sells the nations by her fornication, and peoples by her sorceries."
    },
    {
      "verse": 5,
      "text": "Behold, I am against you, says the Lord God Almighty, and I will uncover your skirts in your presence, and I will show the nations your shame, and the kingdoms your disgrace."
    },
    {
      "verse": 6,
      "text": "And I will cast abominable filth upon you according to your unclean ways, and will make you a public example."
    },
    {
      "verse": 7,
      "text": "And it shall be thatevery one that sees you shall go down from you, and shall say, Wretched Nineve! who shall lament for her? whence shall I seek comfort for her?"
    },
    {
      "verse": 8,
      "text": "Prepare you a portion, tune the chord, prepare a portion for Ammon: she that dwells among the rivers, water is round about her, whose dominion is the sea, and whose walls are water."
    },
    {
      "verse": 9,
      "text": "And Ethiopia is her strength, and Egypt; and there was no limit of the flight of her enemies; and the Libyans became her helpers."
    },
    {
      "verse": 10,
      "text": "Yet she shall go as a prisoner into captivity, and they shall dash her infants against the ground at the top of all her ways: and they shall cast lots upon all her glorious possessions, and all her nobles shall be bound in chains."
    },
    {
      "verse": 11,
      "text": "And you shall be drunken, and shall be overlooked; and you shall seek for yourself strength because of yourenemies."
    },
    {
      "verse": 12,
      "text": "All your strongholds are as fig-trees having watchers: if they be shaken, they shall fall into the mouth of the eater."
    },
    {
      "verse": 13,
      "text": "Behold, your people within you are as women: the gates of your land shall surely be opened to your enemies: the fire shall devour your bars."
    },
    {
      "verse": 14,
      "text": "Draw you water for a siege, and well secure your strongholds: enter into the clay, and be you trodden in the chaff, make the fortificationsstronger than brick."
    },
    {
      "verse": 15,
      "text": "There the fire shall devour you; the sword shall utterly destroy you, it shall devour you as the locust, and you shall be pressed down as a palmerworm."
    },
    {
      "verse": 16,
      "text": "You have multiplied your merchandise beyond the stars of heaven: the palmerworm has attacked it, and has flown away."
    },
    {
      "verse": 17,
      "text": "Your mixed multitudehas suddenly departed as the grasshopper, as the locust perched on a hedge in a frosty day; the sun arises, and it flies off, and knows not its place: woe to them!"
    },
    {
      "verse": 18,
      "text": "Your shepherds have slumbered, the Assyrian king has laid low your mighty men: your people departed to the mountains, and there was none to receive them."
    },
    {
      "verse": 19,
      "text": "There is no healing for your bruise; your wound has rankled: all that hear the report of you shall clap their hands against you; for upon whom has not your wickedness passed continually?"
    }
  ]
}