{
  "book_id": "JOS",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the lot for the tribe of the sons of Judah, for their families, is unto the border of Edom; the wilderness of Zin southward, at the extremity of the south;"
    },
    {
      "verse": 2,
      "text": "and to them the south border is at the extremity of the salt sea, from the bay which is looking southward;"
    },
    {
      "verse": 3,
      "text": "and it hath gone out unto the south to Maaleh-Akrabbim, and passed over to Zin, and gone up on the south to Kadesh-Barnea, and passed over [to] Hezron, and gone up to Adar, and turned round to Karkaa,"
    },
    {
      "verse": 4,
      "text": "and passed over [to] Azmon, and gone out [at] the brook of Egypt, and the outgoings of the border have been at the sea; this is to you the south border."
    },
    {
      "verse": 5,
      "text": "And the east border [is] the salt sea, unto the extremity of the Jordan, and the border at the north quarter [is] from the bay of the sea, at the extremity of the Jordan;"
    },
    {
      "verse": 6,
      "text": "and the border hath gone up [to] Beth-Hoglah, and passed over on the north of Beth-Arabah, and the border hath gone up [to] the stone of Bohan son of Reuben:"
    },
    {
      "verse": 7,
      "text": "and the border hath gone up towards Debir from the valley of Achor, and northward looking unto Gilgal, which [is] over-against the ascent of Adummim, which [is] on the south of the brook, and the border hath passed over unto the waters of En-Shemesh, and its outgoings have been unto En-Rogel;"
    },
    {
      "verse": 8,
      "text": "and the border hath gone up the valley of the son of Hinnom, unto the side of the Jebusite on the south (it [is] Jerusalem), and the border hath gone up unto the top of the hill-country which [is] on the front of the valley of Hinnom westward, which [is] in the extremity of the valley of the Rephaim northward;"
    },
    {
      "verse": 9,
      "text": "and the border hath been marked out, from the top of the hill-country unto the fountain of the waters of Nephtoah, and hath gone out unto the cities of mount Ephron, and the border hath been marked out [to] Baalah, (it [is] Kirjath-Jearim);"
    },
    {
      "verse": 10,
      "text": "and the border hath gone round from Baalah westward, unto mount Seir, and passed over unto the side of mount Jearim (it [is] Chesalon), on the north, and gone down [to] Beth-Shemesh, and passed over to Timnah;"
    },
    {
      "verse": 11,
      "text": "and the border hath gone out unto the side of Ekron northward, and the border hath been marked out [to] Shicron, and hath passed over to mount Baalah, and gone out [to] Jabneel; and the outgoings of the border have been at the sea."
    },
    {
      "verse": 12,
      "text": "And the west border [is] to the great sea, and [its] border; this [is] the border of the sons of Judah round about for their families."
    },
    {
      "verse": 13,
      "text": "And to Caleb son of Jephunneh hath he given a portion in the midst of the sons of Judah, according to the command of Jehovah to Joshua, [even] the city of Arba, father of Anak — it [is] Hebron."
    },
    {
      "verse": 14,
      "text": "And Caleb is dispossessing thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, children of Anak,"
    },
    {
      "verse": 15,
      "text": "and he goeth up thence unto the inhabitants of Debir; and the name of Debir formerly is Kirjath-Sepher."
    },
    {
      "verse": 16,
      "text": "And Caleb saith, 'He who smiteth Kirjath-Sephar, and hath captured it — I have given to him Achsah my daughter for a wife.'"
    },
    {
      "verse": 17,
      "text": "And Othniel son of Kenaz, brother of Caleb, doth capture it, and he giveth to him Achsah his daughter for a wife."
    },
    {
      "verse": 18,
      "text": "And it cometh to pass, in her coming in, that she persuadeth him to ask from her father a field, and she lighteth from off the ass, and Caleb saith to her, 'What — to thee?'"
    },
    {
      "verse": 19,
      "text": "And she saith, 'Give to me a blessing; when the land of the south thou hast given me, then thou hast given to me springs of waters;' and he giveth to her the upper springs and the lower springs."
    },
    {
      "verse": 20,
      "text": "This [is] the inheritance of the tribe of the sons of Judah, for their families."
    },
    {
      "verse": 21,
      "text": "And the cities at the extremity of the tribe of the sons of Judah are unto the border of Edom in the south, Kabzeel, and Eder, and Jagur,"
    },
    {
      "verse": 22,
      "text": "and Kinah, and Dimonah, and Adadah,"
    },
    {
      "verse": 23,
      "text": "and Kedesh, and Hazor, and Ithnan,"
    },
    {
      "verse": 24,
      "text": "Ziph, and Telem, and Bealoth,"
    },
    {
      "verse": 25,
      "text": "and Hazor, Hadattah, and Kerioth, Hezron, (it [is] Hazor,)"
    },
    {
      "verse": 26,
      "text": "Amam, and Shema, and Moladah,"
    },
    {
      "verse": 27,
      "text": "and Hazar-Gaddah, and Heshmon, and Beth-Palet,"
    },
    {
      "verse": 28,
      "text": "and Hazar-Shual, and Beer-Sheba, and Bizjothjah,"
    },
    {
      "verse": 29,
      "text": "Baalah, and Iim, and Azem,"
    },
    {
      "verse": 30,
      "text": "And Eltolad, and Chesil, and Hormah,"
    },
    {
      "verse": 31,
      "text": "and Ziklag, and Madmannah, and Sansannah,"
    },
    {
      "verse": 32,
      "text": "and Lebaoth, and Shilhim, and Ain, and Rimmon; all the cities [are] twenty and nine, and their villages."
    },
    {
      "verse": 33,
      "text": "In the low country: Eshtaol, and Zoreah, and Ashnah,"
    },
    {
      "verse": 34,
      "text": "and Zanoah, and En-Gannim, Tappuah, and Enam,"
    },
    {
      "verse": 35,
      "text": "Jarmuth, and Adullam, Socoh, and Azekah,"
    },
    {
      "verse": 36,
      "text": "and Sharaim, and Adithaim, and Gederah, and Gederothaim; fourteen cities and their villages."
    },
    {
      "verse": 37,
      "text": "Zenan, and Hadashah, and Migdal-Gad,"
    },
    {
      "verse": 38,
      "text": "and Dilean, and Mizpeh, and Joktheel,"
    },
    {
      "verse": 39,
      "text": "Lachish, and Bozkath, and Eglon,"
    },
    {
      "verse": 40,
      "text": "and Cabbon, and Lahmam, and Kithlish,"
    },
    {
      "verse": 41,
      "text": "and Gederoth, Beth-Dagon, and Naamah, and Makkedah; sixteen cities and their villages."
    },
    {
      "verse": 42,
      "text": "Libnah, and Ether, and Ashan,"
    },
    {
      "verse": 43,
      "text": "and Jiphtah, and Ashnah, and Nezib,"
    },
    {
      "verse": 44,
      "text": "and Keilah, and Achzib, and Mareshah; nine cities and their villages."
    },
    {
      "verse": 45,
      "text": "Ekron and its towns and its villages,"
    },
    {
      "verse": 46,
      "text": "from Ekron and westward, all that [are] by the side of Ashdod, and their villages."
    },
    {
      "verse": 47,
      "text": "Ashdod, its towns and its villages, Gaza, its towns and its villages, unto the brook of Egypt, and the great sea, and [its] border."
    },
    {
      "verse": 48,
      "text": "And in the hill-country: Shamir, and Jattir, and Socoh,"
    },
    {
      "verse": 49,
      "text": "and Dannah, and Kirjath-Sannah (it [is] Debir)"
    },
    {
      "verse": 50,
      "text": "and Anab, and Eshtemoh, and Anim,"
    },
    {
      "verse": 51,
      "text": "and Goshen, and Holon, and Giloh; eleven cities and their villages."
    },
    {
      "verse": 52,
      "text": "Arab, and Dumah, and Eshean,"
    },
    {
      "verse": 53,
      "text": "and Janum, and Beth-Tappuah, and Aphekah,"
    },
    {
      "verse": 54,
      "text": "and Humtah, and Kirjath-Arba (it [is] Hebron), and Zior; nine cities and their villages."
    },
    {
      "verse": 55,
      "text": "Maon, Carmel, and Ziph, and Juttah,"
    },
    {
      "verse": 56,
      "text": "and Jezreel, and Jokdeam, and Zanoah,"
    },
    {
      "verse": 57,
      "text": "Cain, Gibeah, and Timnah; ten cities and their villages."
    },
    {
      "verse": 58,
      "text": "Halhul, Beth-Zur, and Gedor,"
    },
    {
      "verse": 59,
      "text": "and Maarath, and Beth-Anoth, and Eltekon; six cities and their villages."
    },
    {
      "verse": 60,
      "text": "Kirjath-Baal (it [is] Kirjath-Jearim), and Rabbah; two cities and their villages."
    },
    {
      "verse": 61,
      "text": "In the wilderness: Beth-Arabah, Middin, and Secacah,"
    },
    {
      "verse": 62,
      "text": "and Nibshan, and the city of Salt, and En-Gedi; six cities and their villages."
    },
    {
      "verse": 63,
      "text": "As to the Jebusites, inhabitants of Jerusalem, the sons of Judah have not been able to dispossess them, and the Jebusite dwelleth with the sons of Judah in Jerusalem unto this day."
    }
  ]
}