{
  "book_id": "PSA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear to my words, O Lord; give thought to my heart-searchings."
    },
    {
      "verse": 2,
      "text": "Let the voice of my cry come to you, my King and my God; for to you will I make my prayer."
    },
    {
      "verse": 3,
      "text": "My voice will come to you in the morning, O Lord; in the morning will I send my prayer to you, and keep watch."
    },
    {
      "verse": 4,
      "text": "For you are not a God who takes pleasure in wrongdoing; there is no evil with you."
    },
    {
      "verse": 5,
      "text": "The sons of pride have no place before you; you are a hater of all workers of evil."
    },
    {
      "verse": 6,
      "text": "You will send destruction on those whose words are false; the cruel man and the man of deceit are hated by the Lord."
    },
    {
      "verse": 7,
      "text": "But as for me, I will come into your house, in the full measure of your mercy; and in your fear I will give worship, turning my eyes to your holy Temple."
    },
    {
      "verse": 8,
      "text": "Be my guide, O Lord, in the ways of your righteousness, because of those who are against me; make your way straight before my face."
    },
    {
      "verse": 9,
      "text": "For no faith may be put in their words; their inner part is nothing but evil; their throat is like an open place for the dead; smooth are the words of their tongues."
    },
    {
      "verse": 10,
      "text": "Send them to destruction, O Lord; let their evil designs be the cause of their fall; let them be forced out by all their sins; because they have gone against your authority."
    },
    {
      "verse": 11,
      "text": "But let all those who put their faith in you be glad with cries of joy at all times, and let all the lovers of your name be glad in you."
    },
    {
      "verse": 12,
      "text": "For you, Lord, will send a blessing on the upright man; your grace will be round him, and you will be his strength."
    }
  ]
}