{
  "book_id": "PSA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I will give you praise, O Lord, with all my heart; I will make clear all the wonder of your works."
    },
    {
      "verse": 2,
      "text": "I will be glad and have delight in you: I will make a song of praise to your name, O Most High."
    },
    {
      "verse": 3,
      "text": "When my haters are turned back, they will be broken and overcome before you."
    },
    {
      "verse": 4,
      "text": "For you gave approval to my right and my cause; you were seated in your high place judging in righteousness."
    },
    {
      "verse": 5,
      "text": "You have said sharp words to the nations, you have sent destruction on the sinners, you have put an end to their name for ever and ever."
    },
    {
      "verse": 6,
      "text": "You have given their towns to destruction; the memory of them has gone; they have become waste for ever."
    },
    {
      "verse": 7,
      "text": "But the Lord is King for ever: he has made ready his high seat for judging."
    },
    {
      "verse": 8,
      "text": "And he will be the judge of the world in righteousness, giving true decisions for the peoples."
    },
    {
      "verse": 9,
      "text": "The Lord will be a high tower for those who are crushed down, a high tower in times of trouble;"
    },
    {
      "verse": 10,
      "text": "And those who have knowledge of your name will put their faith in you; because you, Lord, have ever given your help to those who were waiting for you."
    },
    {
      "verse": 11,
      "text": "Make songs of praise to the Lord, whose house is in Zion: make his doings clear to the people."
    },
    {
      "verse": 12,
      "text": "When he makes search for blood, he has them in his memory: he is not without thought for the cry of the poor."
    },
    {
      "verse": 13,
      "text": "Have mercy on me, O Lord, and see how I am troubled by my haters; let me be lifted up from the doors of death;"
    },
    {
      "verse": 14,
      "text": "So that I may make clear all your praise in the house of the daughter of Zion: I will be glad because of your salvation."
    },
    {
      "verse": 15,
      "text": "The nations have gone down into the hole which they made: in their secret net is their foot taken."
    },
    {
      "verse": 16,
      "text": "The Lord has given knowledge of himself through his judging: the evil-doer is taken in the net which his hands had made. (Higgaion. Selah.)"
    },
    {
      "verse": 17,
      "text": "The sinners and all the nations who have no memory of God will be turned into the underworld."
    },
    {
      "verse": 18,
      "text": "For the poor will not be without help; the hopes of those in need will not be crushed for ever."
    },
    {
      "verse": 19,
      "text": "Up! O Lord; let not man overcome you: let the nations be judged before you."
    },
    {
      "verse": 20,
      "text": "Put them in fear, O Lord, so that the nations may see that they are only men. (Selah.)"
    }
  ]
}