{
  "book_id": "PSA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "To you, O Lord, my soul is lifted up."
    },
    {
      "verse": 2,
      "text": "O my God, I have put my faith in you, let me not be shamed; let not my haters be glorying over me."
    },
    {
      "verse": 3,
      "text": "Let no servant of yours be put to shame; may those be shamed who are false without cause."
    },
    {
      "verse": 4,
      "text": "Make your steps clear to me, O Lord; give me knowledge of your ways."
    },
    {
      "verse": 5,
      "text": "Be my guide and teacher in the true way; for you are the God of my salvation; I am waiting for your word all the day."
    },
    {
      "verse": 6,
      "text": "O Lord, keep in mind your pity and your mercies; for they have been from the earliest times."
    },
    {
      "verse": 7,
      "text": "Do not keep in mind my sins when I was young, or my wrongdoing: let your memory of me be full of mercy, O Lord, because of your righteousness."
    },
    {
      "verse": 8,
      "text": "Good and upright is the Lord: so he will be the teacher of sinners in the way."
    },
    {
      "verse": 9,
      "text": "He will be an upright guide to the poor in spirit: he will make his way clear to them."
    },
    {
      "verse": 10,
      "text": "All the ways of the Lord are mercy and good faith for those who keep his agreement and his witness."
    },
    {
      "verse": 11,
      "text": "Because of your name, O Lord, let me have forgiveness for my sin, which is very great."
    },
    {
      "verse": 12,
      "text": "If a man has the fear of the Lord, the Lord will be his teacher in the way of his pleasure."
    },
    {
      "verse": 13,
      "text": "His soul will be full of good things, and his seed will have the earth for its heritage."
    },
    {
      "verse": 14,
      "text": "The secret of the Lord is with those in whose hearts is the fear of him; he will make his agreement clear to them."
    },
    {
      "verse": 15,
      "text": "My eyes are turned to the Lord at all times; for he will take my feet out of the net."
    },
    {
      "verse": 16,
      "text": "Be turned to me, and have mercy on me; for I am troubled and have no helper."
    },
    {
      "verse": 17,
      "text": "The troubles of my heart are increased: O take me out of my sorrows."
    },
    {
      "verse": 18,
      "text": "Give thought to my grief and my pain; and take away all my sins."
    },
    {
      "verse": 19,
      "text": "See how those who are against me are increased, for bitter is their hate of me."
    },
    {
      "verse": 20,
      "text": "O keep my soul, and take me out of danger: let me not be shamed, for I have put my faith in you."
    },
    {
      "verse": 21,
      "text": "For my clean and upright ways keep me safe, because my hope is in you."
    },
    {
      "verse": 22,
      "text": "Give Israel salvation, O God, out of all his troubles."
    }
  ]
}