{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Be glad in the Lord, O doers of righteousness; for praise is beautiful for the upright."
    },
    {
      "verse": 2,
      "text": "Give praise to the Lord on the corded instrument; make melody to him with instruments of music."
    },
    {
      "verse": 3,
      "text": "Make a new song to him; playing expertly with a loud noise."
    },
    {
      "verse": 4,
      "text": "For the word of the Lord is upright, and all his works are certain."
    },
    {
      "verse": 5,
      "text": "His delight is in righteousness and wisdom; the earth is full of the mercy of the Lord."
    },
    {
      "verse": 6,
      "text": "By the word of the Lord were the heavens made; and all the army of heaven by the breath of his mouth."
    },
    {
      "verse": 7,
      "text": "He makes the waters of the sea come together in a mass; he keeps the deep seas in store-houses."
    },
    {
      "verse": 8,
      "text": "Let the earth be full of the fear of the Lord; let all the people of the world be in holy fear of him."
    },
    {
      "verse": 9,
      "text": "For he gave the word, and it was done; by his order it was fixed for ever."
    },
    {
      "verse": 10,
      "text": "The Lord undoes the designs of the nations; he makes the thoughts of the peoples without effect."
    },
    {
      "verse": 11,
      "text": "The Lord's purpose is eternal, the designs of his heart go on through all the generations of man."
    },
    {
      "verse": 12,
      "text": "Happy is the nation whose God is the Lord; and the people whom he has taken for his heritage."
    },
    {
      "verse": 13,
      "text": "The Lord is looking down from heaven; he sees all the sons of men;"
    },
    {
      "verse": 14,
      "text": "From his house he keeps watch on all who are living on the earth;"
    },
    {
      "verse": 15,
      "text": "He makes all their hearts; their works are clear to him."
    },
    {
      "verse": 16,
      "text": "A king's salvation is not in the power of his army; a strong man does not get free by his great strength."
    },
    {
      "verse": 17,
      "text": "A horse is a false hope; his great power will not make any man free from danger."
    },
    {
      "verse": 18,
      "text": "See, the eye of the Lord is on those in whose hearts is the fear of him, on those whose hope is in his mercy;"
    },
    {
      "verse": 19,
      "text": "To keep their souls from death; and to keep them living in time of need."
    },
    {
      "verse": 20,
      "text": "Our souls are waiting for the Lord; he is our help and our salvation."
    },
    {
      "verse": 21,
      "text": "For in him our hearts have joy; in his holy name is our hope."
    },
    {
      "verse": 22,
      "text": "Let your mercy be on us, O Lord, as we are waiting for you."
    }
  ]
}