{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, be on my side against those who are judging me; be at war with those who make war against me."
    },
    {
      "verse": 2,
      "text": "Be a breastplate to me, and give me your help."
    },
    {
      "verse": 3,
      "text": "Take up your spear and keep back my attackers; say to my soul, I am your salvation."
    },
    {
      "verse": 4,
      "text": "Let them be overcome and put to shame who make attempts to take my soul; let those who would do me damage be turned back and made foolish."
    },
    {
      "verse": 5,
      "text": "Let them be like dust from the grain before the wind; let the angel of the Lord send them in flight."
    },
    {
      "verse": 6,
      "text": "Let their way be dark and full of danger; let them be troubled by the angel of the Lord."
    },
    {
      "verse": 7,
      "text": "For without cause they have put a net ready for me secretly, in which to take my soul."
    },
    {
      "verse": 8,
      "text": "Let destruction come on them without their knowledge; let them be taken themselves in their secret nets, falling into the same destruction."
    },
    {
      "verse": 9,
      "text": "And my soul will have joy in the Lord; it will be glad in his salvation."
    },
    {
      "verse": 10,
      "text": "All my bones will say, Lord, who is like you? The saviour of the poor man from the hands of the strong, of him who is poor and in need from him who takes his goods."
    },
    {
      "verse": 11,
      "text": "False witnesses got up: they put questions to me about crimes of which I had no knowledge."
    },
    {
      "verse": 12,
      "text": "They gave me back evil for good, troubling my soul."
    },
    {
      "verse": 13,
      "text": "But as for me, when they were ill I put on the clothing of sorrow: I went without food and was sad, and my prayer came back again to my heart."
    },
    {
      "verse": 14,
      "text": "My behaviour was as if it had been my friend or my brother: I was bent low in grief like one whose mother is dead."
    },
    {
      "verse": 15,
      "text": "But they took pleasure in my trouble, and came together, yes, low persons came together against me without my knowledge; they never came to an end of wounding me."
    },
    {
      "verse": 16,
      "text": "Like men of deceit they put me to shame; the voice of their wrath was loud against me."
    },
    {
      "verse": 17,
      "text": "Lord, how long will you be looking on? take my soul from their destruction, my life from the lions."
    },
    {
      "verse": 18,
      "text": "I will give you praise in the great meeting; I will give you honour among a strong people."
    },
    {
      "verse": 19,
      "text": "Do not let my haters be glad over me falsely; let not those who are against me without cause make sport of me."
    },
    {
      "verse": 20,
      "text": "For they do not say words of peace; in their deceit they are designing evil things against the quiet ones in the land."
    },
    {
      "verse": 21,
      "text": "Their mouths were open wide against me, and they said, Aha, aha, our eyes have seen it."
    },
    {
      "verse": 22,
      "text": "You have seen this, O Lord; be not unmoved: O Lord, be not far from me."
    },
    {
      "verse": 23,
      "text": "Be awake, O Lord, be moved to take up my cause, my God and my Lord."
    },
    {
      "verse": 24,
      "text": "Be my judge, O Lord my God, in your righteousness; do not let them be glad over me."
    },
    {
      "verse": 25,
      "text": "Let them not say in their hearts, So we will have it: let them not say, We have put an end to him."
    },
    {
      "verse": 26,
      "text": "Let all those who take pleasure in my troubles be shamed and come to nothing: let those who are lifted up against me be covered with shame and have no honour."
    },
    {
      "verse": 27,
      "text": "Let those who are on my side give cries of joy; let them ever say, The Lord be praised, for he has pleasure in the peace of his servant."
    },
    {
      "verse": 28,
      "text": "And my tongue will be talking of your righteousness and of your praise all the day."
    }
  ]
}