{
  "book_id": "PSA",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Give attention to this, all you peoples; let your ears be open, all you who are living in the world."
    },
    {
      "verse": 2,
      "text": "High and low together, the poor, and those who have wealth."
    },
    {
      "verse": 3,
      "text": "From my mouth will come words of wisdom; and in the thoughts of my heart will be knowledge."
    },
    {
      "verse": 4,
      "text": "I will put my teaching into a story; I will make my dark sayings clear with music."
    },
    {
      "verse": 5,
      "text": "What cause have I for fear in the days of evil, when the evil-doing of those who are working for my downfall is round about me?"
    },
    {
      "verse": 6,
      "text": "Even of those whose faith is in their wealth, and whose hearts are lifted up because of their stores."
    },
    {
      "verse": 7,
      "text": "Truly, no man may get back his soul for a price, or give to God the payment for himself;"
    },
    {
      "verse": 8,
      "text": "(Because it takes a great price to keep his soul from death, and man is not able to give it.)"
    },
    {
      "verse": 9,
      "text": "So that he might have eternal life, and never see the underworld."
    },
    {
      "verse": 10,
      "text": "For he sees that wise men come to their end, and foolish persons of low behaviour come to destruction together, letting their wealth go to others."
    },
    {
      "verse": 11,
      "text": "The place of the dead is their house for ever, and their resting-place through all generations; those who come after them give their names to their lands."
    },
    {
      "verse": 12,
      "text": "But man, like the animals, does not go on for ever; he comes to an end like the beasts."
    },
    {
      "verse": 13,
      "text": "This is the way of the foolish; their silver is for those who come after them, and their children get the pleasure of their gold. (Selah.)"
    },
    {
      "verse": 14,
      "text": "Death will give them their food like sheep; the underworld is their fate and they will go down into it; their flesh is food for worms; their form is wasted away; the underworld is their resting-place for ever."
    },
    {
      "verse": 15,
      "text": "But God will get back my soul; for he will take me from the power of death. (Selah.)"
    },
    {
      "verse": 16,
      "text": "Have no fear when wealth comes to a man, and the glory of his house is increased;"
    },
    {
      "verse": 17,
      "text": "For at his death, he will take nothing away; his glory will not go down after him."
    },
    {
      "verse": 18,
      "text": "Though he might have pride in his soul in his life-time, and men will give you praise if you do well for yourself,"
    },
    {
      "verse": 19,
      "text": "He will go to the generation of his fathers; he will not see the light again."
    },
    {
      "verse": 20,
      "text": "Man, like the animals, does not go on for ever; he comes to an end like the beasts."
    }
  ]
}