{
  "book_id": "PSA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "The God of gods, even the Lord, has sent out his voice, and the earth is full of fear; from the coming up of the sun to its going down."
    },
    {
      "verse": 2,
      "text": "From Zion, most beautiful of places, God has sent out his light."
    },
    {
      "verse": 3,
      "text": "Our God will come, and will not keep quiet; with fire burning before him, and storm-winds round him."
    },
    {
      "verse": 4,
      "text": "His voice will go out to the heavens and to the earth, for the judging of his people:"
    },
    {
      "verse": 5,
      "text": "Let my saints come together to me; those who have made an agreement with me by offerings."
    },
    {
      "verse": 6,
      "text": "And let the heavens make clear his righteousness; for God himself is the judge. (Selah.)"
    },
    {
      "verse": 7,
      "text": "Give ear, O my people, to my words; O Israel, I will be a witness against you; I am God, even your God."
    },
    {
      "verse": 8,
      "text": "I will not take up a cause against you because of your offerings, or because of your burned offerings, which are ever before me."
    },
    {
      "verse": 9,
      "text": "I will take no ox out of your house, or he-goats from your flocks;"
    },
    {
      "verse": 10,
      "text": "For every beast of the woodland is mine, and the cattle on a thousand hills."
    },
    {
      "verse": 11,
      "text": "I see all the birds of the mountains, and the beasts of the field are mine."
    },
    {
      "verse": 12,
      "text": "If I had need of food, I would not give you word of it; for the earth is mine and all its wealth."
    },
    {
      "verse": 13,
      "text": "Am I to take the flesh of the ox for my food, or the blood of goats for my drink?"
    },
    {
      "verse": 14,
      "text": "Make an offering of praise to God; keep the agreements which you have made with the Most High;"
    },
    {
      "verse": 15,
      "text": "Let your voice come up to me in the day of trouble; I will be your saviour, so that you may give glory to me."
    },
    {
      "verse": 16,
      "text": "But to the sinner, God says, What are you doing, talking of my laws, or taking the words of my agreement in your mouth?"
    },
    {
      "verse": 17,
      "text": "Seeing that you have no desire for my teaching, turning your back on my words."
    },
    {
      "verse": 18,
      "text": "When you saw a thief, you were in agreement with him, and you were joined with those who took other men's wives."
    },
    {
      "verse": 19,
      "text": "You have given your mouth to evil, your tongue to words of deceit."
    },
    {
      "verse": 20,
      "text": "You say evil of your brother; you make false statements against your mother's son."
    },
    {
      "verse": 21,
      "text": "These things have you done, and I said nothing; it seemed to you that I was such a one as yourself; but I will make a protest against you, and put them in order before your eyes."
    },
    {
      "verse": 22,
      "text": "Now keep this in mind, you who have no memory of God, for fear that you may be crushed under my hand, with no one to give you help:"
    },
    {
      "verse": 23,
      "text": "Whoever makes an offering of praise gives glory to me; and to him who is upright in his ways I will make clear the salvation of God."
    }
  ]
}