{
  "book_id": "PSA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "Give hearing to my prayer, O God; and let not your ear be shut against my request."
    },
    {
      "verse": 2,
      "text": "Give thought to me, and let my prayer be answered: I have been made low in sorrow;"
    },
    {
      "verse": 3,
      "text": "I am troubled because of the voice of the cruel ones, because of the loud cry of the evil-doers; for they put a weight of evil on me, and they are cruel in their hate for me."
    },
    {
      "verse": 4,
      "text": "My heart is deeply wounded, and the fear of death has come on me."
    },
    {
      "verse": 5,
      "text": "Fear and shaking have come over me, with deep fear I am covered."
    },
    {
      "verse": 6,
      "text": "And I said, If only I had wings like a dove! for then I would go in flight from here and be at rest."
    },
    {
      "verse": 7,
      "text": "I would go wandering far away, living in the waste land. (Selah.)"
    },
    {
      "verse": 8,
      "text": "I would quickly take cover from the driving storm and from the violent wind."
    },
    {
      "verse": 9,
      "text": "Send destruction on them, O Lord, make a division of tongues among them: for I have seen fighting and violent acts in the town."
    },
    {
      "verse": 10,
      "text": "By day and night they go round the town, on the walls; trouble and sorrow are in the heart of it."
    },
    {
      "verse": 11,
      "text": "Evil is there; cruel rule and deceit are ever in the streets."
    },
    {
      "verse": 12,
      "text": "For it was not my hater who said evil of me; that would have been no grief to me; it was not one outside the number of my friends who made himself strong against me, or I would have kept myself from him in a secret place;"
    },
    {
      "verse": 13,
      "text": "But it was you, my equal, my guide, my well-loved friend."
    },
    {
      "verse": 14,
      "text": "We had loving talk together, and went to the house of God in company."
    },
    {
      "verse": 15,
      "text": "Let the hand of death come on them suddenly, and let them go down living into the underworld; because evil is in their houses and in their hearts."
    },
    {
      "verse": 16,
      "text": "As for me, I will make my prayer to God, and he will be my saviour."
    },
    {
      "verse": 17,
      "text": "In the evening and in the morning and in the middle of the day I will make my prayer with sounds of grief; and my voice will come to his ears."
    },
    {
      "verse": 18,
      "text": "He has taken my soul away from the attack which was made against me, and given it peace; for great numbers were against me."
    },
    {
      "verse": 19,
      "text": "God will give thought to me; he who from early times is strong will send pain and trouble on them. (Selah.) Because they are unchanged, they have no fear of God."
    },
    {
      "verse": 20,
      "text": "He has put out his hand against those who were at peace with him; he has not kept his agreement."
    },
    {
      "verse": 21,
      "text": "The words of his mouth were smoother than butter, but war was in his heart; his words were softer than oil, but they were sharp swords."
    },
    {
      "verse": 22,
      "text": "Put your cares on the Lord, and he will be your support; he will not let the upright man be moved."
    },
    {
      "verse": 23,
      "text": "But you, O God, will send them down into the underworld; the cruel and the false will be cut off before half their days are ended; but I will have faith in you."
    }
  ]
}