{
  "book_id": "PSA",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "In you, O Lord, have I put my hope; let me never be shamed."
    },
    {
      "verse": 2,
      "text": "Keep me safe in your righteousness, and come to my help; give ear to my voice, and be my saviour."
    },
    {
      "verse": 3,
      "text": "Be my strong Rock, the strong place of my salvation; for you are my Rock, and my safe place."
    },
    {
      "verse": 4,
      "text": "O my God, take me out of the hand of the sinner, out of the hand of the evil and cruel man."
    },
    {
      "verse": 5,
      "text": "For you are my hope, O Lord God; I have had faith in you from the time when I was young."
    },
    {
      "verse": 6,
      "text": "You have been my support from the day of my birth; you took me out of my mother's body; my praise will be ever of you."
    },
    {
      "verse": 7,
      "text": "I am a wonder to all; but you are my strong tower."
    },
    {
      "verse": 8,
      "text": "My mouth will be full of your praise and glory all the day."
    },
    {
      "verse": 9,
      "text": "Do not give me up when I am old; be my help even when my strength is gone."
    },
    {
      "verse": 10,
      "text": "For my haters are waiting secretly for me; and those who are watching for my soul are banded together in their evil designs,"
    },
    {
      "verse": 11,
      "text": "Saying, God has given him up; go after him and take him, for he has no helper."
    },
    {
      "verse": 12,
      "text": "O God, be not far from me; O my God, come quickly to my help."
    },
    {
      "verse": 13,
      "text": "Let those who say evil against my soul be overcome and put to shame; let my haters be made low and have no honour."
    },
    {
      "verse": 14,
      "text": "But I will go on ever hoping, and increasing in all your praise."
    },
    {
      "verse": 15,
      "text": "My mouth will make clear your righteousness and your salvation all the day; for they are more than may be measured."
    },
    {
      "verse": 16,
      "text": "I will give news of the great acts of the Lord God; my words will be of your righteousness, and of yours only."
    },
    {
      "verse": 17,
      "text": "O God, you have been my teacher from the time when I was young; and I have been talking of your works of wonder even till now."
    },
    {
      "verse": 18,
      "text": "Now when I am old and grey-headed, O God, give me not up; till I have made clear your strength to this generation, and your power to all those to come."
    },
    {
      "verse": 19,
      "text": "Your righteousness, O God, is very high; you have done great things; O God, who is like you?"
    },
    {
      "verse": 20,
      "text": "You, who have sent great and bitter troubles on me, will give me life again, lifting me up from the deep waters of the underworld."
    },
    {
      "verse": 21,
      "text": "You will make me greater than before, and give me comfort on every side."
    },
    {
      "verse": 22,
      "text": "I will give praise to you with instruments of music, O my God, for you are true; I will make songs to you with music, O Holy One of Israel."
    },
    {
      "verse": 23,
      "text": "Joy will be on my lips when I make melody to you; and in my soul, to which you have given salvation."
    },
    {
      "verse": 24,
      "text": "My tongue will be talking of your righteousness all the day; for those whose purpose is to do me evil have been crushed and put to shame."
    }
  ]
}