{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "Truly, God is good to Israel, even to such as are clean in heart."
    },
    {
      "verse": 2,
      "text": "But as for me, my feet had almost gone from under me; I was near to slipping;"
    },
    {
      "verse": 3,
      "text": "Because of my envy of the men of pride, when I saw the well-being of the wrongdoers."
    },
    {
      "verse": 4,
      "text": "For they have no pain; their bodies are fat and strong."
    },
    {
      "verse": 5,
      "text": "They are not in trouble as others are; they have no part in the unhappy fate of men."
    },
    {
      "verse": 6,
      "text": "For this reason pride is round them like a chain; they are clothed with violent behaviour as with a robe."
    },
    {
      "verse": 7,
      "text": "Their eyes are bursting with fat; they have more than their heart's desire."
    },
    {
      "verse": 8,
      "text": "Their thoughts are deep with evil designs; their talk from their seats of power is of cruel acts."
    },
    {
      "verse": 9,
      "text": "Their mouth goes up to heaven; their tongues go walking through the earth."
    },
    {
      "verse": 10,
      "text": "For this reason they are full of bread; and water is ever flowing for them."
    },
    {
      "verse": 11,
      "text": "And they say, How will the Lord see this? is there knowledge in the Most High?"
    },
    {
      "verse": 12,
      "text": "Truly, such are the sinners; they do well at all times, and their wealth is increased."
    },
    {
      "verse": 13,
      "text": "As for me, I have made my heart clean to no purpose, washing my hands in righteousness;"
    },
    {
      "verse": 14,
      "text": "For I have been troubled all the day; every morning have I undergone punishment."
    },
    {
      "verse": 15,
      "text": "If I would make clear what it is like, I would say, You are false to the generation of your children."
    },
    {
      "verse": 16,
      "text": "When my thoughts were turned to see the reason of this, it was a weariness in my eyes;"
    },
    {
      "verse": 17,
      "text": "Till I went into God's holy place, and saw the end of the evil-doers."
    },
    {
      "verse": 18,
      "text": "You put their feet where there was danger of slipping, so that they go down into destruction."
    },
    {
      "verse": 19,
      "text": "How suddenly are they wasted! fears are the cause of their destruction."
    },
    {
      "verse": 20,
      "text": "As a dream when one is awake, they are ended; they are like an image gone out of mind when sleep is over."
    },
    {
      "verse": 21,
      "text": "My heart was made bitter, and I was pained by the bite of grief:"
    },
    {
      "verse": 22,
      "text": "As for me, I was foolish, and without knowledge; I was like a beast before you."
    },
    {
      "verse": 23,
      "text": "But still I am ever with you; you have taken me by my right hand."
    },
    {
      "verse": 24,
      "text": "Your wisdom will be my guide, and later you will put me in a place of honour."
    },
    {
      "verse": 25,
      "text": "Whom have I in heaven but you? and having you I have no desire for anything on earth."
    },
    {
      "verse": 26,
      "text": "My flesh and my heart are wasting away: but God is the Rock of my heart and my eternal heritage."
    },
    {
      "verse": 27,
      "text": "For those who are far away from you will come to destruction: you will put an end to all those who have not kept faith with you."
    },
    {
      "verse": 28,
      "text": "But it is good for me to come near to God: I have put my faith in the Lord God, so that I may make clear all his works."
    }
  ]
}