{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear, O my people, to my law; let your ears be bent down to the words of my mouth."
    },
    {
      "verse": 2,
      "text": "Opening my mouth I will give out a story, even the dark sayings of old times;"
    },
    {
      "verse": 3,
      "text": "Which have come to our hearing and our knowledge, as they were given to us by our fathers."
    },
    {
      "verse": 4,
      "text": "We will not keep them secret from our children; we will make clear to the coming generation the praises of the Lord and his strength, and the great works of wonder which he has done."
    },
    {
      "verse": 5,
      "text": "He put up a witness in Jacob, and made a law in Israel; which he gave to our fathers so that they might give knowledge of them to their children;"
    },
    {
      "verse": 6,
      "text": "So that the generation to come might have knowledge of them, even the children of the future, who would give word of them to their children;"
    },
    {
      "verse": 7,
      "text": "So that they might put their hope in God, and not let God's works go out of their minds, but keep his laws;"
    },
    {
      "verse": 8,
      "text": "And not be like their fathers, a stiff-necked and uncontrolled generation; a generation whose heart was hard, whose spirit was not true to God."
    },
    {
      "verse": 9,
      "text": "The children of Ephraim, armed with bows, were turned back on the day of the fight."
    },
    {
      "verse": 10,
      "text": "They were not ruled by God's word, and they would not go in the way of his law;"
    },
    {
      "verse": 11,
      "text": "They let his works go out of their memory, and the wonders which he had made them see."
    },
    {
      "verse": 12,
      "text": "He did great works before the eyes of their fathers, in the land of Egypt, in the fields of Zoan."
    },
    {
      "verse": 13,
      "text": "The sea was cut in two so that they might go through; the waters were massed together on this side and on that."
    },
    {
      "verse": 14,
      "text": "In the daytime he was guiding them in the cloud, and all through the night with a light of fire."
    },
    {
      "verse": 15,
      "text": "The rocks of the waste land were broken by his power, and he gave them drink as out of the deep waters."
    },
    {
      "verse": 16,
      "text": "He made streams come out of the rock; and waters came flowing down like rivers."
    },
    {
      "verse": 17,
      "text": "And they went on sinning against him even more, turning away from the Most High in the waste land;"
    },
    {
      "verse": 18,
      "text": "Testing God in their hearts, requesting meat for their desire."
    },
    {
      "verse": 19,
      "text": "They said bitter words against God, saying, Is God able to make ready a table in the waste land?"
    },
    {
      "verse": 20,
      "text": "See, the rock was cut open by his power, so that the water came rushing out, and overflowing streams; is he able to give us bread? is he able to get meat for his people?"
    },
    {
      "verse": 21,
      "text": "So these things came to the Lord's ears, and he was angry; and a fire was lighted against Jacob, and wrath came up against Israel;"
    },
    {
      "verse": 22,
      "text": "Because they had no faith in God, and no hope in his salvation."
    },
    {
      "verse": 23,
      "text": "And he gave orders to the clouds on high, and the doors of heaven were open;"
    },
    {
      "verse": 24,
      "text": "And he sent down manna like rain for their food, and gave them the grain of heaven."
    },
    {
      "verse": 25,
      "text": "Man took part in the food of strong ones; he sent them meat in full measure."
    },
    {
      "verse": 26,
      "text": "He sent an east wind from heaven, driving on the south wind by his power."
    },
    {
      "verse": 27,
      "text": "He sent down meat on them like dust, and feathered birds like the sand of the sea,"
    },
    {
      "verse": 28,
      "text": "And he let it come down into their resting-place, round about their tents."
    },
    {
      "verse": 29,
      "text": "So they had food and were full; for he gave them their desire;"
    },
    {
      "verse": 30,
      "text": "But they were not turned from their desires; and while the food was still in their mouths,"
    },
    {
      "verse": 31,
      "text": "The wrath of God came on them, and put to death the fattest of them, and put an end to the young men of Israel."
    },
    {
      "verse": 32,
      "text": "For all this they went on sinning even more, and had no faith in his great wonders."
    },
    {
      "verse": 33,
      "text": "So their days were wasted like a breath, and their years in trouble."
    },
    {
      "verse": 34,
      "text": "When he sent death on them, then they made search for him; turning to him and looking for him with care;"
    },
    {
      "verse": 35,
      "text": "In the memory that God was their Rock, and the Most High God their saviour."
    },
    {
      "verse": 36,
      "text": "But their lips were false to him, and their tongues were untrue to him;"
    },
    {
      "verse": 37,
      "text": "And their hearts were not right with him, and they did not keep their agreement with him."
    },
    {
      "verse": 38,
      "text": "But he, being full of pity, has forgiveness for sin, and does not put an end to man: frequently turning back his wrath, and not being violently angry."
    },
    {
      "verse": 39,
      "text": "So he kept in mind that they were only flesh; a breath which is quickly gone, and will not come again."
    },
    {
      "verse": 40,
      "text": "How frequently did they go against him in the waste land, and give him cause for grief in the dry places!"
    },
    {
      "verse": 41,
      "text": "Again they put God to the test, and gave pain to the Holy One of Israel."
    },
    {
      "verse": 42,
      "text": "They did not keep in mind the work of his hand, or the day when he took them from the power of their haters;"
    },
    {
      "verse": 43,
      "text": "How he had done his signs in Egypt, and his wonders in the field of Zoan;"
    },
    {
      "verse": 44,
      "text": "So that their rivers were turned to blood, and they were not able to get drink from their streams."
    },
    {
      "verse": 45,
      "text": "He sent different sorts of flies among them, poisoning their flesh; and frogs for their destruction."
    },
    {
      "verse": 46,
      "text": "He gave the increase of their fields to worms, the fruits of their industry to the locusts."
    },
    {
      "verse": 47,
      "text": "He sent ice for the destruction of their vines; their trees were damaged by the bitter cold."
    },
    {
      "verse": 48,
      "text": "Ice was rained down on their cattle; thunderstorms sent destruction among the flocks."
    },
    {
      "verse": 49,
      "text": "He sent on them the heat of his wrath, his bitter disgust, letting loose evil angels among them."
    },
    {
      "verse": 50,
      "text": "He let his wrath have its way; he did not keep back their soul from death, but gave their life to disease."
    },
    {
      "verse": 51,
      "text": "He gave to destruction all the first sons of Egypt; the first-fruits of their strength in the tents of Ham;"
    },
    {
      "verse": 52,
      "text": "But he took his people out like sheep, guiding them in the waste land like a flock."
    },
    {
      "verse": 53,
      "text": "He took them on safely so that they had no fear; but their haters were covered by the sea."
    },
    {
      "verse": 54,
      "text": "And he was their guide to his holy land, even to the mountain, which his right hand had made his;"
    },
    {
      "verse": 55,
      "text": "Driving out nations before them, marking out the line of their heritage, and giving the people of Israel their tents for a resting-place."
    },
    {
      "verse": 56,
      "text": "But they were bitter against the Most High God, testing him, and not keeping his laws;"
    },
    {
      "verse": 57,
      "text": "Their hearts were turned back and untrue like their fathers; they were turned to one side like a twisted bow."
    },
    {
      "verse": 58,
      "text": "They made him angry with their high places; moving him to wrath with their images."
    },
    {
      "verse": 59,
      "text": "When this came to God's ears he was very angry, and gave up Israel completely;"
    },
    {
      "verse": 60,
      "text": "So that he went away from the holy place in Shiloh, the tent which he had put among men;"
    },
    {
      "verse": 61,
      "text": "And he let his strength be taken prisoner, and gave his glory into the hands of his hater."
    },
    {
      "verse": 62,
      "text": "He gave his people up to the sword, and was angry with his heritage."
    },
    {
      "verse": 63,
      "text": "Their young men were burned in the fire; and their virgins were not praised in the bride-song."
    },
    {
      "verse": 64,
      "text": "Their priests were put to death by the sword, and their widows made no weeping for them."
    },
    {
      "verse": 65,
      "text": "Then was the Lord like one awaking from sleep, and like a strong man crying out because of wine."
    },
    {
      "verse": 66,
      "text": "His haters were turned back by his blows and shamed for ever."
    },
    {
      "verse": 67,
      "text": "And he put the tent of Joseph on one side, and took not the tribe of Ephraim;"
    },
    {
      "verse": 68,
      "text": "But he took the tribe of Judah for himself, and the mountain of Zion, in which he had pleasure."
    },
    {
      "verse": 69,
      "text": "And he made his holy place like the high heaven, like the earth which is fixed by him for ever."
    },
    {
      "verse": 70,
      "text": "He took David to be his servant, taking him from the place of the flocks;"
    },
    {
      "verse": 71,
      "text": "From looking after the sheep which were giving milk, he took him to give food to Jacob his people, and to Israel his heritage."
    },
    {
      "verse": 72,
      "text": "So he gave them food with an upright heart, guiding them by the wisdom of his hands."
    }
  ]
}