{
  "book_id": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear, O Keeper of Israel, guiding Joseph like a flock; you who have your seat on the winged ones, let your glory be seen."
    },
    {
      "verse": 2,
      "text": "Before Ephraim and Benjamin and Manasseh, let your strength be awake from sleep, and come as our salvation."
    },
    {
      "verse": 3,
      "text": "Take us back again, O God; let us see the shining of your face, and let us be safe."
    },
    {
      "verse": 4,
      "text": "O Lord God of armies, how long will your wrath be burning against the rest of your people?"
    },
    {
      "verse": 5,
      "text": "You have given them the bread of weeping for food; for their drink you have given them sorrow in great measure."
    },
    {
      "verse": 6,
      "text": "You make us a cause of war among our neighbours; our haters are laughing at us among themselves."
    },
    {
      "verse": 7,
      "text": "Take us back again, O God of armies; let us see the shining of your face, and let us be safe."
    },
    {
      "verse": 8,
      "text": "You took a vine out of Egypt: driving out the nations, and planting it in their land."
    },
    {
      "verse": 9,
      "text": "You made ready a place for it, so that it might take deep root, and it sent out its branches over all the land."
    },
    {
      "verse": 10,
      "text": "The mountains were covered with its shade, and the great trees with its branches."
    },
    {
      "verse": 11,
      "text": "It sent out its arms to the Sea, and its branches to the River."
    },
    {
      "verse": 12,
      "text": "Why are its walls broken down by your hands, so that all who go by may take its fruit?"
    },
    {
      "verse": 13,
      "text": "It is uprooted by the pigs from the woods, the beasts of the field get their food from it."
    },
    {
      "verse": 14,
      "text": "Come back, O God of armies: from heaven let your eyes be turned to this vine, and give your mind to it,"
    },
    {
      "verse": 15,
      "text": "Even to the tree which was planted by your right hand, and to the branch which you made strong for yourself."
    },
    {
      "verse": 16,
      "text": "It is burned with fire; it is cut down: they are made waste by the wrath of your face."
    },
    {
      "verse": 17,
      "text": "Let your hand be on the man of your right hand, on the son of man whom you made strong for yourself."
    },
    {
      "verse": 18,
      "text": "So will we not be turned back from you; keep us in life, and we will give praise to your name."
    },
    {
      "verse": 19,
      "text": "Take us back, O Lord God of armies; let us see the shining of your face, and let us be safe."
    }
  ]
}