{
  "book_id": "PSA",
  "chapter": 83,
  "verses": [
    {
      "verse": 1,
      "text": "O God, do not keep quiet: let your lips be open and take no rest, O God."
    },
    {
      "verse": 2,
      "text": "For see! those who make war on you are out of control; your haters are lifting up their heads."
    },
    {
      "verse": 3,
      "text": "They have made wise designs against your people, talking together against those whom you keep in a secret place."
    },
    {
      "verse": 4,
      "text": "They have said, Come, let us put an end to them as a nation; so that the name of Israel may go out of man's memory."
    },
    {
      "verse": 5,
      "text": "For they have all come to an agreement; they are all joined together against you:"
    },
    {
      "verse": 6,
      "text": "The tents of Edom and the Ishmaelites; Moab and the Hagarites;"
    },
    {
      "verse": 7,
      "text": "Gebal and Ammon and Amalek; the Philistines and the people of Tyre;"
    },
    {
      "verse": 8,
      "text": "Assur is joined with them; they have become the support of the children of Lot. (Selah.)"
    },
    {
      "verse": 9,
      "text": "Do to them what you did to the Midianites; what you did to Sisera and Jabin, at the stream of Kishon:"
    },
    {
      "verse": 10,
      "text": "Who came to destruction at En-dor; their bodies became dust and waste."
    },
    {
      "verse": 11,
      "text": "Make their chiefs like Oreb and Zeeb; and all their rulers like Zebah and Zalmunna:"
    },
    {
      "verse": 12,
      "text": "Who have said, Let us take for our heritage the resting-place of God."
    },
    {
      "verse": 13,
      "text": "O my God, make them like the rolling dust; like dry stems before the wind."
    },
    {
      "verse": 14,
      "text": "As fire burning a wood, and as a flame causing fire on the mountains,"
    },
    {
      "verse": 15,
      "text": "So go after them with your strong wind, and let them be full of fear because of your storm."
    },
    {
      "verse": 16,
      "text": "Let their faces be full of shame; so that they may give honour to your name, O Lord."
    },
    {
      "verse": 17,
      "text": "Let them be overcome and troubled for ever; let them be put to shame and come to destruction;"
    },
    {
      "verse": 18,
      "text": "So that men may see that you only, whose name is Yahweh, are Most High over all the earth."
    }
  ]
}