{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "My song will be of the mercies of the Lord for ever: with my mouth will I make his faith clear to all generations."
    },
    {
      "verse": 2,
      "text": "For you have said, Mercy will be made strong for ever; my faith will be unchanging in the heavens."
    },
    {
      "verse": 3,
      "text": "I have made an agreement with the man of my selection, I have made an oath to David my servant;"
    },
    {
      "verse": 4,
      "text": "I will make your seed go on for ever, your kingdom will be strong through all generations. (Selah.)"
    },
    {
      "verse": 5,
      "text": "In heaven let them give praise for your wonders, O Lord; and your unchanging faith among the saints."
    },
    {
      "verse": 6,
      "text": "For who is there in the heavens in comparison with the Lord? who is like the Lord among the sons of the gods?"
    },
    {
      "verse": 7,
      "text": "God is greatly to be feared among the saints, and to be honoured over all those who are about him."
    },
    {
      "verse": 8,
      "text": "O Lord God of armies, who is strong like you, O Jah? and your unchanging faith is round about you."
    },
    {
      "verse": 9,
      "text": "You have rule over the sea in storm; when its waves are troubled, you make them calm."
    },
    {
      "verse": 10,
      "text": "Rahab was crushed by you like one wounded to death; with your strong arm you put to flight all your haters."
    },
    {
      "verse": 11,
      "text": "Yours are the heavens, and the earth is yours; you have made the world, and everything which is in it."
    },
    {
      "verse": 12,
      "text": "You have made the north and the south; Tabor and Hermon are sounding with joy at your name."
    },
    {
      "verse": 13,
      "text": "Yours is an arm of power; strong is your hand and high your right hand."
    },
    {
      "verse": 14,
      "text": "The seat of your kingdom is resting on righteousness and right judging: mercy and good faith come before your face."
    },
    {
      "verse": 15,
      "text": "Happy are the people who have knowledge of the holy cry: the light of your face, O Lord, will be shining on their way."
    },
    {
      "verse": 16,
      "text": "In your name will they have joy all the day: in your righteousness will they be lifted up."
    },
    {
      "verse": 17,
      "text": "For you are the glory of their strength; in your pleasure will our horn be lifted up."
    },
    {
      "verse": 18,
      "text": "For our breastplate is the Lord; and our king is the Holy One of Israel's."
    },
    {
      "verse": 19,
      "text": "Then your voice came to your holy one in a vision, saying, I have put the crown on a strong one, lifting up one taken from among the people."
    },
    {
      "verse": 20,
      "text": "I have made discovery of David my servant; I have put my holy oil on his head."
    },
    {
      "verse": 21,
      "text": "My hand will be his support; my arm will give him strength."
    },
    {
      "verse": 22,
      "text": "The deceit of those who are against him will not overcome him; he will not be troubled by the sons of evil."
    },
    {
      "verse": 23,
      "text": "I will have those who are against him broken before his face, and his haters will be crushed under my blows."
    },
    {
      "verse": 24,
      "text": "But my faith and my mercy will be with him; and in my name will his horn be lifted up."
    },
    {
      "verse": 25,
      "text": "I will put his hand in the sea, and his right hand in the rivers."
    },
    {
      "verse": 26,
      "text": "He will say to me, You are my father, my God, and the Rock of my salvation."
    },
    {
      "verse": 27,
      "text": "And I will make him the first of my sons, most high over the kings of the earth."
    },
    {
      "verse": 28,
      "text": "I will keep my mercy for him for ever; my agreement with him will not be changed."
    },
    {
      "verse": 29,
      "text": "His seed will keep their place for ever; his kingdom will be eternal, like the heavens."
    },
    {
      "verse": 30,
      "text": "If his children give up my law, and are not ruled by my decisions;"
    },
    {
      "verse": 31,
      "text": "If my rules are broken, and my orders are not kept;"
    },
    {
      "verse": 32,
      "text": "Then I will send punishment on them for their sin; my rod will be the reward of their evil-doing."
    },
    {
      "verse": 33,
      "text": "But I will not take away my mercy from him, and will not be false to my faith."
    },
    {
      "verse": 34,
      "text": "I will be true to my agreement; the things which have gone out of my lips will not be changed."
    },
    {
      "verse": 35,
      "text": "I have made an oath once by my holy name, that I will not be false to David."
    },
    {
      "verse": 36,
      "text": "His seed will not come to an end for ever; the seat of his kingdom will be like the sun before me."
    },
    {
      "verse": 37,
      "text": "It will be fixed for ever like the moon; and the witness in heaven is true. (Selah.)"
    },
    {
      "verse": 38,
      "text": "But you have put him away in disgust; you have been angry with the king of your selection."
    },
    {
      "verse": 39,
      "text": "You have made your agreement with your servant of no effect: you have had no respect for his crown, it has come down even to the earth."
    },
    {
      "verse": 40,
      "text": "All his walls are broken down; you have given his strong towers to destruction."
    },
    {
      "verse": 41,
      "text": "All those who come by take away his goods; he is laughed at by his neighbours."
    },
    {
      "verse": 42,
      "text": "You have given power to the right hand of his haters; you have made glad all those who are against him."
    },
    {
      "verse": 43,
      "text": "His sword is turned back; you have not been his support in the fight."
    },
    {
      "verse": 44,
      "text": "You have put an end to his glory: the seat of his kingdom has been levelled to the earth."
    },
    {
      "verse": 45,
      "text": "You have made him old before his time; he is covered with shame. (Selah.)"
    },
    {
      "verse": 46,
      "text": "How long, O Lord, will you Keep yourself for ever from our eyes? how long will your wrath be burning like fire?"
    },
    {
      "verse": 47,
      "text": "See how short my time is; why have you made all men for no purpose?"
    },
    {
      "verse": 48,
      "text": "What man now living will not see death? will he be able to keep back his soul from the underworld? (Selah.)"
    },
    {
      "verse": 49,
      "text": "Lord, where are your earlier mercies? where is the oath which you made to David in unchanging faith?"
    },
    {
      "verse": 50,
      "text": "Keep in mind, O Lord, the shame of your servants, and how the bitter words of all the people have come into my heart;"
    },
    {
      "verse": 51,
      "text": "The bitter words of your haters, O Lord, shaming the footsteps of your king."
    },
    {
      "verse": 52,
      "text": "Let the Lord be praised for ever. So be it, So be it."
    }
  ]
}