{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "Lord, you have been our resting-place in all generations."
    },
    {
      "verse": 2,
      "text": "Before the mountains were made, before you had given birth to the earth and the world, before time was, and for ever, you are God."
    },
    {
      "verse": 3,
      "text": "You send man back to his dust; and say, Go back, you children of men."
    },
    {
      "verse": 4,
      "text": "For to you a thousand years are no more than yesterday when it is past, and like a watch in the night."
    },
    {
      "verse": 5,
      "text": "..."
    },
    {
      "verse": 6,
      "text": "In the morning it is green; in the evening it is cut down, and becomes dry."
    },
    {
      "verse": 7,
      "text": "We are burned up by the heat of your passion, and troubled by your wrath."
    },
    {
      "verse": 8,
      "text": "You have put our evil doings before you, our secret sins in the light of your face."
    },
    {
      "verse": 9,
      "text": "For all our days have gone by in your wrath; our years come to an end like a breath."
    },
    {
      "verse": 10,
      "text": "The measure of our life is seventy years; and if through strength it may be eighty years, its pride is only trouble and sorrow, for it comes to an end and we are quickly gone."
    },
    {
      "verse": 11,
      "text": "Who has knowledge of the power of your wrath, or who takes note of the weight of your passion?"
    },
    {
      "verse": 12,
      "text": "So give us knowledge of the number of our days, that we may get a heart of wisdom."
    },
    {
      "verse": 13,
      "text": "Come back, O Lord; how long? let your purpose for your servants be changed."
    },
    {
      "verse": 14,
      "text": "In the morning give us your mercy in full measure; so that we may have joy and delight all our days."
    },
    {
      "verse": 15,
      "text": "Make us glad in reward for the days of our sorrow, and for the years in which we have seen evil."
    },
    {
      "verse": 16,
      "text": "Make your work clear to your servants, and your glory to their children."
    },
    {
      "verse": 17,
      "text": "Let the pleasure of the Lord our God be on us: O Lord, give strength to the work of our hands."
    }
  ]
}