{
  "book_id": "PSA",
  "chapter": 94,
  "verses": [
    {
      "verse": 1,
      "text": "O God, in whose hands is punishment, O God of punishment, let your shining face be seen."
    },
    {
      "verse": 2,
      "text": "Be lifted up, O judge of the earth; let their reward come to the men of pride."
    },
    {
      "verse": 3,
      "text": "How long will sinners, O Lord, how long will sinners have joy over us?"
    },
    {
      "verse": 4,
      "text": "Words of pride come from their lips; all the workers of evil say great things of themselves."
    },
    {
      "verse": 5,
      "text": "Your people are crushed by them, O Lord, your heritage is troubled,"
    },
    {
      "verse": 6,
      "text": "They put to death the widow and the guest, they take the lives of children who have no father;"
    },
    {
      "verse": 7,
      "text": "And they say, Jah will not see it, the God of Jacob will not give thought to it."
    },
    {
      "verse": 8,
      "text": "Give your mind to my words, you who are without wisdom among the people; you foolish men, when will you be wise?"
    },
    {
      "verse": 9,
      "text": "Has he by whom your ears were planted no hearing? or is he blind by whom your eyes were formed?"
    },
    {
      "verse": 10,
      "text": "He who is the judge of the nations, will he not give men the reward of their acts, even he who gives knowledge to man?"
    },
    {
      "verse": 11,
      "text": "The Lord has knowledge of the thoughts of man, for they are only a breath."
    },
    {
      "verse": 12,
      "text": "Happy is the man who is guided by you, O Jah, and to whom you give teaching out of your law;"
    },
    {
      "verse": 13,
      "text": "So that you may give him rest from the days of evil, till a hole is made ready for the destruction of the sinners."
    },
    {
      "verse": 14,
      "text": "The Lord will not give up his people, or take away his support from his heritage;"
    },
    {
      "verse": 15,
      "text": "But decisions will again be made in righteousness; and they will be kept by all whose hearts are true."
    },
    {
      "verse": 16,
      "text": "Who will give me help against the sinners? and who will be my support against the workers of evil?"
    },
    {
      "verse": 17,
      "text": "If the Lord had not been my helper, my soul would quickly have gone down into death."
    },
    {
      "verse": 18,
      "text": "If I say, My foot is slipping; your mercy, O Lord, is my support."
    },
    {
      "verse": 19,
      "text": "Among all my troubled thoughts, your comforts are the delight of my soul."
    },
    {
      "verse": 20,
      "text": "What part with you has the seat of sin, which makes evil into a law?"
    },
    {
      "verse": 21,
      "text": "They are banded together against the soul of the upright, to give decisions against those who have done no wrong."
    },
    {
      "verse": 22,
      "text": "But the Lord is my safe resting-place; my God is the Rock where I am safe."
    },
    {
      "verse": 23,
      "text": "And he has made their evil designs come back on themselves, cutting them off in their sin; the Lord our God will put an end to them."
    }
  ]
}