{
  "book_id": "PSA",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Give praise to the Lord, O my soul. O Lord my God, you are very great; you are robed with honour and power."
    },
    {
      "verse": 2,
      "text": "You are clothed with light as with a robe; stretching out the heavens like a curtain:"
    },
    {
      "verse": 3,
      "text": "The arch of your house is based on the waters; you make the clouds your carriage; you go on the wings of the wind:"
    },
    {
      "verse": 4,
      "text": "He makes winds his angels, and flames of fire his servants."
    },
    {
      "verse": 5,
      "text": "He has made the earth strong on its bases, so that it may not be moved for ever and ever;"
    },
    {
      "verse": 6,
      "text": "Covering it with the sea as with a robe: the waters were high over the mountains;"
    },
    {
      "verse": 7,
      "text": "At the voice of your word they went in flight; at the sound of your thunder they went away in fear;"
    },
    {
      "verse": 8,
      "text": "The mountains came up and the valleys went down into the place which you had made ready for them."
    },
    {
      "verse": 9,
      "text": "You made a limit over which they might not go, so that the earth would never again be covered by them."
    },
    {
      "verse": 10,
      "text": "You sent the springs into the valleys; they are flowing between the hills."
    },
    {
      "verse": 11,
      "text": "They give drink to every beast of the field; the mountain asses come to them for water."
    },
    {
      "verse": 12,
      "text": "The birds of the air have their resting-places by them, and make their song among the branches."
    },
    {
      "verse": 13,
      "text": "He sends down rain from his store-houses on the hills: the earth is full of the fruit of his works."
    },
    {
      "verse": 14,
      "text": "He makes the grass come up for the cattle, and plants for the use of man; so that bread may come out of the earth;"
    },
    {
      "verse": 15,
      "text": "And wine to make glad the heart of man, and oil to make his face shining, and bread giving strength to his heart."
    },
    {
      "verse": 16,
      "text": "The trees of the Lord are full of growth, the cedars of Lebanon of his planting;"
    },
    {
      "verse": 17,
      "text": "Where the birds have their resting-places; as for the stork, the tall trees are her house."
    },
    {
      "verse": 18,
      "text": "The high hills are a safe place for the mountain goats, and the rocks for the small beasts."
    },
    {
      "verse": 19,
      "text": "He made the moon for a sign of the divisions of the year; teaching the sun the time of its going down."
    },
    {
      "verse": 20,
      "text": "When you make it dark, it is night, when all the beasts of the woods come quietly out of their secret places."
    },
    {
      "verse": 21,
      "text": "The young lions go thundering after their food; searching for their meat from God."
    },
    {
      "verse": 22,
      "text": "The sun comes up, and they come together, and go back to their secret places to take their rest."
    },
    {
      "verse": 23,
      "text": "Man goes out to his work, and to his business, till the evening."
    },
    {
      "verse": 24,
      "text": "O Lord, how great is the number of your works! in wisdom you have made them all; the earth is full of the things you have made."
    },
    {
      "verse": 25,
      "text": "There is the great, wide sea, where there are living things, great and small, more than may be numbered."
    },
    {
      "verse": 26,
      "text": "There go the ships; there is that great beast, which you have made as a plaything."
    },
    {
      "verse": 27,
      "text": "All of them are waiting for you, to give them their food in its time."
    },
    {
      "verse": 28,
      "text": "They take what you give them; they are full of the good things which come from your open hand."
    },
    {
      "verse": 29,
      "text": "If your face is veiled, they are troubled; when you take away their breath, they come to an end, and go back to the dust."
    },
    {
      "verse": 30,
      "text": "If you send out your spirit, they are given life; you make new the face of the earth."
    },
    {
      "verse": 31,
      "text": "Let the glory of the Lord be for ever; let the Lord have joy in his works:"
    },
    {
      "verse": 32,
      "text": "At whose look the earth is shaking; at whose touch the mountains send out smoke."
    },
    {
      "verse": 33,
      "text": "I will make songs to the Lord all my life; I will make melody to my God while I have my being."
    },
    {
      "verse": 34,
      "text": "Let my thoughts be sweet to him: I will be glad in the Lord."
    },
    {
      "verse": 35,
      "text": "Let sinners be cut off from the earth, and let all evil-doers come to an end. Give praise to the Lord, O my soul. Give praise to the Lord."
    }
  ]
}