{
  "book_id": "PSA",
  "chapter": 105,
  "verses": [
    {
      "verse": 1,
      "text": "O give praise to the Lord; give honour to his name, talking of his doings among the peoples."
    },
    {
      "verse": 2,
      "text": "Let your voice be sounding in songs and melody; let all your thoughts be of the wonder of his works."
    },
    {
      "verse": 3,
      "text": "Have glory in his holy name; let the hearts of those who are searching after the Lord be glad."
    },
    {
      "verse": 4,
      "text": "Let your search be for the Lord and for his strength; let your hearts ever be turned to him."
    },
    {
      "verse": 5,
      "text": "Keep in mind the great works which he has done; his wonders, and the decisions of his mouth;"
    },
    {
      "verse": 6,
      "text": "O you seed of Abraham, his servant, you children of Jacob, his loved ones."
    },
    {
      "verse": 7,
      "text": "He is the Lord our God: he is judge of all the earth."
    },
    {
      "verse": 8,
      "text": "He has kept his agreement in mind for ever, the word which he gave for a thousand generations;"
    },
    {
      "verse": 9,
      "text": "The agreement which he made with Abraham, and his oath to Isaac;"
    },
    {
      "verse": 10,
      "text": "And he gave it to Jacob for a law, and to Israel for an eternal agreement;"
    },
    {
      "verse": 11,
      "text": "Saying, To you will I give the land of Canaan, the measured line of your heritage:"
    },
    {
      "verse": 12,
      "text": "When they were still small in number, and strange in the land;"
    },
    {
      "verse": 13,
      "text": "When they went about from one nation to another, and from one kingdom to another people."
    },
    {
      "verse": 14,
      "text": "He would not let anyone do them wrong; he even kept back kings because of them,"
    },
    {
      "verse": 15,
      "text": "Saying, Put not your hand on those who have been marked with my holy oil, and do my prophets no wrong."
    },
    {
      "verse": 16,
      "text": "And he took away all food from the land, so that the people were without bread."
    },
    {
      "verse": 17,
      "text": "He sent a man before them, even Joseph, who was given as a servant for a price:"
    },
    {
      "verse": 18,
      "text": "His feet were fixed in chains; his neck was put in iron bands;"
    },
    {
      "verse": 19,
      "text": "Till the time when his word came true; he was tested by the word of the Lord."
    },
    {
      "verse": 20,
      "text": "The king sent men to take off his chains; even the ruler of the people, who let him go free."
    },
    {
      "verse": 21,
      "text": "He made him lord of his house, and ruler over everything he had;"
    },
    {
      "verse": 22,
      "text": "To give his chiefs teaching at his pleasure, and so that his law-givers might get wisdom from him."
    },
    {
      "verse": 23,
      "text": "Then Israel came into Egypt, and Jacob was living in the land of Ham."
    },
    {
      "verse": 24,
      "text": "And his people were greatly increased, and became stronger than those who were against them."
    },
    {
      "verse": 25,
      "text": "Their hearts were turned to hate against his people, so that they made secret designs against them."
    },
    {
      "verse": 26,
      "text": "He sent Moses, his servant, and Aaron, the man of his selection."
    },
    {
      "verse": 27,
      "text": "He let his signs be seen among the people, and his wonders in the land of Ham."
    },
    {
      "verse": 28,
      "text": "He sent black night and made it dark; and they did not go against his word."
    },
    {
      "verse": 29,
      "text": "At his word their waters were turned to blood, and he sent death on all their fish."
    },
    {
      "verse": 30,
      "text": "Their land was full of frogs, even in the rooms of the king."
    },
    {
      "verse": 31,
      "text": "He gave the word, and there came the dog-fly, and insects over all the land."
    },
    {
      "verse": 32,
      "text": "He gave them ice for rain, and flaming fire in their land."
    },
    {
      "verse": 33,
      "text": "He gave their vines and their fig-trees to destruction, and the trees of their land were broken down."
    },
    {
      "verse": 34,
      "text": "At his word the locusts came, and young locusts more than might be numbered,"
    },
    {
      "verse": 35,
      "text": "And put an end to all the plants of their land, taking all the fruit of the earth for food."
    },
    {
      "verse": 36,
      "text": "He put to death the first child of every family in the land, the first-fruits of their strength."
    },
    {
      "verse": 37,
      "text": "He took his people out with silver and gold: there was not one feeble person among them."
    },
    {
      "verse": 38,
      "text": "Egypt was glad when they went; for the fear of them had come down on them."
    },
    {
      "verse": 39,
      "text": "A cloud was stretched over them for a cover; and he sent fire to give light in the night."
    },
    {
      "verse": 40,
      "text": "At the people's request he sent birds, and gave them the bread of heaven for food."
    },
    {
      "verse": 41,
      "text": "His hand made the rock open, and the waters came streaming out; they went down through the dry places like a river."
    },
    {
      "verse": 42,
      "text": "For he kept in mind his holy word, and Abraham, his servant."
    },
    {
      "verse": 43,
      "text": "And he took his people out with joy, the men of his selection with glad cries:"
    },
    {
      "verse": 44,
      "text": "And gave them the lands of the nations; and they took the work of the peoples for a heritage;"
    },
    {
      "verse": 45,
      "text": "So that they might keep his orders, and be true to his laws. Give praise to the Lord."
    }
  ]
}