{
  "book_id": "PSA",
  "chapter": 107,
  "verses": [
    {
      "verse": 1,
      "text": "O give praise to the Lord, for he is good: for his mercy is unchanging for ever."
    },
    {
      "verse": 2,
      "text": "Let those whose cause the Lord has taken up say so, his people whom he has taken out of the hands of their haters;"
    },
    {
      "verse": 3,
      "text": "Making them come together out of all the lands, from the east and from the west, from the north and from the south."
    },
    {
      "verse": 4,
      "text": "They were wandering in the waste places; they saw no way to a resting-place."
    },
    {
      "verse": 5,
      "text": "Their souls became feeble for need of food and drink."
    },
    {
      "verse": 6,
      "text": "Then they sent up their cry to the Lord in their sorrow, and he gave them salvation out of all their troubles;"
    },
    {
      "verse": 7,
      "text": "Guiding them in the right way, so that they might come into the town of their resting-place."
    },
    {
      "verse": 8,
      "text": "Let men give praise to the Lord for his mercy, and for the wonders which he does for the children of men!"
    },
    {
      "verse": 9,
      "text": "He gives its desire to the unresting soul, so that it is full of good things."
    },
    {
      "verse": 10,
      "text": "Those who were in the dark, in the black night, in chains of sorrow and iron;"
    },
    {
      "verse": 11,
      "text": "Because they went against the words of God, and gave no thought to the laws of the Most High:"
    },
    {
      "verse": 12,
      "text": "So that he made their hearts weighted down with grief; they were falling, and had no helper."
    },
    {
      "verse": 13,
      "text": "Then they sent up their cry to the Lord in their sorrow, and he gave them salvation out of all their troubles."
    },
    {
      "verse": 14,
      "text": "He took them out of the dark and the black night, and all their chains were broken."
    },
    {
      "verse": 15,
      "text": "Let men give praise to the Lord for his mercy, and for the wonders which he does for the children of men!"
    },
    {
      "verse": 16,
      "text": "The doors of brass are broken by his arm, and the bands of iron are cut in two."
    },
    {
      "verse": 17,
      "text": "Foolish men, because of their sins, and because of their wrongdoing, are troubled;"
    },
    {
      "verse": 18,
      "text": "They are disgusted by all food, and they come near to the doors of death."
    },
    {
      "verse": 19,
      "text": "Then they send up their cry to the Lord in their sorrow, and he gives them salvation out of all their troubles."
    },
    {
      "verse": 20,
      "text": "He sent his word and made them well, and kept them safe from the underworld."
    },
    {
      "verse": 21,
      "text": "Let men give praise to the Lord for his mercy, and for the wonders which he does for the children of men!"
    },
    {
      "verse": 22,
      "text": "Let them make offerings of praise, giving news of his works with cries of joy."
    },
    {
      "verse": 23,
      "text": "Those who go down to the sea in ships, who do business in the great waters;"
    },
    {
      "verse": 24,
      "text": "They see the works of the Lord, and his wonders in the deep."
    },
    {
      "verse": 25,
      "text": "For at his word comes up the storm-wind, lifting high the waves."
    },
    {
      "verse": 26,
      "text": "The sailors go up to heaven, and down into the deep; their souls are wasted because of their trouble."
    },
    {
      "verse": 27,
      "text": "They are turned here and there, rolling like a man who is full of wine; and all their wisdom comes to nothing."
    },
    {
      "verse": 28,
      "text": "Then they send up their cry to the Lord in their sorrow, and he gives them salvation out of all their troubles."
    },
    {
      "verse": 29,
      "text": "He makes the storm into a calm, so that the waves are at peace."
    },
    {
      "verse": 30,
      "text": "Then they are glad, because the sea is quiet, and he takes them to the harbour of their desire."
    },
    {
      "verse": 31,
      "text": "Let men give praise to the Lord for his mercy, and for the wonders which he does for the children of men!"
    },
    {
      "verse": 32,
      "text": "Let them give glory to him in the meeting of the people, and praise among the chiefs."
    },
    {
      "verse": 33,
      "text": "He makes rivers into waste places, and springs of water into a dry land;"
    },
    {
      "verse": 34,
      "text": "He makes a fertile country into a salt waste, because of the sins of those who are living there."
    },
    {
      "verse": 35,
      "text": "He makes a waste land into a place of water, and a dry land into water-springs."
    },
    {
      "verse": 36,
      "text": "And there he gives the poor a resting-place, so that they may make themselves a town;"
    },
    {
      "verse": 37,
      "text": "And put seed in the fields and make vine-gardens, to give them fruit."
    },
    {
      "verse": 38,
      "text": "He gives them his blessing so that they are increased greatly, and their cattle do not become less."
    },
    {
      "verse": 39,
      "text": "And when they are made low, and crushed by trouble and sorrow,"
    },
    {
      "verse": 40,
      "text": "He puts an end to the pride of kings, and sends them wandering in the waste lands where there is no way."
    },
    {
      "verse": 41,
      "text": "But he puts the poor man on high from his troubles, and gives him families like a flock."
    },
    {
      "verse": 42,
      "text": "The upright see it and are glad: the mouth of the sinner is stopped."
    },
    {
      "verse": 43,
      "text": "Let the wise give thought to these things, and see the mercies of the Lord."
    }
  ]
}