{
  "book_id": "PSA",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "Not to us, O Lord, not to us, but to your name let glory be given, because of your mercy and your unchanging faith."
    },
    {
      "verse": 2,
      "text": "Why may the nations say, Where is now their God?"
    },
    {
      "verse": 3,
      "text": "But our God is in heaven: he has done whatever was pleasing to him."
    },
    {
      "verse": 4,
      "text": "Their images are silver and gold, the work of men's hands."
    },
    {
      "verse": 5,
      "text": "They have mouths, but no voice; they have eyes, but they see not;"
    },
    {
      "verse": 6,
      "text": "They have ears, but no hearing; they have noses, but no sense of smell;"
    },
    {
      "verse": 7,
      "text": "They have hands without feeling, and feet without power of walking; and no sound comes from their throat."
    },
    {
      "verse": 8,
      "text": "Those who make them are like them; and so is everyone who puts his faith in them."
    },
    {
      "verse": 9,
      "text": "O Israel, have faith in the Lord: he is their help and their breastplate."
    },
    {
      "verse": 10,
      "text": "O house of Aaron, have faith in the Lord: he is their help and their breastplate."
    },
    {
      "verse": 11,
      "text": "You worshippers of the Lord, have faith in the Lord: he is their help and their breastplate."
    },
    {
      "verse": 12,
      "text": "The Lord has kept us in mind and will give us his blessing; he will send blessings on the house of Israel and on the house of Aaron."
    },
    {
      "verse": 13,
      "text": "He will send blessings on the worshippers of the Lord, on the small and on the great."
    },
    {
      "verse": 14,
      "text": "May the Lord give you and your children still greater increase."
    },
    {
      "verse": 15,
      "text": "May you have the blessing of the Lord, who made heaven and earth."
    },
    {
      "verse": 16,
      "text": "The heavens are the Lord's; but the earth he has given to the children of men."
    },
    {
      "verse": 17,
      "text": "The dead do not give praise to the Lord; or those who go down to the underworld."
    },
    {
      "verse": 18,
      "text": "But we will give praise to the Lord now and for ever. Praise be to the Lord."
    }
  ]
}