{
  "book_id": "PSA",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "I have given my love to the Lord, because he has given ear to the voice of my cry and my prayer."
    },
    {
      "verse": 2,
      "text": "He has let my request come before him, and I will make my prayer to him all my days."
    },
    {
      "verse": 3,
      "text": "The nets of death were round me, and the pains of the underworld had me in their grip; I was full of trouble and sorrow."
    },
    {
      "verse": 4,
      "text": "Then I made my prayer to the Lord, saying, O Lord, take my soul out of trouble."
    },
    {
      "verse": 5,
      "text": "The Lord is full of grace and righteousness; truly, he is a God of mercy."
    },
    {
      "verse": 6,
      "text": "The Lord keeps the simple; I was made low, and he was my saviour."
    },
    {
      "verse": 7,
      "text": "Come back to your rest, O my soul; for the Lord has given you your reward."
    },
    {
      "verse": 8,
      "text": "You have taken my soul from the power of death, keeping my eyes from weeping, and my feet from falling."
    },
    {
      "verse": 9,
      "text": "I will go before the Lord in the land of the living."
    },
    {
      "verse": 10,
      "text": "I still had faith, though I said, I am in great trouble;"
    },
    {
      "verse": 11,
      "text": "Though I said in my fear, All men are false."
    },
    {
      "verse": 12,
      "text": "What may I give to the Lord for all the good things which he has done for me?"
    },
    {
      "verse": 13,
      "text": "I will take the cup of salvation, and give praise to the name of the Lord."
    },
    {
      "verse": 14,
      "text": "I will make the offering of my oath to the Lord, even before all his people."
    },
    {
      "verse": 15,
      "text": "Dear in the eyes of the Lord is the death of his saints."
    },
    {
      "verse": 16,
      "text": "O Lord, truly I am your servant; I am your servant, the son of her who is your servant; by you have my cords been broken."
    },
    {
      "verse": 17,
      "text": "I will give an offering of praise to you, and make my prayer in the name of the Lord."
    },
    {
      "verse": 18,
      "text": "I will make the offerings of my oath, even before all his people;"
    },
    {
      "verse": 19,
      "text": "In the Lord's house, even in Jerusalem. Praise be to the Lord."
    }
  ]
}