{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "O give praise to the Lord, for he is good: for his mercy is unchanging for ever."
    },
    {
      "verse": 2,
      "text": "Let Israel now say, that his mercy is unchanging for ever."
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron now say, that his mercy is unchanging for ever."
    },
    {
      "verse": 4,
      "text": "Let all worshippers of the Lord now say, that his mercy is unchanging for ever."
    },
    {
      "verse": 5,
      "text": "I made my prayer to the Lord in my trouble: and the Lord gave me an answer, and put me in a wide place."
    },
    {
      "verse": 6,
      "text": "The Lord is on my side; I will have no fear: what is man able to do to me?"
    },
    {
      "verse": 7,
      "text": "The Lord is my great helper: I will see my desire against my haters."
    },
    {
      "verse": 8,
      "text": "It is better to have faith in the Lord than to put one's hope in man."
    },
    {
      "verse": 9,
      "text": "It is better to have faith in the Lord than to put one's hope in rulers."
    },
    {
      "verse": 10,
      "text": "All the nations have come round me; but in the name of the Lord I will have them cut down."
    },
    {
      "verse": 11,
      "text": "They are round me, yes, they are all about me; but in the name of the Lord I will have them cut down."
    },
    {
      "verse": 12,
      "text": "They are round me like bees; but they are put out like a fire among thorns; for in the name of the Lord I will have them cut down."
    },
    {
      "verse": 13,
      "text": "I have been hard pushed by you, so that I might have a fall: but the Lord was my helper."
    },
    {
      "verse": 14,
      "text": "The Lord is my strength and my song; he has become my salvation."
    },
    {
      "verse": 15,
      "text": "The sound of joy and salvation is in the tents of the upright; the right hand of the Lord does works of power."
    },
    {
      "verse": 16,
      "text": "The right hand of the Lord is lifted up; the right hand of the Lord does works of power."
    },
    {
      "verse": 17,
      "text": "Life and not death will be my part, and I will give out the story of the works of the Lord."
    },
    {
      "verse": 18,
      "text": "The hand of Jah has been hard on me; but he has not given me up to death."
    },
    {
      "verse": 19,
      "text": "Let the doors of righteousness be open to me; I will go in and give praise to the Lord."
    },
    {
      "verse": 20,
      "text": "This is the door of the Lord's house; the workers of righteousness will go in through it."
    },
    {
      "verse": 21,
      "text": "I will give you praise, for you have given me an answer, and have become my salvation."
    },
    {
      "verse": 22,
      "text": "The stone which the builders put on one side has become the chief stone of the building."
    },
    {
      "verse": 23,
      "text": "This is the Lord's doing; it is a wonder in our eyes."
    },
    {
      "verse": 24,
      "text": "This is the day which the Lord has made; we will be full of joy and delight in it."
    },
    {
      "verse": 25,
      "text": "Send salvation now, O Lord; Lord, send us your blessing."
    },
    {
      "verse": 26,
      "text": "A blessing be on him who comes in the name of the Lord; we give you blessing from the house of the Lord."
    },
    {
      "verse": 27,
      "text": "The Lord is God, and he has given us light; let the holy dance be ordered with branches, even up to the horns of the altar."
    },
    {
      "verse": 28,
      "text": "You are my God, and I will give you praise; my God, and I will give honour to your name."
    },
    {
      "verse": 29,
      "text": "O give praise to the Lord, for he is good: for his mercy is unchanging for ever."
    }
  ]
}