{
  "book_id": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": 1,
      "text": "Happy are they who are without sin in their ways, walking in the law of the Lord."
    },
    {
      "verse": 2,
      "text": "Happy are they who keep his unchanging word, searching after him with all their heart."
    },
    {
      "verse": 3,
      "text": "They do no evil; they go in his ways."
    },
    {
      "verse": 4,
      "text": "You have put your orders into our hearts, so that we might keep them with care."
    },
    {
      "verse": 5,
      "text": "If only my ways were ordered so that I might keep your rules!"
    },
    {
      "verse": 6,
      "text": "Then I would not be put to shame, as long as I have respect for all your teaching."
    },
    {
      "verse": 7,
      "text": "I will give you praise with an upright heart in learning your right decisions."
    },
    {
      "verse": 8,
      "text": "I will keep your rules: O give me not up completely. BETH"
    },
    {
      "verse": 9,
      "text": "How may a young man make his way clean? by guiding it after your word."
    },
    {
      "verse": 10,
      "text": "I have made search for you with all my heart: O let me not go wandering far from your teaching."
    },
    {
      "verse": 11,
      "text": "I have kept your sayings secretly in my heart, so that I might do no sin against you."
    },
    {
      "verse": 12,
      "text": "Praise be to you, O Lord: give me knowledge of your rules."
    },
    {
      "verse": 13,
      "text": "With my lips have I made clear all the decisions of your mouth."
    },
    {
      "verse": 14,
      "text": "I have taken as much delight in the way of your unchanging word, as in all wealth."
    },
    {
      "verse": 15,
      "text": "I will give thought to your orders, and have respect for your ways."
    },
    {
      "verse": 16,
      "text": "I will have delight in your rules; I will not let your word go out of my mind. GIMEL"
    },
    {
      "verse": 17,
      "text": "Give me, your servant, the reward of life, so that I may keep your word;"
    },
    {
      "verse": 18,
      "text": "Let my eyes be open to see the wonders of your law."
    },
    {
      "verse": 19,
      "text": "I am living in a strange land: do not let your teachings be kept secret from me."
    },
    {
      "verse": 20,
      "text": "My soul is broken with desire for your decisions at all times."
    },
    {
      "verse": 21,
      "text": "Your hand has been against the men of pride, a curse is on those who go wandering out of your way."
    },
    {
      "verse": 22,
      "text": "Take away from me shame and bitter words; for I have kept your unchanging word in my heart."
    },
    {
      "verse": 23,
      "text": "Rulers make evil designs against me; but your servant gives thought to your rules."
    },
    {
      "verse": 24,
      "text": "Your unchanging word is my delight, and the guide of my footsteps. DALETH"
    },
    {
      "verse": 25,
      "text": "My soul is joined to the dust: O give me life, in keeping with your word."
    },
    {
      "verse": 26,
      "text": "I put the record of my ways before you, and you gave me an answer: O give me knowledge of your rules."
    },
    {
      "verse": 27,
      "text": "Make the way of your orders clear to me; then my thoughts will be ever on your wonders."
    },
    {
      "verse": 28,
      "text": "My soul is wasted with sorrow; give me strength again in keeping with your word"
    },
    {
      "verse": 29,
      "text": "Take from me every false way; and in mercy give me your law."
    },
    {
      "verse": 30,
      "text": "I have taken the way of faith: I have kept your decisions before me."
    },
    {
      "verse": 31,
      "text": "I have been true to your unchanging word; O Lord, do not put me to shame."
    },
    {
      "verse": 32,
      "text": "I will go quickly in the way of your teaching, because you have given me a free heart. HE"
    },
    {
      "verse": 33,
      "text": "O Lord, let me see the way of your rules, and I will keep it to the end."
    },
    {
      "verse": 34,
      "text": "Give me wisdom, so that I may keep your law; going after it with all my heart."
    },
    {
      "verse": 35,
      "text": "Make me go in the way of your teachings; for they are my delight."
    },
    {
      "verse": 36,
      "text": "Let my heart be turned to your unchanging word, and not to evil desire."
    },
    {
      "verse": 37,
      "text": "Let my eyes be turned away from what is false; give me life in your ways."
    },
    {
      "verse": 38,
      "text": "Give effect to your word to your servant, in whose heart is the fear of you."
    },
    {
      "verse": 39,
      "text": "Take away the shame which is my fear; for your decisions are good."
    },
    {
      "verse": 40,
      "text": "See how great is my desire for your orders: give me life in your righteousness. VAU"
    },
    {
      "verse": 41,
      "text": "Let your mercies come to me, O Lord, even your salvation, as you have said."
    },
    {
      "verse": 42,
      "text": "So that I may have an answer for the man who would put me to shame; for I have faith in your word."
    },
    {
      "verse": 43,
      "text": "Take not your true word quite out of my mouth; for I have put my hope in your decisions."
    },
    {
      "verse": 44,
      "text": "So that I may keep your law for ever and ever;"
    },
    {
      "verse": 45,
      "text": "So that my way may be in a wide place: because my search has been for your orders."
    },
    {
      "verse": 46,
      "text": "So that I may give knowledge of your unchanging word before kings, and not be put to shame."
    },
    {
      "verse": 47,
      "text": "And so that I may take delight in your teachings, to which I have given my love."
    },
    {
      "verse": 48,
      "text": "And so that my hands may be stretched out to you; and I will give thought to your rules. ZAIN"
    },
    {
      "verse": 49,
      "text": "Keep in mind your word to your servant, for on it has my hope been fixed."
    },
    {
      "verse": 50,
      "text": "This is my comfort in my trouble; that your sayings have given me life."
    },
    {
      "verse": 51,
      "text": "The men of pride have made great sport of me; but I have not been turned from your law."
    },
    {
      "verse": 52,
      "text": "I have kept the memory of your decisions from times past, O Lord; and they have been my comfort."
    },
    {
      "verse": 53,
      "text": "I am burning with wrath, because of the sinners who have given up your law."
    },
    {
      "verse": 54,
      "text": "Your rules have been melodies to me, while I have been living in strange lands."
    },
    {
      "verse": 55,
      "text": "I have given thought to your name in the night, O Lord, and have kept your law."
    },
    {
      "verse": 56,
      "text": "This has been true of me, that I have kept your orders in my heart. CHETH"
    },
    {
      "verse": 57,
      "text": "The Lord is my heritage: I have said that I would be ruled by your words."
    },
    {
      "verse": 58,
      "text": "I have given my mind to do your pleasure with all my heart; have mercy on me, as you have said."
    },
    {
      "verse": 59,
      "text": "I gave thought to my steps, and my feet were turned into the way of your unchanging word."
    },
    {
      "verse": 60,
      "text": "I was quick to do your orders, and let no time be wasted."
    },
    {
      "verse": 61,
      "text": "The cords of evil-doers are round me; but I have kept in mind your law."
    },
    {
      "verse": 62,
      "text": "In the middle of the night I will get up to give you praise, because of all your right decisions."
    },
    {
      "verse": 63,
      "text": "I keep company with all your worshippers, and those who have your orders in their memory."
    },
    {
      "verse": 64,
      "text": "The earth, O Lord, is full of your mercy: give me knowledge of your rules. TETH"
    },
    {
      "verse": 65,
      "text": "You have done good to your servant, O Lord, in keeping with your word."
    },
    {
      "verse": 66,
      "text": "Give me knowledge and good sense; for I have put my faith in your teachings."
    },
    {
      "verse": 67,
      "text": "Before I was in trouble I went out of the way; but now I keep your word."
    },
    {
      "verse": 68,
      "text": "You are good, and your works are good; give me knowledge of your rules."
    },
    {
      "verse": 69,
      "text": "The men of pride have said false things about me; but I will keep your orders in my heart."
    },
    {
      "verse": 70,
      "text": "Their hearts are shut up with fat; but my delight is in your law."
    },
    {
      "verse": 71,
      "text": "It is good for me to have been through trouble; so that I might come to the knowledge of your rules."
    },
    {
      "verse": 72,
      "text": "The law of your mouth is better to me than thousands of gold and silver. JOD"
    },
    {
      "verse": 73,
      "text": "Your hands have made me, and given me form: give me wisdom, so that I may have knowledge of your teaching."
    },
    {
      "verse": 74,
      "text": "Your worshippers will see me and be glad; because my hope has been in your word."
    },
    {
      "verse": 75,
      "text": "I have seen, O Lord, that your decisions are right, and that in unchanging faith you have sent trouble on me."
    },
    {
      "verse": 76,
      "text": "Let your mercy now be my comfort, as you have said to your servant."
    },
    {
      "verse": 77,
      "text": "Let your gentle mercies come to me, so that I may have life; for your law is my delight."
    },
    {
      "verse": 78,
      "text": "Let the men of pride be shamed; because they have falsely given decision against me; but I will give thought to your orders."
    },
    {
      "verse": 79,
      "text": "Let your worshippers be turned to me, and those who have knowledge of your words."
    },
    {
      "verse": 80,
      "text": "Let all my heart be given to your orders, so that I may not be put to shame. CAPH"
    },
    {
      "verse": 81,
      "text": "My soul is wasted with desire for your salvation: but I have hope in your word."
    },
    {
      "verse": 82,
      "text": "My eyes are full of weariness with searching for your word, saying, When will you give me comfort?"
    },
    {
      "verse": 83,
      "text": "For I have become like a wine-skin black with smoke; but I still keep the memory of your rules."
    },
    {
      "verse": 84,
      "text": "How short is the life of your servant! when will you give your decision against those who are attacking me?"
    },
    {
      "verse": 85,
      "text": "The men of pride, who are turned away from your law, have put nets for me."
    },
    {
      "verse": 86,
      "text": "All your teachings are certain; they go after me with evil design; give me your help."
    },
    {
      "verse": 87,
      "text": "They had almost put an end to me on earth; but I did not give up your orders."
    },
    {
      "verse": 88,
      "text": "Give me life in your mercy; so that I may be ruled by the unchanging word of your mouth. LAMED"
    },
    {
      "verse": 89,
      "text": "For ever, O Lord, your word is fixed in heaven."
    },
    {
      "verse": 90,
      "text": "Your faith is unchanging from generation to generation: you have put the earth in its place, and it is not moved."
    },
    {
      "verse": 91,
      "text": "They are ruled this day by your decisions; for all things are your servants."
    },
    {
      "verse": 92,
      "text": "If your law had not been my delight, my troubles would have put an end to me."
    },
    {
      "verse": 93,
      "text": "I will ever keep your orders in mind; for in them I have life."
    },
    {
      "verse": 94,
      "text": "I am yours, O be my saviour; for my desire has been for your rules."
    },
    {
      "verse": 95,
      "text": "The sinners have been waiting for me to give me up to destruction; but I will give all my mind to your unchanging ward."
    },
    {
      "verse": 96,
      "text": "I have seen that nothing on earth is complete; but your teaching is very wide. MEM"
    },
    {
      "verse": 97,
      "text": "O what love I have for your law! I give thought to it all the day."
    },
    {
      "verse": 98,
      "text": "Your teaching has made me wiser than my haters: for it is mine for ever."
    },
    {
      "verse": 99,
      "text": "I have more knowledge than all my teachers, because I give thought to your unchanging word."
    },
    {
      "verse": 100,
      "text": "I have more wisdom than the old, because I have kept your orders."
    },
    {
      "verse": 101,
      "text": "I have kept back my feet from all evil ways, so that I might be true to your word."
    },
    {
      "verse": 102,
      "text": "My heart has not been turned away from your decisions; for you have been my teacher."
    },
    {
      "verse": 103,
      "text": "How sweet are your sayings to my taste! truly, they are sweeter than honey in my mouth!"
    },
    {
      "verse": 104,
      "text": "Through your orders I get wisdom; for this reason I am a hater of every false way. NUN"
    },
    {
      "verse": 105,
      "text": "Your word is a light for my feet, ever shining on my way."
    },
    {
      "verse": 106,
      "text": "I have made an oath and kept it, to be guided by your upright decisions."
    },
    {
      "verse": 107,
      "text": "I am greatly troubled, O Lord, give me life in keeping with your word."
    },
    {
      "verse": 108,
      "text": "Take, O Lord, the free offerings of my mouth, and give me knowledge of your decisions."
    },
    {
      "verse": 109,
      "text": "My soul is ever in danger; but I still keep the memory of your law."
    },
    {
      "verse": 110,
      "text": "Sinners have put a net to take me; but I was true to your orders."
    },
    {
      "verse": 111,
      "text": "I have taken your unchanging word as an eternal heritage; for it is the joy of my heart."
    },
    {
      "verse": 112,
      "text": "My heart is ever ready to keep your rules, even to the end. SAMECH"
    },
    {
      "verse": 113,
      "text": "I am a hater of men of doubting mind; but I am a lover of your law."
    },
    {
      "verse": 114,
      "text": "You are my secret place and my breastplate against danger; my hope is in your word."
    },
    {
      "verse": 115,
      "text": "Go far from me, you evil-doers; so that I may keep the teachings of my God."
    },
    {
      "verse": 116,
      "text": "Be my support as you have said, and give me life; let not my hope be turned to shame."
    },
    {
      "verse": 117,
      "text": "Let me not be moved, and I will be safe, and ever take delight in your rules."
    },
    {
      "verse": 118,
      "text": "You have overcome all those who are wandering from your rules; for all their thoughts are false."
    },
    {
      "verse": 119,
      "text": "All the sinners of the earth are like waste metal in your eyes; and for this cause I give my love to your unchanging word."
    },
    {
      "verse": 120,
      "text": "My flesh is moved for fear of you; I give honour to your decisions. AIN"
    },
    {
      "verse": 121,
      "text": "I have done what is good and right: you will not give me into the hands of those who are working against me."
    },
    {
      "verse": 122,
      "text": "Take your servant's interests into your keeping; let me not be crushed by the men of pride."
    },
    {
      "verse": 123,
      "text": "My eyes are wasted with desire for your salvation, and for the word of your righteousness."
    },
    {
      "verse": 124,
      "text": "Be good to your servant in your mercy, and give me teaching in your rules."
    },
    {
      "verse": 125,
      "text": "I am your servant; give me wisdom, so that I may have knowledge of your unchanging word."
    },
    {
      "verse": 126,
      "text": "It is time, O Lord, for you to let your work be seen; for they have made your law without effect."
    },
    {
      "verse": 127,
      "text": "For this reason I have greater love far your teachings than for gold, even for shining gold."
    },
    {
      "verse": 128,
      "text": "Because of it I keep straight in all things by your orders; and I am a hater of every false way. PE"
    },
    {
      "verse": 129,
      "text": "Your unchanging word is full of wonder; for this reason my soul keeps it."
    },
    {
      "verse": 130,
      "text": "The opening of your words gives light; it gives good sense to the simple."
    },
    {
      "verse": 131,
      "text": "My mouth was open wide, waiting with great desire for your teachings."
    },
    {
      "verse": 132,
      "text": "Let your eyes be turned to me, and have mercy on me, as it is right for you to do to those who are lovers of your name."
    },
    {
      "verse": 133,
      "text": "Let my steps be guided by your word; and let not sin have control over me."
    },
    {
      "verse": 134,
      "text": "Make me free from the cruel rule of man; then I will keep your orders."
    },
    {
      "verse": 135,
      "text": "Let your servant see the shining of your face; give me knowledge of your rules."
    },
    {
      "verse": 136,
      "text": "Rivers of water are flowing from my eyes, because men do not keep your law. TZADE"
    },
    {
      "verse": 137,
      "text": "O Lord, great is your righteousness, and upright are your decisions."
    },
    {
      "verse": 138,
      "text": "You have given your unchanging word in righteousness, and it is for ever."
    },
    {
      "verse": 139,
      "text": "My passion has overcome me; because my haters are turned away from your words."
    },
    {
      "verse": 140,
      "text": "Your word is of tested value; and it is dear to your servant."
    },
    {
      "verse": 141,
      "text": "I am small and of no account; but I keep your orders in mind."
    },
    {
      "verse": 142,
      "text": "Your righteousness is an unchanging righteousness, and your law is certain."
    },
    {
      "verse": 143,
      "text": "Pain and trouble have overcome me: but your teachings are my delight."
    },
    {
      "verse": 144,
      "text": "The righteousness of your unchanging word is eternal; give me wisdom so that I may have life. KOPH"
    },
    {
      "verse": 145,
      "text": "I have made my prayer with all my heart; give answer to me, O Lord: I will keep your rules."
    },
    {
      "verse": 146,
      "text": "My cry has gone up to you; take me out of trouble, and I will be guided by your unchanging word."
    },
    {
      "verse": 147,
      "text": "Before the sun is up, my cry for help comes to your ear; my hope is in your words."
    },
    {
      "verse": 148,
      "text": "In the night watches I am awake, so that I may give thought to your saying."
    },
    {
      "verse": 149,
      "text": "Let my voice come to you, in your mercy; O Lord, by your decisions give me life."
    },
    {
      "verse": 150,
      "text": "Those who have evil designs against me come near; they are far from your law."
    },
    {
      "verse": 151,
      "text": "You are near, O Lord; and all your teachings are true."
    },
    {
      "verse": 152,
      "text": "I have long had knowledge that your unchanging word is for ever. RESH"
    },
    {
      "verse": 153,
      "text": "O see my trouble, and be my saviour; for I keep your law in my mind,"
    },
    {
      "verse": 154,
      "text": "Undertake my cause, and come to my help, give me life, as you have said."
    },
    {
      "verse": 155,
      "text": "Salvation is far from evil-doers; for they have made no search for your rules."
    },
    {
      "verse": 156,
      "text": "Great is the number of your mercies, O Lord; give me life in keeping with your decisions."
    },
    {
      "verse": 157,
      "text": "Great is the number of those who are against me; but I have not been turned away from your unchanging word."
    },
    {
      "verse": 158,
      "text": "I saw with hate those who were untrue to you; for they did not keep your saying."
    },
    {
      "verse": 159,
      "text": "See how great is my love for your orders: give me life, O Lord, in keeping with your mercy."
    },
    {
      "verse": 160,
      "text": "Your word is true from the first; and your upright decision is unchanging for ever. SHIN"
    },
    {
      "verse": 161,
      "text": "Rulers have been cruel to me without cause; but I have the fear of your word in my heart."
    },
    {
      "verse": 162,
      "text": "I am delighted by your saying, like a man who makes discovery of great wealth."
    },
    {
      "verse": 163,
      "text": "I am full of hate and disgust for false words; but I am a lover of your law."
    },
    {
      "verse": 164,
      "text": "Seven times a day do I give you praise, because of your upright decisions."
    },
    {
      "verse": 165,
      "text": "Great peace have lovers of your law; they have no cause for falling."
    },
    {
      "verse": 166,
      "text": "Lord, my hope has been in your salvation; and I have kept your teachings."
    },
    {
      "verse": 167,
      "text": "My soul has kept your unchanging word; great is my love for it."
    },
    {
      "verse": 168,
      "text": "I have been ruled by your orders; for all my ways are before you. TAU"
    },
    {
      "verse": 169,
      "text": "Let my cry come before you, O Lord; give me wisdom in keeping with your word."
    },
    {
      "verse": 170,
      "text": "Let my prayer come before you; take me out of trouble, as you have said."
    },
    {
      "verse": 171,
      "text": "Let my lips be flowing with praise, because you have given me knowledge of your rules."
    },
    {
      "verse": 172,
      "text": "Let my tongue make songs in praise of your word; for all your teachings are righteousness."
    },
    {
      "verse": 173,
      "text": "Let your hand be near for my help; for I have given my heart to your orders."
    },
    {
      "verse": 174,
      "text": "All my desire has been for your salvation, O Lord; and your law is my delight."
    },
    {
      "verse": 175,
      "text": "Give life to my soul so that it may give you praise; and let your decisions be my support."
    },
    {
      "verse": 176,
      "text": "I have gone out of the way like a wandering sheep; make search for your servant; for I keep your teachings ever in mind."
    }
  ]
}