{
  "book_id": "PSA",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "Lord, give thought to David, and to all his troubles;"
    },
    {
      "verse": 2,
      "text": "How he made an oath to the Lord, and gave his word to the great God of Jacob, saying,"
    },
    {
      "verse": 3,
      "text": "Truly, I will not come into my house, or go to my bed,"
    },
    {
      "verse": 4,
      "text": "I will not give sleep to my eyes, or rest to my eyeballs,"
    },
    {
      "verse": 5,
      "text": "Till I have got a place for the Lord, a resting-place for the great God of Jacob."
    },
    {
      "verse": 6,
      "text": "We had news of it at Ephrathah: we came to it in the fields of the wood."
    },
    {
      "verse": 7,
      "text": "Let us go into his tent; let us give worship at his feet."
    },
    {
      "verse": 8,
      "text": "Come back, O Lord, to your resting-place; you and the ark of your strength."
    },
    {
      "verse": 9,
      "text": "Let your priests be clothed with righteousness; and let your saints give cries of joy."
    },
    {
      "verse": 10,
      "text": "Because of your servant David, do not give up your king."
    },
    {
      "verse": 11,
      "text": "The Lord gave a true oath to David, which he will not take back, saying, I will give your kingdom to the fruit of your body."
    },
    {
      "verse": 12,
      "text": "If your children keep my word, and the teachings which I will give them, their children will be rulers of your kingdom for ever."
    },
    {
      "verse": 13,
      "text": "For the Lord's heart is on Zion, desiring it for his resting-place."
    },
    {
      "verse": 14,
      "text": "This is my rest for ever: here will I ever be; for this is my desire."
    },
    {
      "verse": 15,
      "text": "My blessing will be on her food; and her poor will be full of bread."
    },
    {
      "verse": 16,
      "text": "Her priests will be clothed with salvation; and her saints will give cries of joy."
    },
    {
      "verse": 17,
      "text": "There I will make the horn of David fertile: I have made ready a light for my king."
    },
    {
      "verse": 18,
      "text": "His haters will be clothed with shame; but I will make his crown shining."
    }
  ]
}