{
  "book_id": "PSA",
  "chapter": 135,
  "verses": [
    {
      "verse": 1,
      "text": "Let the Lord be praised. O you servants of the Lord, give praise to the name of the Lord."
    },
    {
      "verse": 2,
      "text": "You who are in the house of the Lord, and in the open spaces of the house of our God,"
    },
    {
      "verse": 3,
      "text": "Give praise to Jah, for he is good: make melody to his name, for it is pleasing."
    },
    {
      "verse": 4,
      "text": "For the Lord has taken Jacob for himself, and Israel for his property."
    },
    {
      "verse": 5,
      "text": "I know that the Lord is great, and that our Lord is greater than all other gods."
    },
    {
      "verse": 6,
      "text": "The Lord has done whatever was pleasing to him, in heaven, and on the earth, in the seas and in all the deep waters."
    },
    {
      "verse": 7,
      "text": "He makes the mists go up from the ends of the earth; he makes thunder-flames for the rain; he sends out the winds from his store-houses."
    },
    {
      "verse": 8,
      "text": "He put to death the first-fruits of Egypt, of man and of beast."
    },
    {
      "verse": 9,
      "text": "He sent signs and wonders among you, O Egypt, on Pharaoh, and on all his servants."
    },
    {
      "verse": 10,
      "text": "He overcame great nations, and put strong kings to death;"
    },
    {
      "verse": 11,
      "text": "Sihon, king of the Amorites, and Og, king of Bashan, and all the kingdoms of Canaan;"
    },
    {
      "verse": 12,
      "text": "And gave their land for a heritage, even for a heritage to Israel his people."
    },
    {
      "verse": 13,
      "text": "O Lord, your name is eternal; and the memory of you will have no end."
    },
    {
      "verse": 14,
      "text": "For the Lord will be judge of his people's cause; his feelings will be changed to his servants."
    },
    {
      "verse": 15,
      "text": "The images of the nations are silver and gold, the work of men's hands."
    },
    {
      "verse": 16,
      "text": "They have mouths, but no voice, they have eyes, but they do not see;"
    },
    {
      "verse": 17,
      "text": "They have ears, but no hearing; and there is no breath in their mouths."
    },
    {
      "verse": 18,
      "text": "Those who make them are like them; and so is everyone who puts his hope in them."
    },
    {
      "verse": 19,
      "text": "Give praise to the Lord, O children of Israel: give praise to the Lord, O sons of Aaron:"
    },
    {
      "verse": 20,
      "text": "Give praise to the Lord, O sons of Levi: let all the worshippers of the Lord give him praise."
    },
    {
      "verse": 21,
      "text": "Praise be to the Lord out of Zion, even to the Lord whose house is in Jerusalem, Let the Lord be praised."
    }
  ]
}