{
  "book_id": "PSA",
  "chapter": 136,
  "verses": [
    {
      "verse": 1,
      "text": "O give praise to the Lord, for he is good: for his mercy is unchanging for ever."
    },
    {
      "verse": 2,
      "text": "O give praise to the God of gods: for his mercy is unchanging for ever."
    },
    {
      "verse": 3,
      "text": "O give praise to the Lord of lords: for his mercy is unchanging for ever."
    },
    {
      "verse": 4,
      "text": "To him who only does great wonders: for his mercy is unchanging for ever."
    },
    {
      "verse": 5,
      "text": "To him who by wisdom made the heavens: for his mercy is unchanging for ever."
    },
    {
      "verse": 6,
      "text": "To him by whom the earth was stretched out over the waters: for his mercy is unchanging for ever."
    },
    {
      "verse": 7,
      "text": "To him who made great lights: for his mercy is unchanging for ever."
    },
    {
      "verse": 8,
      "text": "The sun to have rule by day: for his mercy is unchanging for ever."
    },
    {
      "verse": 9,
      "text": "The moon and the stars to have rule by night: for his mercy is unchanging for ever."
    },
    {
      "verse": 10,
      "text": "To him who put to death the first-fruits of Egypt: for his mercy is unchanging for ever:"
    },
    {
      "verse": 11,
      "text": "And took out Israel from among them: for his mercy is unchanging for ever:"
    },
    {
      "verse": 12,
      "text": "With a strong hand and an outstretched arm: for his mercy is unchanging for ever."
    },
    {
      "verse": 13,
      "text": "To him who made a way through the Red Sea: for his mercy is unchanging for ever:"
    },
    {
      "verse": 14,
      "text": "And let Israel go through it: for his mercy is unchanging for ever:"
    },
    {
      "verse": 15,
      "text": "By him Pharaoh and his army were overturned in the Red Sea: for his mercy is unchanging for ever."
    },
    {
      "verse": 16,
      "text": "To him who took his people through the waste land: for his mercy is unchanging for ever."
    },
    {
      "verse": 17,
      "text": "To him who overcame great kings: for his mercy is unchanging for ever:"
    },
    {
      "verse": 18,
      "text": "And put noble kings to death: for his mercy is unchanging for ever:"
    },
    {
      "verse": 19,
      "text": "Sihon, king of the Amorites: for his mercy is unchanging for ever:"
    },
    {
      "verse": 20,
      "text": "And Og, king of Bashan: for his mercy is unchanging for ever:"
    },
    {
      "verse": 21,
      "text": "And gave their land to his people for a heritage: for his mercy is unchanging for ever."
    },
    {
      "verse": 22,
      "text": "Even a heritage for his servant Israel: for his mercy is unchanging for ever."
    },
    {
      "verse": 23,
      "text": "Who kept us in mind when we were in trouble: for his mercy is unchanging for ever."
    },
    {
      "verse": 24,
      "text": "And has taken us out of the hands of our haters: for his mercy is unchanging for ever."
    },
    {
      "verse": 25,
      "text": "Who gives food to all flesh: for his mercy is unchanging for ever."
    },
    {
      "verse": 26,
      "text": "O give praise to the God of heaven: for his mercy is unchanging for ever."
    }
  ]
}