{
  "book_id": "PSA",
  "chapter": 139,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, you have knowledge of me, searching out all my secrets."
    },
    {
      "verse": 2,
      "text": "You have knowledge when I am seated and when I get up, you see my thoughts from far away."
    },
    {
      "verse": 3,
      "text": "You keep watch over my steps and my sleep, and have knowledge of all my ways."
    },
    {
      "verse": 4,
      "text": "For there is not a word on my tongue which is not clear to you, O Lord."
    },
    {
      "verse": 5,
      "text": "I am shut in by you on every side, and you have put your hand on me."
    },
    {
      "verse": 6,
      "text": "Such knowledge is a wonder greater than my powers; it is so high that I may not come near it."
    },
    {
      "verse": 7,
      "text": "Where may I go from your spirit? how may I go in flight from you?"
    },
    {
      "verse": 8,
      "text": "If I go up to heaven, you are there: or if I make my bed in the underworld, you are there."
    },
    {
      "verse": 9,
      "text": "If I take the wings of the morning, and go to the farthest parts of the sea;"
    },
    {
      "verse": 10,
      "text": "Even there will I be guided by your hand, and your right hand will keep me."
    },
    {
      "verse": 11,
      "text": "If I say, Only let me be covered by the dark, and the light about me be night;"
    },
    {
      "verse": 12,
      "text": "Even the dark is not dark to you; the night is as bright as the day: for dark and light are the same to you."
    },
    {
      "verse": 13,
      "text": "My flesh was made by you, and my parts joined together in my mother's body."
    },
    {
      "verse": 14,
      "text": "I will give you praise, for I am strangely and delicately formed; your works are great wonders, and of this my soul is fully conscious."
    },
    {
      "verse": 15,
      "text": "My frame was not unseen by you when I was made secretly, and strangely formed in the lowest parts of the earth."
    },
    {
      "verse": 16,
      "text": "Your eyes saw my unformed substance; in your book all my days were recorded, even those which were purposed before they had come into being."
    },
    {
      "verse": 17,
      "text": "How dear are your thoughts to me, O God! how great is the number of them!"
    },
    {
      "verse": 18,
      "text": "If I made up their number, it would be more than the grains of sand; when I am awake, I am still with you."
    },
    {
      "verse": 19,
      "text": "If only you would put the sinners to death, O God; go far from me, you men of blood."
    },
    {
      "verse": 20,
      "text": "For they go against you with evil designs, and your haters make sport of your name."
    },
    {
      "verse": 21,
      "text": "Are not your haters hated by me, O Lord? are not those who are lifted up against you a cause of grief to me?"
    },
    {
      "verse": 22,
      "text": "My hate for them is complete; my thoughts of them are as if they were making war on me."
    },
    {
      "verse": 23,
      "text": "O God, let the secrets of my heart be uncovered, and let my wandering thoughts be tested:"
    },
    {
      "verse": 24,
      "text": "See if there is any way of sorrow in me, and be my guide in the eternal way."
    }
  ]
}