{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "Praise be to the God of my strength, teaching my hands the use of the sword, and my fingers the art of fighting:"
    },
    {
      "verse": 2,
      "text": "He is my strength, and my Rock; my high tower, and my saviour; my keeper and my hope: he gives me authority over my people."
    },
    {
      "verse": 3,
      "text": "Lord, what is man, that you keep him in mind? or the son of man that you take him into account?"
    },
    {
      "verse": 4,
      "text": "Man is like a breath: his life is like a shade which is quickly gone."
    },
    {
      "verse": 5,
      "text": "Come down, O Lord, from your heavens: at your touch let the mountains give out smoke."
    },
    {
      "verse": 6,
      "text": "With your storm-flames send them in flight: send out your arrows for their destruction."
    },
    {
      "verse": 7,
      "text": "Put out your hand from on high; make me free, take me safely out of the great waters, and out of the hands of strange men;"
    },
    {
      "verse": 8,
      "text": "In whose mouths are false words, and whose right hand is a right hand of deceit."
    },
    {
      "verse": 9,
      "text": "I will make a new song to you, O God; I will make melody to you on an instrument of ten cords."
    },
    {
      "verse": 10,
      "text": "It is God who gives salvation to kings; and who kept his servant David from the wounding sword."
    },
    {
      "verse": 11,
      "text": "Make me free, and take me out of the hands of strange men, in whose mouths are false words, and whose right hand is a right hand of deceit."
    },
    {
      "verse": 12,
      "text": "Our sons are like tall young plants; and our daughters like the shining stones of a king's house;"
    },
    {
      "verse": 13,
      "text": "Our store-houses are full of all good things; and our sheep give birth to thousands and ten thousands in our fields."
    },
    {
      "verse": 14,
      "text": "Our oxen are well weighted down; our cows give birth safely; there is no going out, and there is no cry of sorrow in our open places."
    },
    {
      "verse": 15,
      "text": "Happy is the nation whose ways are so ordered: yes, happy is the nation whose God is the Lord."
    }
  ]
}