{
  "book_id": "LUK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the fifteenth year of the reign of Tiberius Cesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of Iturea and of the region of Trachonitis, and Lysanius the tetrarch of Abilene,"
    },
    {
      "verse": 2,
      "text": "Annas and Caiaphas being the high priests, the word of God came to John the son of Zacharias in the wilderness."
    },
    {
      "verse": 3,
      "text": "And he came into all the country about Jordan, preaching the baptism of repentance, for the remission of sins;"
    },
    {
      "verse": 4,
      "text": "As it is written in the book of the words of Isaiah the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."
    },
    {
      "verse": 5,
      "text": "Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways \\add shall be\\add* made smooth;"
    },
    {
      "verse": 6,
      "text": "And all flesh shall see the salvation of God."
    },
    {
      "verse": 7,
      "text": "Then said he to the multitude that came forth to be baptized by him, O generation of vipers, who hath warned you to flee from the wrath to come?"
    },
    {
      "verse": 8,
      "text": "Bring forth therefore fruits worthy of repentance, and begin not to say within yourselves, We have Abraham for \\add our\\add* father: for I say to you, that God is able of these stones to raise up children to Abraham."
    },
    {
      "verse": 9,
      "text": "And now also the ax is laid to the root of the trees: every tree therefore which bringeth not forth good fruit, is hewn down, and cast into the fire."
    },
    {
      "verse": 10,
      "text": "And the people asked him, saying, What shall we do then?"
    },
    {
      "verse": 11,
      "text": "He answereth and saith to them, He that hath two coats, let him impart to him that hath none; and he that hath provisions, let him do likewise."
    },
    {
      "verse": 12,
      "text": "Then came also publicans to be baptized, and said to him, Master, what shall we do?"
    },
    {
      "verse": 13,
      "text": "And he said to them, Exact no more than that which is appointed you."
    },
    {
      "verse": 14,
      "text": "And the soldiers likewise asked him, saying, And what shall we do? And he said to them, Do violence to no man, neither accuse \\add any\\add* falsely, and be content with your wages."
    },
    {
      "verse": 15,
      "text": "And as the people were in expectation, and all men mused in their hearts concerning John, whether he was the Christ, or not;"
    },
    {
      "verse": 16,
      "text": "John answered, saying to \\add them\\add* all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he will baptize you with the Holy Spirit, and with fire:"
    },
    {
      "verse": 17,
      "text": "Whose fan \\add is\\add* in his hand, and he will thoroughly cleanse his floor, and will gather the wheat into his granary; but the chaff he will burn with fire unquenchable."
    },
    {
      "verse": 18,
      "text": "And many other things in his exhortation he preached to the people."
    },
    {
      "verse": 19,
      "text": "But Herod the tetrarch, being reproved by him on account of Herodias, his brother Philip's wife, and for all the evils which Herod had done,"
    },
    {
      "verse": 20,
      "text": "Added yet this above all, that he shut up John in prison."
    },
    {
      "verse": 21,
      "text": "Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,"
    },
    {
      "verse": 22,
      "text": "And the Holy Spirit descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased."
    },
    {
      "verse": 23,
      "text": "And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, who was \\add the son\\add* of Heli,"
    },
    {
      "verse": 24,
      "text": "Who was \\add the son\\add* of Matthat, who was \\add the son\\add* of Levi, who was \\add the son\\add* of Melchi, who was \\add the son\\add* of Janna, who was \\add the son\\add* of Joseph,"
    },
    {
      "verse": 25,
      "text": "Who was \\add the son\\add* of Mattathias, who was \\add the son\\add* of Amos, who was \\add the son\\add* of Naum, who was \\add the son\\add* of Esli, who was \\add the son\\add* of Nagge,"
    },
    {
      "verse": 26,
      "text": "Who was \\add the son\\add* of Maath, who was \\add the son\\add* of Mattathias, who was \\add the son\\add* of Semei, who was \\add the son\\add* of Joseph, who was \\add the son\\add* of Juda,"
    },
    {
      "verse": 27,
      "text": "Who was \\add the son\\add* of Joanna, who was \\add the son\\add* of Rhesa, who was \\add the son\\add* of Zorobabel, who was \\add the son\\add* of Salathiel, who was \\add the son\\add* of Neri,"
    },
    {
      "verse": 28,
      "text": "Who was \\add the son\\add* of Melchi, who was \\add the son\\add* of Addi, who was \\add the son\\add* of Cosam, who was \\add the son\\add* of Elmodam, who was \\add the son\\add* of Er,"
    },
    {
      "verse": 29,
      "text": "Who was \\add the son\\add* of Jose, who was \\add the son\\add* of Eliezer, who was \\add the son\\add* of Jorim, who was \\add the son\\add* of Matthat, who was \\add the son\\add* of Levi,"
    },
    {
      "verse": 30,
      "text": "Who was \\add the son\\add* of Simeon, who was \\add the son\\add* of Judah, who was \\add the son\\add* of Joseph, who was \\add the son\\add* of Jonan, who was \\add the son\\add* of Eliakim,"
    },
    {
      "verse": 31,
      "text": "Who was \\add the son\\add* of Melea, who was \\add the son\\add* of Menan, who was \\add the son\\add* of Mattatha, who was \\add the son\\add* of Nathan, who was \\add the son\\add* of David,"
    },
    {
      "verse": 32,
      "text": "Who was \\add the son\\add* of Jesse, who was \\add the son\\add* of Obed, who was \\add the son\\add* of Booz, who was \\add the son\\add* of Salmon, who was \\add the son\\add* of Naasson,"
    },
    {
      "verse": 33,
      "text": "Who was \\add the son\\add* of Aminadab, who was \\add the son\\add* of Aram, who was \\add the son\\add* of Esrom, who was \\add the son\\add* of Phares, who was \\add the son\\add* of Judah,"
    },
    {
      "verse": 34,
      "text": "Who was \\add the son\\add* of Jacob, who was \\add the son\\add* of Isaac, who was \\add the son\\add* of Abraham, who was \\add the son\\add* of Terah, who was \\add the son\\add* of Nahor,"
    },
    {
      "verse": 35,
      "text": "Who was \\add the son\\add* of Serug, who was \\add the son\\add* of Reu, who was \\add the son\\add* of Peleg, who was \\add the son\\add* of Heber, who was \\add the son\\add* of Sala,"
    },
    {
      "verse": 36,
      "text": "Who was \\add the son\\add* of Cainan, who was \\add the son\\add* of Arphaxad, who was \\add the son\\add* of Shem, who was \\add the son\\add* of Noah, who was \\add the son\\add* of Lamech,"
    },
    {
      "verse": 37,
      "text": "Who was \\add the son\\add* of Methuselah, who was \\add the son\\add* of Enoch, who was \\add the son\\add* of Jared, who was \\add the son\\add* of Maleleel, who was \\add the son\\add* of Cainan,"
    },
    {
      "verse": 38,
      "text": "Who was \\add the son\\add* of Enos, who was \\add the son\\add* of Seth, who was \\add the son\\add* of Adam, who was \\add the son\\add* of God."
    }
  ]
}