{
  "book_id": "LUK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the fifteenth year of the reign of Tiberius Cesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of Iturea and of the region of Trachonitis, and Lysanius the tetrarch of Abilene,"
    },
    {
      "verse": 2,
      "text": "Annas and Caiaphas being the high priests, the word of God came to John the son of Zacharias in the wilderness."
    },
    {
      "verse": 3,
      "text": "And he came into all the country about Jordan, preaching the baptism of repentance, for the remission of sins;"
    },
    {
      "verse": 4,
      "text": "As it is written in the book of the words of Isaiah the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."
    },
    {
      "verse": 5,
      "text": "Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall bemade smooth;"
    },
    {
      "verse": 6,
      "text": "And all flesh shall see the salvation of God."
    },
    {
      "verse": 7,
      "text": "Then said he to the multitude that came forth to be baptized by him, O generation of vipers, who hath warned you to flee from the wrath to come?"
    },
    {
      "verse": 8,
      "text": "Bring forth therefore fruits worthy of repentance, and begin not to say within yourselves, We have Abraham for ourfather: for I say to you, that God is able of these stones to raise up children to Abraham."
    },
    {
      "verse": 9,
      "text": "And now also the ax is laid to the root of the trees: every tree therefore which bringeth not forth good fruit, is hewn down, and cast into the fire."
    },
    {
      "verse": 10,
      "text": "And the people asked him, saying, What shall we do then?"
    },
    {
      "verse": 11,
      "text": "He answereth and saith to them, He that hath two coats, let him impart to him that hath none; and he that hath provisions, let him do likewise."
    },
    {
      "verse": 12,
      "text": "Then came also publicans to be baptized, and said to him, Master, what shall we do?"
    },
    {
      "verse": 13,
      "text": "And he said to them, Exact no more than that which is appointed you."
    },
    {
      "verse": 14,
      "text": "And the soldiers likewise asked him, saying, And what shall we do? And he said to them, Do violence to no man, neither accuse anyfalsely, and be content with your wages."
    },
    {
      "verse": 15,
      "text": "And as the people were in expectation, and all men mused in their hearts concerning John, whether he was the Christ, or not;"
    },
    {
      "verse": 16,
      "text": "John answered, saying to themall, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he will baptize you with the Holy Spirit, and with fire:"
    },
    {
      "verse": 17,
      "text": "Whose fan isin his hand, and he will thoroughly cleanse his floor, and will gather the wheat into his granary; but the chaff he will burn with fire unquenchable."
    },
    {
      "verse": 18,
      "text": "And many other things in his exhortation he preached to the people."
    },
    {
      "verse": 19,
      "text": "But Herod the tetrarch, being reproved by him on account of Herodias, his brother Philip's wife, and for all the evils which Herod had done,"
    },
    {
      "verse": 20,
      "text": "Added yet this above all, that he shut up John in prison."
    },
    {
      "verse": 21,
      "text": "Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,"
    },
    {
      "verse": 22,
      "text": "And the Holy Spirit descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased."
    },
    {
      "verse": 23,
      "text": "And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, who was the sonof Heli,"
    },
    {
      "verse": 24,
      "text": "Who was the sonof Matthat, who was the sonof Levi, who was the sonof Melchi, who was the sonof Janna, who was the sonof Joseph,"
    },
    {
      "verse": 25,
      "text": "Who was the sonof Mattathias, who was the sonof Amos, who was the sonof Naum, who was the sonof Esli, who was the sonof Nagge,"
    },
    {
      "verse": 26,
      "text": "Who was the sonof Maath, who was the sonof Mattathias, who was the sonof Semei, who was the sonof Joseph, who was the sonof Juda,"
    },
    {
      "verse": 27,
      "text": "Who was the sonof Joanna, who was the sonof Rhesa, who was the sonof Zorobabel, who was the sonof Salathiel, who was the sonof Neri,"
    },
    {
      "verse": 28,
      "text": "Who was the sonof Melchi, who was the sonof Addi, who was the sonof Cosam, who was the sonof Elmodam, who was the sonof Er,"
    },
    {
      "verse": 29,
      "text": "Who was the sonof Jose, who was the sonof Eliezer, who was the sonof Jorim, who was the sonof Matthat, who was the sonof Levi,"
    },
    {
      "verse": 30,
      "text": "Who was the sonof Simeon, who was the sonof Judah, who was the sonof Joseph, who was the sonof Jonan, who was the sonof Eliakim,"
    },
    {
      "verse": 31,
      "text": "Who was the sonof Melea, who was the sonof Menan, who was the sonof Mattatha, who was the sonof Nathan, who was the sonof David,"
    },
    {
      "verse": 32,
      "text": "Who was the sonof Jesse, who was the sonof Obed, who was the sonof Booz, who was the sonof Salmon, who was the sonof Naasson,"
    },
    {
      "verse": 33,
      "text": "Who was the sonof Aminadab, who was the sonof Aram, who was the sonof Esrom, who was the sonof Phares, who was the sonof Judah,"
    },
    {
      "verse": 34,
      "text": "Who was the sonof Jacob, who was the sonof Isaac, who was the sonof Abraham, who was the sonof Terah, who was the sonof Nahor,"
    },
    {
      "verse": 35,
      "text": "Who was the sonof Serug, who was the sonof Reu, who was the sonof Peleg, who was the sonof Heber, who was the sonof Sala,"
    },
    {
      "verse": 36,
      "text": "Who was the sonof Cainan, who was the sonof Arphaxad, who was the sonof Shem, who was the sonof Noah, who was the sonof Lamech,"
    },
    {
      "verse": 37,
      "text": "Who was the sonof Methuselah, who was the sonof Enoch, who was the sonof Jared, who was the sonof Maleleel, who was the sonof Cainan,"
    },
    {
      "verse": 38,
      "text": "Who was the sonof Enos, who was the sonof Seth, who was the sonof Adam, who was the sonof God."
    }
  ]
}