{
  "book_id": "LUK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "There were present at that season some that told him of the Galileans, whose blood Pilate had mingled with their sacrifices."
    },
    {
      "verse": 2,
      "text": "And Jesus answering, said to them, Suppose ye that these Galileans were sinners above all the Galileans, because they suffered such things?"
    },
    {
      "verse": 3,
      "text": "I tell you, No; but except ye repent, ye shall all likewise perish."
    },
    {
      "verse": 4,
      "text": "Or those eighteen, upon whom the tower in Siloam fell, and killed them, think ye that they were sinners above all men that dwelt in Jerusalem?"
    },
    {
      "verse": 5,
      "text": "I tell you, No; but, except ye repent, ye shall all likewise perish."
    },
    {
      "verse": 6,
      "text": "He spoke also this parable: A certain \\add man\\add* had a fig-tree planted in his vineyard; and he came and sought fruit on it, and found none."
    },
    {
      "verse": 7,
      "text": "Then said he to the dresser of his vineyard, Behold, these three years I come seeking fruit on this fig-tree, and find none: cut it down; why cumbereth it the ground?"
    },
    {
      "verse": 8,
      "text": "And he answering, said to him, Lord, let it alone this year also, till I shall dig about it, and dung \\add it\\add* :"
    },
    {
      "verse": 9,
      "text": "And if it shall bear fruit, \\add well\\add* : and if not, \\add then\\add* after that thou shalt cut it down."
    },
    {
      "verse": 10,
      "text": "And he was teaching in one of the synagogues on the sabbath."
    },
    {
      "verse": 11,
      "text": "And behold, there was a woman who had a spirit of infirmity eighteen years, and was bowed together, and could in no wise raise \\add herself\\add* ."
    },
    {
      "verse": 12,
      "text": "And when Jesus saw her, he called \\add her to him\\add* , and said to her, Woman, thou art loosed from thy infirmity."
    },
    {
      "verse": 13,
      "text": "And he laid \\add his\\add* hands on her: and immediately she was made straight, and glorified God."
    },
    {
      "verse": 14,
      "text": "And the ruler of the synagogue answered with indignation, because Jesus had healed on the sabbath, and said to the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath."
    },
    {
      "verse": 15,
      "text": "The Lord then answered him, and said, \\add Thou\\add* hypocrite, doth not each one of you on the sabbath loose his ox or \\add his\\add* ass from the stall, and lead \\add him\\add* away to watering?"
    },
    {
      "verse": 16,
      "text": "And ought not this woman, being a daughter of Abraham, whom Satan hath bound, lo, these eighteen years, to be loosed from this bond on the Sabbath?"
    },
    {
      "verse": 17,
      "text": "And when he had said these things, all his adversaries were ashamed: and all the people rejoiced for all the glorious things that were done by him."
    },
    {
      "verse": 18,
      "text": "Then said he, To what is the kingdom of God like? and to what shall I resemble it?"
    },
    {
      "verse": 19,
      "text": "It is like a grain of mustard-seed, which a man took, and cast into his garden, and it grew, and became a great tree; and the fowls of the air lodged in the branches of it."
    },
    {
      "verse": 20,
      "text": "And again he said, To what shall I liken the kingdom of God?"
    },
    {
      "verse": 21,
      "text": "It is like leaven, which a woman took and hid in three measures of meal, till the whole was leavened."
    },
    {
      "verse": 22,
      "text": "And he went through the cities and villages, teaching, and journeying towards Jerusalem."
    },
    {
      "verse": 23,
      "text": "Then said one to him, Lord, are there few that are saved? And he said to them,"
    },
    {
      "verse": 24,
      "text": "Strive to enter in at the strait gate: for many, I say to you, will seek to enter in, and shall not be able."
    },
    {
      "verse": 25,
      "text": "When once the master of the house hath risen, and hath shut the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open to us; and he will answer and say to you, I know you not whence ye are:"
    },
    {
      "verse": 26,
      "text": "Then ye will begin to say, We have eaten and drank in thy presence, and thou hast taught in our streets."
    },
    {
      "verse": 27,
      "text": "But he will say, I tell you, I know you not whence ye are: depart from me, all \\add ye\\add* workers of iniquity."
    },
    {
      "verse": 28,
      "text": "There shall be weeping and gnashing of teeth when ye shall see Abraham, and Isaac, and Jacob, and all the prophets in the kingdom of God, and you \\add yourselves\\add* excluded."
    },
    {
      "verse": 29,
      "text": "And they will come from the east, and \\add from\\add* the west, and from the north, and \\add from\\add* the south, and will sit down in the kingdom of God."
    },
    {
      "verse": 30,
      "text": "And behold, there are last, who shall be first; and there are first who shall be last."
    },
    {
      "verse": 31,
      "text": "The same day there came certain of the Pharisees, saying to him, Go out, and depart hence; for Herod will kill thee."
    },
    {
      "verse": 32,
      "text": "And he said to them, Go ye and tell that fox, Behold, I cast out demons, and I do cures to-day and to-morrow, and the third \\add day\\add* I shall be perfected."
    },
    {
      "verse": 33,
      "text": "Nevertheless, I must walk to-day and to-morrow, and the \\add day\\add* following: for it cannot be that a prophet should perish out of Jerusalem."
    },
    {
      "verse": 34,
      "text": "O Jerusalem, Jerusalem, that killest the prophets, and stonest them that are sent to thee; how often would I have gathered thy children, as a hen \\add gathereth\\add* her brood under \\add her\\add* wings, and ye would not!"
    },
    {
      "verse": 35,
      "text": "Behold, your house is left to you desolate. And verily I say to you, ye shall not see me, until \\add the time shall\\add* come when ye shall say, Blessed \\add is\\add* he that cometh in the name of the Lord."
    }
  ]
}