{
  "book_id": "EPH",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "and you also [[he raised up]], who were dead through your trespasses and sins,"
    },
    {
      "verse": 2,
      "text": "in which ye once walked according to the course of this world, according to the prince of the powers of the air, the spirit that is now working in the sons of disobedience;"
    },
    {
      "verse": 3,
      "text": "among whom even we all had our way of life in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the thoughts, and were by nature children of wrath, even as others;"
    },
    {
      "verse": 4,
      "text": "but God, who is rich in mercy, on account of his great love wherewith he loved us, gave to us,"
    },
    {
      "verse": 5,
      "text": "even when dead through our trespasses, life with Christ,—by grace have ye been saved,—"
    },
    {
      "verse": 6,
      "text": "and raised us up with him, and caused us to sit with him in the heavenly regions in Christ Jesus,"
    },
    {
      "verse": 7,
      "text": "that he might show in the ages to come the exceeding riches of his grace in kindness toward us in Christ Jesus."
    },
    {
      "verse": 8,
      "text": "For by grace ye have been saved, through faith; and this is not of yourselves; it is the gift of God;"
    },
    {
      "verse": 9,
      "text": "not of works, lest any one should boast."
    },
    {
      "verse": 10,
      "text": "For we are his workmanship, created in Christ Jesus unto good works, which God before prepared that we should walk in them."
    },
    {
      "verse": 11,
      "text": "Wherefore remember, that in time past ye, the gentiles in the flesh, who are called uncircumcised by those who are called circumcised, having the circumcision of the flesh, performed by hand,—"
    },
    {
      "verse": 12,
      "text": "that ye were at that time without Christ, being aliens from the commonwealth of Israel, and strangers to the covenants of the promise, having no hope, and without God, in the world;"
    },
    {
      "verse": 13,
      "text": "but now, in Christ Jesus, ye, who formerly were afar off, have been brought nigh by the blood of Christ."
    },
    {
      "verse": 14,
      "text": "For it is he who is our peace, who made both one, and broke down the middle wall of partition between us, that is, the enmity;"
    },
    {
      "verse": 15,
      "text": "having abolished in his flesh the law of commandments contained in ordinances; that he might create of the two one new man in himself, thus making peace,"
    },
    {
      "verse": 16,
      "text": "and might reconcile both to God in one body by the cross, having slain on it the enmity."
    },
    {
      "verse": 17,
      "text": "And he came and brought the glad tidings of peace to you who were afar off, and of peace to those that were near;"
    },
    {
      "verse": 18,
      "text": "for through him we both have our access in one Spirit to the Father."
    },
    {
      "verse": 19,
      "text": "So then ye are no longer strangers and foreigners, but are fellow-citizens with the saints, and members of the household of God,"
    },
    {
      "verse": 20,
      "text": "and are built upon the foundation of the apostles and prophets, Christ Jesus himself being the chief corner-stone;"
    },
    {
      "verse": 21,
      "text": "in whom all the building, fitly framed together, is growing into a holy temple in the Lord;"
    },
    {
      "verse": 22,
      "text": "in whom ye also are built together into a dwelling-place of God in the Spirit."
    }
  ]
}