{
  "book_id": "EPH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I exhort you, therefore, I the prisoner in the Lord, to walk worthily of the calling with which ye were called,"
    },
    {
      "verse": 2,
      "text": "with all humility and meekness, with long-suffering; bearing with one another in love,"
    },
    {
      "verse": 3,
      "text": "endeavoring to keep the unity of the Spirit in the bond of peace."
    },
    {
      "verse": 4,
      "text": "There is one body, and one Spirit, even as ye were called in one hope of your calling;"
    },
    {
      "verse": 5,
      "text": "one Lord, one faith, one baptism,"
    },
    {
      "verse": 6,
      "text": "one God and Father of all, who is over all, and through all, and in all."
    },
    {
      "verse": 7,
      "text": "But to each one of us was given the grace [[which he hath]] according to the measure of the gift of Christ."
    },
    {
      "verse": 8,
      "text": "Wherefore he saith: “When he ascended on high, he led captive a train of captives, and gave gifts to men.”"
    },
    {
      "verse": 9,
      "text": "Now what is implied in his ascending, but that he also descended into the lower parts of the earth?"
    },
    {
      "verse": 10,
      "text": "He who descended is the same as he who ascended far above all the heavens, that he might fill all things."
    },
    {
      "verse": 11,
      "text": "And he gave some to be apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;"
    },
    {
      "verse": 12,
      "text": "for the perfecting of the saints for the work of ministration, for the building up of the body of Christ;"
    },
    {
      "verse": 13,
      "text": "till we all attain to the unity of the faith and of the knowledge of the Son of God, to a full-grown man, to the measure of the stature of the fullness of Christ;"
    },
    {
      "verse": 14,
      "text": "that we may no longer be children, tossed to and fro and borne about by every wind of teaching, through the dishonest tricks of men, and their cunning in the wily arts of error;"
    },
    {
      "verse": 15,
      "text": "but cleaving to truth in love, may grow up in all things unto him who is the head, even Christ;"
    },
    {
      "verse": 16,
      "text": "from whom the whole body, well put together and compacted by means of every supplying joint, is, according to the working of each part in its proportion, building itself up in love."
    },
    {
      "verse": 17,
      "text": "This therefore I say, and charge you in the Lord, that ye no longer walk as the rest of the gentiles walk in the vanity of their mind,"
    },
    {
      "verse": 18,
      "text": "having their understanding darkened, being alienated from the life of God on account of the ignorance that is in them, on account of the hardness of their hearts;"
    },
    {
      "verse": 19,
      "text": "who, being past feeling, have given themselves up to wantonness, to work all uncleanness in greediness."
    },
    {
      "verse": 20,
      "text": "But not so did ye learn Christ,"
    },
    {
      "verse": 21,
      "text": "if indeed ye heard him, and were taught in him, as the truth is in Jesus;"
    },
    {
      "verse": 22,
      "text": "that as to your former way of life ye should put off the old man, who perisheth according to the lusts of deceit,"
    },
    {
      "verse": 23,
      "text": "and be renewed in the spirit of your mind,"
    },
    {
      "verse": 24,
      "text": "and that ye put on the new man, who was created according to God in righteousness and holiness of the truth."
    },
    {
      "verse": 25,
      "text": "Wherefore having put away falsehood, speak truth every one with his neighbor; for we are members one of another."
    },
    {
      "verse": 26,
      "text": "“Be angry, and sin not;” let not the sun go down upon your wrath;"
    },
    {
      "verse": 27,
      "text": "and do not give place to the Devil."
    },
    {
      "verse": 28,
      "text": "Let him that stealeth steal no more, but rather let him labor, working with his hands at that which is good, that he may have to give to him that is in need."
    },
    {
      "verse": 29,
      "text": "Let no foul language proceed out of your mouth, but whatever is good for edification, as the need may be, that it may benefit the hearers;"
    },
    {
      "verse": 30,
      "text": "and grieve not the Holy Spirit of God, whereby ye were sealed unto the day of redemption."
    },
    {
      "verse": 31,
      "text": "Let all bitterness, and wrath, and anger, and clamor, and evil-speaking, be put away from you, with all malice;"
    },
    {
      "verse": 32,
      "text": "and be kind to one another, tender-hearted, forgiving one another, even as God in Christ forgave you."
    }
  ]
}