{
  "book_id": "EPH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Be therefore imitators of God, as beloved children;"
    },
    {
      "verse": 2,
      "text": "and walk in love, as Christ also loved you, and gave himself for you an offering and a sacrifice to God, of a sweet odor."
    },
    {
      "verse": 3,
      "text": "But fornication, and all uncleanness, or covetousness, let it not even be named among you, as becometh saints,"
    },
    {
      "verse": 4,
      "text": "neither obscenity, nor foolish talking, nor indecent jesting, which are not becoming; but rather giving of thanks."
    },
    {
      "verse": 5,
      "text": "For of this ye are sure, since ye know that no whore-monger, nor unclean person, nor covetous man, who is an idolater, hath an inheritance in the kingdom of Christ and God."
    },
    {
      "verse": 6,
      "text": "Let no one deceive you with vain words; for because of these things the wrath of God cometh upon the sons of disobedience."
    },
    {
      "verse": 7,
      "text": "Be not therefore partakers with them."
    },
    {
      "verse": 8,
      "text": "For ye were once darkness, but now ye are light in the Lord. Walk as children of light,"
    },
    {
      "verse": 9,
      "text": "—for the fruit of the light is in all goodness, and righteousness, and truth,—"
    },
    {
      "verse": 10,
      "text": "proving what is acceptable to the Lord;"
    },
    {
      "verse": 11,
      "text": "and have no fellowship with the unfruitful works of darkness, but rather even reprove them."
    },
    {
      "verse": 12,
      "text": "For the things done in secret by them it is a shame even to speak of."
    },
    {
      "verse": 13,
      "text": "But all things, when reproved, are made manifest by the light; for whatever maketh manifest is light."
    },
    {
      "verse": 14,
      "text": "Wherefore he saith, “Awake, thou that sleepest, and arise from the dead, and Christ will give thee light.”"
    },
    {
      "verse": 15,
      "text": "See then that ye walk circumspectly; not as unwise men, but as wise;"
    },
    {
      "verse": 16,
      "text": "buying up for yourselves opportunities, because the days are evil."
    },
    {
      "verse": 17,
      "text": "Wherefore be not unwise, but understanding what the will of the Lord is."
    },
    {
      "verse": 18,
      "text": "And be not drunk with wine, in which is dissoluteness, but be filled with the Spirit,"
    },
    {
      "verse": 19,
      "text": "speaking to one another in psalms, and hymns, and spiritual songs, singing and making melody in your heart to the Lord;"
    },
    {
      "verse": 20,
      "text": "giving thanks always for all things to God, the Father, in the name of our Lord Jesus Christ,"
    },
    {
      "verse": 21,
      "text": "submitting yourselves one to another in the fear of Christ."
    },
    {
      "verse": 22,
      "text": "Wives, submit yourselves to your own husbands, as to the Lord;"
    },
    {
      "verse": 23,
      "text": "for the husband is the head of the wife, even as Christ is the head of the church,—he, who is the Saviour of the body."
    },
    {
      "verse": 24,
      "text": "But as the church is subject to Christ, so let wives be to their husbands in everything."
    },
    {
      "verse": 25,
      "text": "Husbands, love your wives, as Christ also loved the church, and gave himself up for it,"
    },
    {
      "verse": 26,
      "text": "that he might sanctify it, having cleansed it by the bath of the water in the word;"
    },
    {
      "verse": 27,
      "text": "that he himself might present to himself the church, glorious, having no spot or wrinkle, or any such thing, but that it should be holy and without blemish."
    },
    {
      "verse": 28,
      "text": "In like manner husbands ought to love their own wives as their own bodies. He that loveth his own wife loveth himself;"
    },
    {
      "verse": 29,
      "text": "for no one ever yet hated his own flesh, but nourisheth and cherisheth it, even as Christ doth the church;"
    },
    {
      "verse": 30,
      "text": "for we are members of his body, of his flesh, and of his bones."
    },
    {
      "verse": 31,
      "text": "“For this cause shall a man leave father and mother, and shall cleave to his wife, and they two shall be one flesh.”"
    },
    {
      "verse": 32,
      "text": "This mystery is a great one; but I am speaking of Christ and of the church."
    },
    {
      "verse": 33,
      "text": "However, do ye also severally love each one his own wife as himself; and let the wife see that she reverence her husband."
    }
  ]
}