{
  "book_id": "EPH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Children, obey your parents in the Lord; for this is right."
    },
    {
      "verse": 2,
      "text": "“Honor thy father and mother;” which is the first commandment with a promise;"
    },
    {
      "verse": 3,
      "text": "“that it may be well with thee, and thou mayst live long on the earth.”"
    },
    {
      "verse": 4,
      "text": "And, ye fathers, stir not up the anger of your children, but bring them up in the discipline and instruction of the Lord."
    },
    {
      "verse": 5,
      "text": "Bond-servants, obey your masters according to the flesh, with fear and trembling, in singleness of your heart, as serving Christ;"
    },
    {
      "verse": 6,
      "text": "not with eye-service as men-pleasers, but as bond-servants of Christ, doing the will of God from the heart;"
    },
    {
      "verse": 7,
      "text": "doing service with good will, as to the Lord, and not to men;"
    },
    {
      "verse": 8,
      "text": "knowing that whatever good each one shall have done, that shall he receive from the Lord, whether he be bondman or free."
    },
    {
      "verse": 9,
      "text": "And, ye masters, do the same things to them, forbearing threatening; knowing that both they and you have a Master in heaven, and that there is no respect of persons with him."
    },
    {
      "verse": 10,
      "text": "Finally, be strong in the Lord, and in the power of his might."
    },
    {
      "verse": 11,
      "text": "Put on the whole armor of God, that ye may be able to stand against the wiles of the Devil;"
    },
    {
      "verse": 12,
      "text": "for our wrestling is not against flesh and blood, but against principalities, against powers, against the world-rulers of this darkness, against the spiritual hosts of evil in the heavenly regions."
    },
    {
      "verse": 13,
      "text": "Wherefore take up the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand."
    },
    {
      "verse": 14,
      "text": "Stand therefore, having girded your loins with truth, and having put on the breast-plate of righteousness,"
    },
    {
      "verse": 15,
      "text": "and having shod your feet with the preparation of the gospel of peace;"
    },
    {
      "verse": 16,
      "text": "taking up, in addition to all, the shield of faith, by which ye will be able to quench all the fiery darts of the Evil One;"
    },
    {
      "verse": 17,
      "text": "and receive the helmet of salvation, and the sword of the Spirit, which is the word of God;"
    },
    {
      "verse": 18,
      "text": "praying with all prayer and entreaty at all times in the Spirit; and watching to this end with all perseverance and entreaty for all the saints,"
    },
    {
      "verse": 19,
      "text": "and for me, that utterance may be given me in the opening of my mouth, to make known with boldness the mystery of the gospel,"
    },
    {
      "verse": 20,
      "text": "in behalf of which I am an ambassador in chains; that I may proclaim it boldly, as I ought to speak."
    },
    {
      "verse": 21,
      "text": "But that ye also may know about me, how I am faring, Tychicus, the beloved brother and faithful servant in the Lord, will inform you of everything;"
    },
    {
      "verse": 22,
      "text": "whom I have sent to you for this very purpose, that ye may know about us, and that he may comfort your hearts."
    },
    {
      "verse": 23,
      "text": "Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."
    },
    {
      "verse": 24,
      "text": "Grace be with all those who love our Lord Jesus Christ with an incorruptible love."
    }
  ]
}