{
  "book_id": "JER",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of Jeremiah the son of Chilkiyahu, one of the priests that were in 'Anathoth in the land of Benjamin;"
    },
    {
      "verse": 2,
      "text": "To whom the word of the Lord came in the days of Josiah the son of Amon the king of Judah, in the thirteenth year of his reign,"
    },
    {
      "verse": 3,
      "text": "And who continued [prophet] in the days of Jehoyakim the son of Josiah the king of Judah, until the end of the eleventh year of Zedekiah the son of Josiah the king of Judah, until the carrying away into exile of Jerusalem in the fifth month."
    },
    {
      "verse": 4,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 5,
      "text": "Before yet I had formed thee in thy mother's body I knew thee; and before thou wast yet come forth out of the womb I sanctified thee: a prophet unto the nations did I ordain thee."
    },
    {
      "verse": 6,
      "text": "And I said, Ah, Lord Eternal! behold, I know not how to speak; for I am [but] a lad."
    },
    {
      "verse": 7,
      "text": "And the Lord said unto me, Say not, I am [but] a lad; but to whomsoever I may send thee shalt thou go, and whatsoever I may command thee shalt thou speak."
    },
    {
      "verse": 8,
      "text": "Be not afraid because of them; for I am with thee to deliver thee, saith the Lord."
    },
    {
      "verse": 9,
      "text": "And the Lord stretched forth his hand, and touched [me] therewith on my mouth; and the Lord said unto me, Behold, I have put my words in thy mouth."
    },
    {
      "verse": 10,
      "text": "See, I have appointed thee this day over the nations and over the kingdoms, to root out, and to pull down, and to destroy, and to throw down: to build up, and to plant."
    },
    {
      "verse": 11,
      "text": "And the word of the Lord came unto me, saying, What seest thou, Jeremiah? And I said, A staff of all almond-tree do I see."
    },
    {
      "verse": 12,
      "text": "And the Lord said unto me, Thou hast well seen; for I am watching over my word to perform it."
    },
    {
      "verse": 13,
      "text": "And the word of the Lord came unto me the second time, saying, What seest thou? And I said, A seething pot do I see; and the front thereof is turned from the north."
    },
    {
      "verse": 14,
      "text": "And the Lord said unto me, Out of the north shall the evil break forth over all the inhabitants of the land,"
    },
    {
      "verse": 15,
      "text": "For, lo, I will call unto all the families of the kingdoms of the north, saith the Lord; and they shall come, and they shall set every one his throne at the entrance of the gates of Jerusalem, and upon all its walls round about, and upon [those of] all the cities of Judah."
    },
    {
      "verse": 16,
      "text": "And I will call them to account touching all their wickedness, in that they have forsaken me, and have burnt incense unto other gods, and have bowed down unto the works of their own hands."
    },
    {
      "verse": 17,
      "text": "But do thou gird up thy loins, and arise, and speak unto them all that I may command thee; be not discouraged because of them, lest I humble thee before them."
    },
    {
      "verse": 18,
      "text": "But I, behold, I have made of thee this day a fortified city, and an iron pillar, and brazen walls over the whole land, against the kings of Judah, against its princes, against its priests, and against the people of the land."
    },
    {
      "verse": 19,
      "text": "And [although] they fight against thee, they shall not prevail against thee; for with thee am I saith the Lord, to deliver thee."
    }
  ]
}