{
  "book_id": "JER",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "If thou wilt return, O Israel, saith the Lord, unto me must thou return; and if thou wilt put away thy abominations out of my sight, then shalt thou not wander about [any more]."
    },
    {
      "verse": 2,
      "text": "And if thou wilt swear, As the Lord liveth, in truth, in justice, and in righteousness: then shall nations bless themselves in him, and in him shall they glorify themselves."
    },
    {
      "verse": 3,
      "text": "For thus hath said the Lord to the men of Judah and to Jerusalem, Plough up your fallow ground, that ye may not sow among thorns."
    },
    {
      "verse": 4,
      "text": "Circumcise yourselves to the Lord, and remove the obduracy of your heart, O ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn so that none can quench it, because of the evil of your doings."
    },
    {
      "verse": 5,
      "text": "Tell ye in Judah, and publish in Jerusalem, and say, Blow ye the cornet in the land: call out, gather together, and say, Assemble yourselves, and let us go into the fortified cities."
    },
    {
      "verse": 6,
      "text": "Set up the standard toward Zion; save yourselves by flight, stay not; for evil do I bring from the north, and a great destruction."
    },
    {
      "verse": 7,
      "text": "The lion is come up from his thicket, and the destroyer of nations hath commenced his march, he is gone forth from his place, to make thy land desolate; and thy cities shall be laid waste, left without an inhabitant."
    },
    {
      "verse": 8,
      "text": "For this gird yourselves with sackcloths, lament and wail; for the fierce anger of the Lord is not turned away from us."
    },
    {
      "verse": 9,
      "text": "And it shall come to pass on that day, saith the Lord, that the heart of the king and the heart of the princes shall fail; and the priests shall be astonished, and the prophets shall wonder."
    },
    {
      "verse": 10,
      "text": "Then said I, Ah, Lord Eternal! surely thou hast greatly deceived this people and Jerusalem, saying, Ye shall have peace; whereas the sword reacheth unto the soul."
    },
    {
      "verse": 11,
      "text": "At that time shall be announced to this people and to Jerusalem a dry wind from the mountain-peaks in the wilderness, [coming] on the road to the daughter of my people; not to winnow, nor to cleanse [the corn],"
    },
    {
      "verse": 12,
      "text": "A strong wind from these places shall come unto me: now also will I myself pronounce judgment against them."
    },
    {
      "verse": 13,
      "text": "Behold, like clouds shall he come up, and like a whirlwind shall be his chariots: swifter than eagles are his horses. “Woe unto us! for we are wasted.”"
    },
    {
      "verse": 14,
      "text": "Wash from wrong doing thy heart, O Jerusalem, in order that thou mayest be saved. How long wilt thou let lodge within thee the thoughts of thy wickedness?"
    },
    {
      "verse": 15,
      "text": "For a voice declareth from Dan, and publisheth unhappiness from the mountain of Ephraim."
    },
    {
      "verse": 16,
      "text": "Make ye mention of it to the nations; behold, let it be heard against Jerusalem, that beleaguerers come from a far-off country, and send forth their voice against the cities of Judah."
    },
    {
      "verse": 17,
      "text": "As keepers of a field are they against her round about; because against me hath she been rebellious, saith the Lord."
    },
    {
      "verse": 18,
      "text": "Thy way and thy doings have procured these things unto thee: this is thy wickedness, which is so bitter, which so reacheth unto thy heart."
    },
    {
      "verse": 19,
      "text": "My bowels, my bowels! I am shaken, at the very chambers of my heart; my heart beateth tumultuously in me; I cannot remain silent; because the sound of the cornet hast thou heard, O my soul, the alarm of war."
    },
    {
      "verse": 20,
      "text": "Ruin upon ruin is called out; for the whole land is wasted: suddenly are my tents wasted, and in a moment, my curtains."
    },
    {
      "verse": 21,
      "text": "How long shall I see the standard, hear the sound of the cornet?"
    },
    {
      "verse": 22,
      "text": "“Because my people is foolish, me have they not known; sottish children are they, and they have not any understanding: wise are they to do evil, but how to do good they do not know.”"
    },
    {
      "verse": 23,
      "text": "I look at the earth, and, lo, it is without form and void; and toward the heavens, and their light is gone."
    },
    {
      "verse": 24,
      "text": "I look at the mountains, and, lo, they tremble, and all the hills are moved."
    },
    {
      "verse": 25,
      "text": "I look, and, lo, there is no man, and all the birds of the heavens are fled."
    },
    {
      "verse": 26,
      "text": "I look, and, lo, the fruitful country is a wilderness, and all its cities are laid waste at the presence of the Lord, because of the fierceness of his anger."
    },
    {
      "verse": 27,
      "text": "For thus hath said the Lord, Desolate shall be the whole land; yet a full end will I not make."
    },
    {
      "verse": 28,
      "text": "For this shall mourn the earth, and black shall be the heavens above; because I have spoken it, I have purposed it, and I will not repent, and I will not turn back from it."
    },
    {
      "verse": 29,
      "text": "From the noise of horsemen and those that shoot with the bow fleeth the whole city; they go into thickets, and climb up upon the rocks: every city is forsaken, and not a man dwelleth therein."
    },
    {
      "verse": 30,
      "text": "And thou, O wasted one, what wilt thou do? Though thou clothe thyself with scarlet, though thou adorn thyself with ornaments of gold, though thou encircle with paint thy eyes: in vain shalt thou make thyself beautiful; the adulterers will despise thee, thy life will they seek."
    },
    {
      "verse": 31,
      "text": "For a voice as of a woman in travail have I heard, the anguish as of one that bringeth forth her first child, the voice of the daughter of Zion, that groaneth, that spreadeth out her hands, [saying,] “Woe is me now! for my soul succumbeth to the murderers.”"
    }
  ]
}