{
  "book_id": "JER",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Assemble, O ye children of Benjamin, to flee out of the midst of Jerusalem, and in Tekoa, blow the cornet, and on Beth-hakkerem set up a fire signal; for evil is seen [coming] out of the north, and great havoc."
    },
    {
      "verse": 2,
      "text": "The comely and the delicate, the daughter of Zion do I destroy."
    },
    {
      "verse": 3,
      "text": "Unto her shall come shepherds with their flocks; they shall pitch their tents against her round about; they shall feed off every one his own place."
    },
    {
      "verse": 4,
      "text": "Prepare ye war against her! “Arise, and let us go up at noon. Woe unto us! for the day waneth, for the shadows of the evening are stretched out."
    },
    {
      "verse": 5,
      "text": "Arise, and let us go up by night, and let us destroy her palaces.”"
    },
    {
      "verse": 6,
      "text": "For thus hath said the Lord of hosts, Cut ye down trees, and cast up a mound against Jerusalem: this is the city whose time of punishment is come; she is full of oppression in her midst."
    },
    {
      "verse": 7,
      "text": "As a well sendeth forth its waters, so doth she cause her wickedness to spring forth: violence and robbery are heard in her; in my presence there are continually disease and wounds."
    },
    {
      "verse": 8,
      "text": "Be thou instructed, O Jerusalem, that my soul tear itself not away from thee; that I render thee not desolate, a land which is not inhabited."
    },
    {
      "verse": 9,
      "text": "Thus hath said the Lord of hosts, They shall thoroughly glean like a vine the remnant of Israel: carry back thy hand as a grape-gatherer frequently to the baskets."
    },
    {
      "verse": 10,
      "text": "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot be attentive: behold, the word of the Lord is become unto them a reproach; they have no delight in it."
    },
    {
      "verse": 11,
      "text": "And I am full of the fury of the Lord; I am weary with sustaining it: [I must] pour it out over the child in the street, and over the assembly of young men together; for even the husband with the wife shall be seized, the aged with him that is full of days."
    },
    {
      "verse": 12,
      "text": "And their houses shall be transferred unto others, fields and wives together; for I will stretch out my hand over the inhabitants of the land, saith the Lord."
    },
    {
      "verse": 13,
      "text": "For from their least even unto their greatest, every one is given to covetousness; and from the prophet even unto the priest every one practiseth falsehood."
    },
    {
      "verse": 14,
      "text": "And they heal the breach of the daughter of my people very lightly, saying, Peace, peace: when there is no peace."
    },
    {
      "verse": 15,
      "text": "They should have been ashamed, because they had committed an abomination; but they neither felt the least shame, nor did they know how to blush: therefore shall they fall among those that fall; at the time that I punish their sin shall they stumble, saith the Lord."
    },
    {
      "verse": 16,
      "text": "Thus hath said the Lord, Place yourselves on the ways, and see, and ask after the ancient paths, where is the way which is good, that ye may walk thereon, and find rest for your soul. But they said, We will not walk [thereon]."
    },
    {
      "verse": 17,
      "text": "Then did I set watchmen over you, [saying,] Listen to the sound of the cornet. But they said, We will not listen."
    },
    {
      "verse": 18,
      "text": "Therefore hear, ye nations, and know, O assembly, what [guilt] is among them."
    },
    {
      "verse": 19,
      "text": "Hear, O earth! behold, I will bring evil upon this people, the fruit of their thoughts; because unto my words have they not been attentive, and as regardeth my law,—that have they despised."
    },
    {
      "verse": 20,
      "text": "To what purpose serveth me the frankincense which cometh from Sheba, and the sweet cane from a far-off country? your burnt-offerings are not acceptable, and your sacrifices are not agreeable unto me."
    },
    {
      "verse": 21,
      "text": "Therefore thus hath said the Lord, Behold, I will place before this people stumbling-blocks, and thereon shall stumble the fathers and the sons together, the neighbor and his friend, and they shall perish."
    },
    {
      "verse": 22,
      "text": "Thus hath said the Lord, Behold, a people is coming from the north country, and a great nation shall wake up from the farthest ends of the earth."
    },
    {
      "verse": 23,
      "text": "Bow and spear shall they firmly grasp; cruel are they, and will have no mercy; their voice roareth like the sea; and upon horses do they ride; set in array as one man for the war, against thee, O daughter of Zion."
    },
    {
      "verse": 24,
      "text": "We have heard the fame of him—our hands grow feeble: anguish hath taken hold of us, pain, as of a woman in giving birth."
    },
    {
      "verse": 25,
      "text": "Go not forth into the field, on the road must ye not walk; for [there is] the sword of the enemy, terror on every side."
    },
    {
      "verse": 26,
      "text": "O daughter of my people, gird thyself with sackcloth, and roll thyself in the ashes: a mourning as for an only son prepare unto thee, a most bitter lamentation; for suddenly will the destroyer come over us."
    },
    {
      "verse": 27,
      "text": "I have set thee for a tower and a fortress among my people, that thou mayest know and probe their way."
    },
    {
      "verse": 28,
      "text": "They all are grievous revolters, going about as talebearers, copper and iron: they all are corrupt."
    },
    {
      "verse": 29,
      "text": "The bellows are burnt, by the fire the lead is consumed: in vain the melter refineth; for the wicked are not separated away."
    },
    {
      "verse": 30,
      "text": "Refuse silver men call them; because the Lord hath rejected them."
    }
  ]
}