{
  "book_id": "JER",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "At that time, saith the Lord, shall they bring out the bones of the kings of Judah, and the bones of his princes, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves."
    },
    {
      "verse": 2,
      "text": "And they shall spread them out before the sun, and the moon, and all the host of heaven, which they have loved, and which they have served, and after which they have walked, and which they have sought, and to which they have prostrated themselves: they shall not be gathered up, and they shall not be buried; dung upon the face of the ground shall they become."
    },
    {
      "verse": 3,
      "text": "And death shall be preferable to life, for all the residue of those that are left of this evil family, who are left in all the places whither I shall have driven them, saith the Lord of hosts."
    },
    {
      "verse": 4,
      "text": "And thou shalt say unto them, Thus hath said the Lord, Shall they fall, and not arise? will he turn away, and not return?"
    },
    {
      "verse": 5,
      "text": "Why then remaineth this people, Jerusalem, rebellious by a perpetual backsliding? they hold fast on deceit, they refuse to return."
    },
    {
      "verse": 6,
      "text": "I listened and heard, but they would not speak aright; no man repented him of his wickedness, saying, What have I done? every one turned again to his course, as the impetuous horse in the battle."
    },
    {
      "verse": 7,
      "text": "Yea, the stork in the heavens knoweth her appointed times; and the turtle, and the swallow, atad the crane observe the time of their coming home; but my people know not the ordinance of the Lord."
    },
    {
      "verse": 8,
      "text": "How can ye say, We are wise, and the law of the Lord is with us? Truly, behold in vain wrought the pen, in vain the writers."
    },
    {
      "verse": 9,
      "text": "The wise men are ashamed, they are discouraged and caught, lo, the word of the Lord have they rejected; and what wisdom have they [now]?"
    },
    {
      "verse": 10,
      "text": "Therefore will I give their wives unto others, their fields to conquerors; for from the least even unto the greatest, every one is seeking his own gain: from the prophet even unto the priest every one practiseth falsehood."
    },
    {
      "verse": 11,
      "text": "And they heal the breach of the daughter of my people very lightly, saying, Peace, peace: when there is no peace."
    },
    {
      "verse": 12,
      "text": "They should have been ashamed, because they had committed abomination; but they neither felt the least shame, nor did they know how to blush: therefore shall they fall among those that fall; at the time of their punishment shall they stumble, saith the Lord."
    },
    {
      "verse": 13,
      "text": "I will surely make an end of them, saith the Lord: [there shall be left] no grapes on the vine, and no figs on the fig-tree, and the leaf shall wither; and the things that I have given them shall pass away from them."
    },
    {
      "verse": 14,
      "text": "“Why do we sit still? assemble yourselves, and let us enter into the fortified cities, and let us be silent there; for the Lord our God hath put us to silence, and given us poison-water to drink; because we have sinned against the Lord."
    },
    {
      "verse": 15,
      "text": "We hoped for peace, but no happiness is here; for a time of cure, and behold here is terror.”"
    },
    {
      "verse": 16,
      "text": "From Dan was heard the snorting of his horses; at the sound of the neighing of his war-steeds trembleth the whole land: and they are come, and devour the land, and all that filleth it; the city, and those that dwell therein."
    },
    {
      "verse": 17,
      "text": "For, behold, I will send out against you serpents, basilisks, for which there is no charm, and they shall bite you, saith the Lord."
    },
    {
      "verse": 18,
      "text": "When I would cheer myself up against sorrow, my heart within me is pained."
    },
    {
      "verse": 19,
      "text": "Behold [I hear] the voice of the complaint of the daughter of my people [coming] out of a far-off land: “Is the Lord not in Zion? is her king no more in her?” “Why have they provoked me to anger with their graven images, and with the vanities of the stranger?”"
    },
    {
      "verse": 20,
      "text": "“The harvest is past, the summer is ended, and we are not yet helped.”"
    },
    {
      "verse": 21,
      "text": "Because of the breach of the daughter of my people am I broken: I am grieved; astonishment hath taken fast hold on me."
    },
    {
      "verse": 22,
      "text": "Is there no [more] balm in Gil'ad? or is no physician there? why then is there not placed a plaster [on the wound of] the daughter of my people?"
    }
  ]
}