{
  "book_id": "JER",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye the word which the Lord hath spoken concerning you, O house of Israel:"
    },
    {
      "verse": 2,
      "text": "Thus hath said the Lord, Do not habituate yourselves on the way of the nations, and at the signs of the heavens be ye not dismayed; although the nations should be dismayed at them."
    },
    {
      "verse": 3,
      "text": "For the statutes of these people concern what is vanity; for it is but a tree which a man hath cut out of a forest, the work of the hands of the workman, with the axe."
    },
    {
      "verse": 4,
      "text": "With silver and with gold do they ornament it; with nails and with hammers do they fasten it, that it move not from its place."
    },
    {
      "verse": 5,
      "text": "As a wrought-out palm-like column are they, and cannot speak; they must needs be borne, because they cannot step along. Be not afraid of them; for they cannot do any harm, so also to do any good is not in them."
    },
    {
      "verse": 6,
      "text": "Forasmuch as there is none like unto thee, O Lord: thou [alone] art great, and great is thy name in might."
    },
    {
      "verse": 7,
      "text": "Who would not fear thee, O King of the nations? for to thee doth it appertain; because among all the wise men of the nations, and in all their kingdoms, [they say] there is none like unto thee."
    },
    {
      "verse": 8,
      "text": "But at once shall they be shown to be brutish and foolish: it is a doctrine of vanities, it concerneth but wood."
    },
    {
      "verse": 9,
      "text": "The beaten out silver is brought from Tharshish, and gold from Uphaz, the work of the workman, and of the hands of the goldsmith: blue and purple is their clothing; the work of skilful men are they all."
    },
    {
      "verse": 10,
      "text": "But the Lord God is the truth, he is the living God, and the everlasting king: at his wrath the earth shall quake, and nations cannot endure his indignation."
    },
    {
      "verse": 11,
      "text": "Thus shall ye say unto them, The gods that have not made the heavens and the earth, shall perish away from the earth, and from under these heavens."
    },
    {
      "verse": 12,
      "text": "He made the earth by his power, he established the world by his wisdom, and by his understanding he stretched out the heavens."
    },
    {
      "verse": 13,
      "text": "At the sound when he giveth a multitude of waters in the heavens, and causeth clouds to ascend from the ends of the earth; when he maketh lightnings with rain, and bringeth forth the wind out of his treasures:"
    },
    {
      "verse": 14,
      "text": "Then standeth every man as brutish without knowledge; ashamed is every goldsmith because of the graven image; for falsehood is his molten work, and there is no breath therein."
    },
    {
      "verse": 15,
      "text": "They are vanity, the work of deception; in the time of their punishment shall they vanish."
    },
    {
      "verse": 16,
      "text": "Not like these is the portion of Jacob; for he is the former of all things; and Israel is the tribe of his inheritance: The Lord of hosts is his name."
    },
    {
      "verse": 17,
      "text": "Gather up thy wares from the ground, O inhabitress of the beleaguered city."
    },
    {
      "verse": 18,
      "text": "For thus hath said the Lord, Behold, I will cast forth as with a sling the inhabitants of the land at this time, and I will enclose them, in order that they may find them."
    },
    {
      "verse": 19,
      "text": "Woe is me for my breach! my wound is painful; but I thought, This is but pain, and I shall be able to bear it."
    },
    {
      "verse": 20,
      "text": "[But now] my tent is laid waste, and all my cords are torn asunder; my children are gone away from me, and they are not [here]; there is no one to stretch forth my tent any more, and to set up my curtains."
    },
    {
      "verse": 21,
      "text": "For the shepherds were brutish, and the Lord had they not sought; therefore have they not prospered, and all their flocks are scattered."
    },
    {
      "verse": 22,
      "text": "Behold, the noise of the report is come, and a great commotion out of the north country, to render the cities of Judah desolate, a dwelling for monsters."
    },
    {
      "verse": 23,
      "text": "I know, O Lord, that the way of man is not in his own power: it is not in man that passeth away to direct his own steps."
    },
    {
      "verse": 24,
      "text": "Correct me, O Lord, but with justice; not in thy anger, lest thou bring me to nothing."
    },
    {
      "verse": 25,
      "text": "Pour out thy fury over the nations that know thee not, and over the families that have not called on thy name; for they have eaten up Jacob, and devoured him, and consumed him, and have made his dwelling desolate."
    }
  ]
}