{
  "book_id": "JER",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Thus said the Lord unto me, Go and buy thee a linen girdle, and put it around thy loins, and lay it not in water."
    },
    {
      "verse": 2,
      "text": "So I bought the girdle, according to the word of the Lord, and put it around my loins."
    },
    {
      "verse": 3,
      "text": "And the word of the Lord came unto me the second time, saying,"
    },
    {
      "verse": 4,
      "text": "Take the girdle that thou hast bought, which is around thy loins; and arise, go to the Euphrates, and hide it there in a cleft of the rock."
    },
    {
      "verse": 5,
      "text": "So I went, and hid it by the Euphrates, as the Lord has commanded me."
    },
    {
      "verse": 6,
      "text": "And it came to pass at the end of many days, that the Lord said unto me, Arise, go to the Euphrates, and take from there the girdle, which I commanded thee to hide there."
    },
    {
      "verse": 7,
      "text": "And I went to the Euphrates, and dug, and took the girdle from the place where I had hidden it: and, behold, the girdle was spoiled, it was useful for nothing."
    },
    {
      "verse": 8,
      "text": "Then came the word of the Lord unto me, saying,"
    },
    {
      "verse": 9,
      "text": "Thus hath said the Lord, After this manner will I destroy the pride of Judah, and the pride of Jerusalem, which is great."
    },
    {
      "verse": 10,
      "text": "And this bad people, who refuse to hearken to my words, who walk in the stubbornness of their heart, and have followed other gods, to serve them, and to bow down to them, shall even be as this girdle which is useful for nothing."
    },
    {
      "verse": 11,
      "text": "For as the girdle cleaveth to the loins of a man, so had I caused to cleave unto me all the house of Israel and all the house of Judah, saith the Lord,—to become unto me a people, and [to be] for a name, and for praise, and for honor; but they would not hear."
    },
    {
      "verse": 12,
      "text": "Therefore shalt thou say unto them this word, Thus hath said the Lord the God of Israel, Every bottle shall be filled with wine: and when they will say unto thee, Do we not know full well that every bottle shall be filled with wine?"
    },
    {
      "verse": 13,
      "text": "Then shalt thou say unto them, Thus hath said the Lord, Behold, I will fill all the inhabitants of this land, even the kings that sit after David upon his throne, and the priests, and the prophets, and all the inhabitants of Jerusalem, with drunkenness."
    },
    {
      "verse": 14,
      "text": "And I will dash them one against the other, even the fathers and the sons together, saith the Lord: I will not pity, nor spare, nor have mercy, so as not to destroy them."
    },
    {
      "verse": 15,
      "text": "Hear ye, and bend your ear: be not proud; for the Lord hath spoken."
    },
    {
      "verse": 16,
      "text": "Give unto the Lord your God glory, before he cause darkness, and before your feet strike upon the mountains of twilight, and [where], while ye look for light, he turn it into the shadow of death, and change it into gross darkness."
    },
    {
      "verse": 17,
      "text": "But if ye will not hear it, my soul shall weep in secret places because of [your] pride; and my eye shall weep sorely, and run down with tears, because the flock of the Lord is driven away captive."
    },
    {
      "verse": 18,
      "text": "Say unto the king and to the queen-mother, Sit down very lowly; for sunk down are your head-attires, the crown of your ornament."
    },
    {
      "verse": 19,
      "text": "The cities of the south are shut up, and there is no one to open them: Judah is carried away into exile altogether, it is carried into exile completely."
    },
    {
      "verse": 20,
      "text": "Lift up your eyes, and see those that are coming from the north: where is the flock that was given thee, thy splendid flock?"
    },
    {
      "verse": 21,
      "text": "What wilt thou say when he will punish thee? since thou hast accustomed them to be over thee captains, and chiefs? shall not pangs seize upon thee, as on a woman in travail?"
    },
    {
      "verse": 22,
      "text": "And if thou wilt say in thy heart, Wherefore come these things upon me? For the greatness of thy iniquity are thy skirts laid open, thy heels are made bare violently."
    },
    {
      "verse": 23,
      "text": "Can the Ethiopian change his skin, or the leopard his spots? [then] may ye also do good, that are accustomed to do evil."
    },
    {
      "verse": 24,
      "text": "Therefore will I scatter them as the stubble that passeth away before the wind of the wilderness."
    },
    {
      "verse": 25,
      "text": "This is thy lot, the portion of thy measures from me, saith the Lord; because thou hast forgotten me, and trusted in falsehood."
    },
    {
      "verse": 26,
      "text": "Therefore do I also strip up thy skirts over thy face, that thy shame may be seen."
    },
    {
      "verse": 27,
      "text": "Thy adulteries and thy loud shoutings, the lewdness of thy incest, thy abominations on the hills in the fields have I seen. Woe unto thee, O Jerusalem! thou wilt not be made clean after ever so long a time."
    }
  ]
}