{
  "book_id": "JER",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord that came to Jeremiah concerning the drought."
    },
    {
      "verse": 2,
      "text": "Judah mourneth, and her gates languish; they lie grieved on the ground; and the distressed cry of Jerusalem ascendeth upward."
    },
    {
      "verse": 3,
      "text": "And their nobles have sent out their subordinates for water: they come to the pits, they find no water; they return with their vessels empty; they are ashamed and confounded, and cover their head."
    },
    {
      "verse": 4,
      "text": "Because of the ground which is cracked open, since there hath been no rain in the land, are the ploughmen ashamed, they cover their head."
    },
    {
      "verse": 5,
      "text": "Yea, the hind also bringeth forth her young in the field, and forsaketh [them], because there is no grass."
    },
    {
      "verse": 6,
      "text": "And the wild asses stand on the mountain-tops, they snuff up the wind like serpents: their eyes fail, because there are no herbs."
    },
    {
      "verse": 7,
      "text": "If our iniquities testify against us, O Lord, do thou act for the sake of thy name; for our backslidings are many; against thee have we sinned."
    },
    {
      "verse": 8,
      "text": "O thou hope of Israel, his saviour in time of trouble, why shouldst thou be as a stranger in the land, and as a wayfarer that turneth aside to lodge for a night?"
    },
    {
      "verse": 9,
      "text": "Why shouldst thou be as a man that is surprised, as a mighty man that cannot save? yet thou art in the midst of us, O Lord, and we are called by thy name: abandon us not."
    },
    {
      "verse": 10,
      "text": "Thus hath said the Lord unto this people, Thus have they loved to wander about, their feet have they not restrained: therefore the Lord doth not receive them in favor; now will he remember their iniquity, and will punish their sins."
    },
    {
      "verse": 11,
      "text": "Then said the Lord unto me, Pray not in behalf of this people for their good."
    },
    {
      "verse": 12,
      "text": "When they fast, I will not hear their entreaty: and when they offer burnt-offering and meat-offering, I will not receive them in favor; but by the sword, and by the famine, and by the pestilence, will I make an end of them."
    },
    {
      "verse": 13,
      "text": "Then said I, Ah, Lord Eternal! behold, the prophets say unto them, Ye shall not see the sword, neither shall ye have famine; but a permanent peace will I give you in this place."
    },
    {
      "verse": 14,
      "text": "Then said the Lord unto me, Falsehood do the prophets prophesy in my name; I have not sent them, neither have I commanded them, neither have I spoken unto them: a vision of falsehood, and divination, and idolatrous folly, and the deceit of their heart do they prophesy unto you."
    },
    {
      "verse": 15,
      "text": "Therefore thus hath said the Lord concerning the prophets that prophesy in my name, when I have not sent them, while they say, Sword and famine shall not come in this land: By the sword and by the famine shall these prophets come to their end."
    },
    {
      "verse": 16,
      "text": "And the people to whom they prophesy shall lie cast down in the streets of Jerusalem by means of the famine and the sword; and they shall have none to bury them, them, their wives, and their sons, and their daughters; for I will pour out their wickedness over them."
    },
    {
      "verse": 17,
      "text": "But thou shalt say unto them this word. My eyes shall run down with tears night and day, and they shall not cease; for with a great breach is the virgin-daughter of my people broken, with a very painful blow."
    },
    {
      "verse": 18,
      "text": "If I go forth into the field, behold, there are the slain with the sword! and if I enter into the city, behold, there are those that are sick with famine! for both the prophet and the priest travel round into a land that they know not."
    },
    {
      "verse": 19,
      "text": "Hast thou entirely rejected Judah? or hath thy soul loathing on Zion? why hast thou smitten us, so that there is no healing for us? we hoped for peace, and there is no good; and for the time of healing, and behold, there is terror!"
    },
    {
      "verse": 20,
      "text": "We know, O Lord, our wickedness, the iniquity of our fathers; for we have sinned against thee."
    },
    {
      "verse": 21,
      "text": "Do not cast us off, for the sake of thy name, do not disgrace the throne of thy glory: remember, break not thy covenant with us."
    },
    {
      "verse": 22,
      "text": "Are there any among the vanities of the nations those that bestow rain? or can the heavens give forth showers? Behold, thou art this, O Lord our God, and we will hope in thee; for thou hast done all these things."
    }
  ]
}