{
  "book_id": "JER",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said unto me, If Moses and Samuel were to stand before me, my favor would [still] not be toward this people: send them away out of my sight, that they may go forth."
    },
    {
      "verse": 2,
      "text": "And it shall come to pass, if they should say unto thee, Whither shall we go forth, that thou shalt say unto them, Thus hath said the Lord, Such as are destined to death, to death; and such as are destined to the sword, to the sword; and such as are destined to famine, to famine; and such as are destined to captivity, to captivity."
    },
    {
      "verse": 3,
      "text": "And I will appoint over them four species, saith the Lord: The sword to slay, and the dogs to drag away, and the fowls of the heaven, and the beasts of the earth, to devour and to destroy."
    },
    {
      "verse": 4,
      "text": "And I will cause them to become a horror unto all the kingdoms of the earth, on account of Menasseh the son of Hezekiah the king of Judah, because of what he did in Jerusalem."
    },
    {
      "verse": 5,
      "text": "For who will have pity upon thee, O Jerusalem? or who will condole with thee? or who will go aside to ask after thy welfare?"
    },
    {
      "verse": 6,
      "text": "Thou hast indeed forsaken me, saith the Lord, thou art gone backward; therefore do I stretch out my hand against thee, and destroy thee: I am weary with repenting."
    },
    {
      "verse": 7,
      "text": "And I winnow them with a fan in the gates of the land: I make childless, I annihilate my people, [since] from their ways they have not turned away."
    },
    {
      "verse": 8,
      "text": "Their widows are more numerous before me than the sand of the seas: I bring unto them, over the mothers of the young men, a waster at noonday; I cause to fall upon her suddenly the enemy with [his] terrors."
    },
    {
      "verse": 9,
      "text": "She that had born seven children fadeth away; she breatheth out her soul, her sun is set while it is yet day; she is made ashamed and put to the blush:—and their residue will I give up to the sword before their enemies, saith the Lord."
    },
    {
      "verse": 10,
      "text": "Woe is me, my mother, that thou hast born me, a man of contention and a man of strife to the whole land! I have not lent, nor have men lent to me: [yet] every one of them curseth me."
    },
    {
      "verse": 11,
      "text": "The Lord said, Truly I will release thee for [thy] good; truly I will cause the enemy to meet thee in the time of distress and in the time of affliction."
    },
    {
      "verse": 12,
      "text": "Can iron break in pieces the northern iron and copper?"
    },
    {
      "verse": 13,
      "text": "Thy wealth and thy treasures will I give up as spoil without price, and this for all thy sins, even in all thy borders."
    },
    {
      "verse": 14,
      "text": "And I will cause them to pass over with thy enemies into a land which thou knowest not; for a fire is kindled in my anger, over you shall it burn."
    },
    {
      "verse": 15,
      "text": "Thou well knowest it, O Lord! remember me and think of me, and avenge me on my persecutors; not according to thy long-suffering act thou for me: know, that for thy sake I have borne shame."
    },
    {
      "verse": 16,
      "text": "When thy words were made manifest to me, then I greedily received them; and thy word became unto me the gladness and joy of my heart; for thy name is called upon me, O Lord of hosts."
    },
    {
      "verse": 17,
      "text": "I sat not in the assembly of the mirthful, and was rejoiced; because of thy inspiration I sat solitary; for thou hadst filled me with indignation."
    },
    {
      "verse": 18,
      "text": "Why is my pain perpetual, and my wound incurable? it refuseth to be healed; it is truly become unto me as a deceptive spring, as waters that are not reliable."
    },
    {
      "verse": 19,
      "text": "Therefore thus hath said the Lord, If thou return, and I bring thee back again, then shalt thou stand before me; and if thou bring forth the precious from the vile, thou shalt be as my mouth: these shall return unto thee; but thou shalt not return unto them."
    },
    {
      "verse": 20,
      "text": "And I will make thee unto this people as a fortified brazen wall; and they will fight against thee, but they shall not prevail against thee; for I am with thee to save thee and to deliver thee, saith the Lord."
    },
    {
      "verse": 21,
      "text": "And I will deliver thee out of the hand of the wicked, and I will redeem thee out of the grasp of the tyrants."
    }
  ]
}