{
  "book_id": "JER",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The sin of Judah is written down with a pen of iron, with the point of a diamond: it is engraved upon the table of their heart, and on the horns of your altars."
    },
    {
      "verse": 2,
      "text": "Like their remembrance of their children, so are [to them] their altars and their groves by [every] green tree upon the high hills."
    },
    {
      "verse": 3,
      "text": "O my mountain in the field, thy substance, all thy treasures will I give up for spoil, thy high-places [reared] with sin, throughout all thy borders."
    },
    {
      "verse": 4,
      "text": "And thou shalt be cast out, yea through thy own guilt, from thy heritage which I have given thee; and I will cause thee to serve thy enemies in a land which thou knowest not; for a fire have ye kindled in my anger, for ever shall it burn."
    },
    {
      "verse": 5,
      "text": "Thus hath said the Lord, Cursed is the man that trusteth in man, and placeth on flesh his dependence, while from the Lord his heart departeth."
    },
    {
      "verse": 6,
      "text": "And he shall be like a lonely tree in the desert, which feeleth not when the good cometh; but abideth in the parched places in the wilderness, in a salty land which cannot be inhabited."
    },
    {
      "verse": 7,
      "text": "Blessed is the man that trusteth in the Lord, and the Lord will be his trust."
    },
    {
      "verse": 8,
      "text": "And he shall be like a tree that is planted by the waters, and by a stream spreadeth out its roots, which feeleth not when heat cometh, but its leaf remaineth green; and in a year of drought it is undisturbed by care, and ceaseth not from yielding fruit."
    },
    {
      "verse": 9,
      "text": "Deceitful is the heart above all things, and sick: who can know it?"
    },
    {
      "verse": 10,
      "text": "I the Lord search the heart, probe the reins: yea, to give unto every man according to his ways, according to the fruit of his deeds."
    },
    {
      "verse": 11,
      "text": "As a cuckoo that sitteth on eggs which he hath not laid, so is he that get the riches, and not by right; in the midst of his days shall he leave them, and at his end shall be called wicked."
    },
    {
      "verse": 12,
      "text": "A throne of glory, exalted from the beginning, is the place of our sanctuary!"
    },
    {
      "verse": 13,
      "text": "Hope of Israel, O Lord, all that forsake thee shall be made ashamed, and the backsliders among me shall be written down on the earth; because they have forsaken the fountain of living waters, the Lord."
    },
    {
      "verse": 14,
      "text": "Heal me, O Lord, and I shall be healed: save me, and I shall be saved; for my praise art thou."
    },
    {
      "verse": 15,
      "text": "Behold, they say unto me, Where is the word of the Lord? let it come now."
    },
    {
      "verse": 16,
      "text": "As for me, I have not hastened to be a shepherd to follow thee; and the woeful day have I not longed for; thou knowest it: what came out of my lips was known before thee."
    },
    {
      "verse": 17,
      "text": "Be not a terror unto me: thou art my protection on the day of evil."
    },
    {
      "verse": 18,
      "text": "Let those be made ashamed that persecute me, but let not me be made ashamed: let them be dismayed, but let me not be dismayed: bring upon them the day of evil, and strike them with a double breach."
    },
    {
      "verse": 19,
      "text": "Thus said the Lord unto me, Go and stand in the gate of the children of the people, whereby the kings of Judah usually enter, and by which they usually go out, and in all the gates of Jerusalem;"
    },
    {
      "verse": 20,
      "text": "And say unto them, Hear ye the word of the Lord, ye kings of Judah, and all Judah, and all inhabitants of Jerusalem, that enter in by these gates."
    },
    {
      "verse": 21,
      "text": "Thus hath said the Lord, Take heed for your souls, and bear no burden on the sabbath-day, nor bring it in through the gates of Jerusalem;"
    },
    {
      "verse": 22,
      "text": "Nor shall you carry forth a burden out of your houses on the sabbath-day, and no manner of work shall ye do, but hallow ye the sabbath-day, as I have commanded your fathers;"
    },
    {
      "verse": 23,
      "text": "But they hearkened not, and inclined not their ear; and they made their neck stiff, so as not to hearken, and not to receive instruction."
    },
    {
      "verse": 24,
      "text": "And it shall come to pass, if ye will diligently hearken unto me, saith the Lord, so as to bring in no burden through the gates of this city on the sabbath-day, and to hallow the sabbath-day, so as to do no work thereon:"
    },
    {
      "verse": 25,
      "text": "Then shall there enter through the gates of this city kings and princes sitting upon the throne of David, riding in chariots and on horses, they, and their princes, the men of Judah, and the inhabitants of Jerusalem; and this city shall be inhabited for ever."
    },
    {
      "verse": 26,
      "text": "And there shall come from the cities of Judah, and from the environs of Jerusalem, and from the land of Benjamin, and from the lowlands, and from the mountain, and from the south, those that bring burnt-offerings, and sacrifices, and meat-offerings, and frankincense, and those that bring thanksgiving-offerings, unto the house of the Lord."
    },
    {
      "verse": 27,
      "text": "But if ye will not hearken unto me to hallow the sabbath-day, and not to bear a burden, and to enter in at the gates of Jerusalem on the sabbath-day: then will I kindle a fire in its gates, and it shall devour the palaces of Jerusalem, and it shall not be quenched."
    }
  ]
}