{
  "book_id": "JER",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "But when Pashchur the son of Immer the priest, who was chief superintendent in the house of the Lord, heard Jeremiah prophesying these words:"
    },
    {
      "verse": 2,
      "text": "Then smote Pashchur Jeremiah the prophet, and put him in the stocks that were in the upper gate of Benjamin, which was in the house of the Lord."
    },
    {
      "verse": 3,
      "text": "And it came to pass on the morrow, that Pashchur brought forth Jeremiah out of the stocks. And Jeremiah said unto him, Not Pashchur [Fulness of Freedom] hath the Lord called thy name, but Magor-missabib [[Terror all around]]."
    },
    {
      "verse": 4,
      "text": "For thus hath said the Lord, Behold, I will make thee a terror to thyself, and to all thy friends; and they shall fall by the sword of their enemies, and thy eyes shall see it; and all Judah will I give into the hand of the king of Babylon, and he shall lead them into exile to Babylon, and shall smite them with the sword."
    },
    {
      "verse": 5,
      "text": "And I will give up all the wealth of this city, and all its acquisitions, and all its precious things; and all the treasures of the kings of Judah will I give into the hand of their enemies, who shall plunder them, and take them and carry them away to Babylon."
    },
    {
      "verse": 6,
      "text": "And thou, Pashchur, and all the inhabitants of thy house, shall go into captivity; and to Babylon shalt thou come, and there thou shalt die, and there shalt thou be buried, thou, and all thy friends, to whom thou hast prophesied with falsehood."
    },
    {
      "verse": 7,
      "text": "Thou didst persuade me, O Lord, and I was persuaded; thou laidst thy [hand] strongly on me, and didst prevail: I am laughed at all the time, every one mocketh me."
    },
    {
      "verse": 8,
      "text": "For as often as I speak must I cry out, violence and wasting must I proclaim; because the word of the Lord is become unto me a disgrace, and a derision, all the time."
    },
    {
      "verse": 9,
      "text": "And I thought, I will not make mention of him, and I will not speak any more in his name. But it became in my heart as a burning fire enclosed within my bones, and I was weary with enduring, and I could not overcome it."
    },
    {
      "verse": 10,
      "text": "For I heard the defaming of many, angry assemblies on every side, “Tell, and we will tell of him.” All the men who ought to seek my welfare, watch for my fall; saying, “Peradventure he may he enticed, and we shall prevail against him, and we will then take our revenge on him.”"
    },
    {
      "verse": 11,
      "text": "But the Lord is with me as a mighty powerful one; therefore my persecutors will stumble, and they will not prevail: they will be greatly ashamed, for they will not prosper; [it is] an everlasting confusion which will never be forgotten."
    },
    {
      "verse": 12,
      "text": "But, O Lord of hosts, that probest the righteous, seest the reins and the heart, let me see thy vengeance on them; for unto thee have I laid open my cause."
    },
    {
      "verse": 13,
      "text": "Sing unto the Lord, praise ye the Lord; for he hath delivered the soul of the needy from the hand of evil-doers."
    },
    {
      "verse": 14,
      "text": "Cursed be the day whereon I was born: the day on which my mother bore me shall not be blessed."
    },
    {
      "verse": 15,
      "text": "Cursed be the man who brought tidings to my father, saying, A man-child is born unto thee. How very glad did he make him!"
    },
    {
      "verse": 16,
      "text": "And may that same man become like the cities which the Lord overthrew, and bethought himself not; and may he hear a cry of anguish in the morning, and a tumultuous noise at noontide;"
    },
    {
      "verse": 17,
      "text": "Because I was not slain [as I escaped] from the womb; or that my mother might have become unto me my grave, and her womb have been affected with a perpetual pregnancy."
    },
    {
      "verse": 18,
      "text": "Wherefore was this that I came forth out of the womb to see trouble and sorrow, that my days should pass away in shame?"
    }
  ]
}