{
  "book_id": "JER",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came unto Jeremiah from the Lord, when king Zedekiah sent unto him Pashchur the son of Malkiyah, and Zephanyah the son of Ma'asseyah the priest, saying,"
    },
    {
      "verse": 2,
      "text": "Inquire, I pray thee, in our behalf of the Lord; for Nebuchadrezzar the king of Babylon maketh war against us; peradventure the Lord will deal with us according to all his wondrous deeds, so that he may withdraw from us."
    },
    {
      "verse": 3,
      "text": "Then said Jeremiah unto them, Thus shall ye say to Zedekiah:"
    },
    {
      "verse": 4,
      "text": "Thus hath said the Lord the God of Israel, Behold, I will turn back the weapons of war that are in your hands, wherewith ye fight against the king of Babylon, and against the Chaldeans, who besiege you without the walls, and I will assemble them into the midst of this city."
    },
    {
      "verse": 5,
      "text": "And I myself will fight against you with an outstretched hand and with a strong arm, and in anger, and in fury, and in great wrath."
    },
    {
      "verse": 6,
      "text": "And I will smite the inhabitants of this city, both man and beast: of a great pestilence shall they die."
    },
    {
      "verse": 7,
      "text": "And afterward, saith the Lord, will I give up Zedekiah the king of Judah, and his servants, and the people, and those that are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar the king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life: and he shall smite them with the edge of the sword; he will not spare them, nor have pity, nor have mercy."
    },
    {
      "verse": 8,
      "text": "And unto this people shalt thou say, Thus hath said the Lord, Behold, I set before you the way of life, and the way of death."
    },
    {
      "verse": 9,
      "text": "He that remaineth in this city shall die by the sword, or by the famine, or by the pestilence; but he that goeth out, and runneth away to the Chaldeans that besiege you, shall remain alive, and his life shall be unto him as a booty."
    },
    {
      "verse": 10,
      "text": "For I have set my face against this city for evil, and not for good, saith the Lord: into the hand of the king of Babylon shall it be given up, and he will burn it with fire."
    },
    {
      "verse": 11,
      "text": "And to the house of the king of Judah [say], Hear ye the word of the Lord:"
    },
    {
      "verse": 12,
      "text": "O house of David, thus hath said the Lord, Exercise justice on [every] morning, and deliver him that is robbed out of the hand of the oppressor; lest my fury go forth like fire, and burn so that none can quench it, because of the evil of your doings."
    },
    {
      "verse": 13,
      "text": "Behold, I am against thee, O inhabitress of the valley, [about] the rock of the plain, saith the Lord; who say, Who shall descend down against us? or who shall enter into our habitations?"
    },
    {
      "verse": 14,
      "text": "But I will inflict punishment on you according to the fruit of your doings, saith the Lord: and I will kindle a fire in its forest, and it shall devour all its environs."
    }
  ]
}