{
  "book_id": "JER",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord caused me to see, and, behold, there were two baskets of figs placed before the temple of the Lord, after Nebuchadrezzar the king of Babylon had carried away into exile Yechonyahu the son of Yehoyakim the king of Judah, and the princes of Judah, with the carpenters and the locksmiths, from Jerusalem, and had brought them to Babylon."
    },
    {
      "verse": 2,
      "text": "The one basket [had] very good figs, like the figs that are first ripe: and the other basket [had] very bad figs, which could not be eaten, from being so bad."
    },
    {
      "verse": 3,
      "text": "Then said the Lord unto me, What seest thou, Jeremiah? And I said, Figs: the good figs, are very good; and the bad ones, are very bad, which cannot be eaten, from being so bad."
    },
    {
      "verse": 4,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 5,
      "text": "Thus hath said the Lord, the God of Israel, Like these good figs, so will I acknowledge the exiles of Judah, whom I have sent away from this place into the land of the Chaldeans, for good."
    },
    {
      "verse": 6,
      "text": "And I will set my eye upon them for good, and I will cause them to return again to this land; and I will build them up, and not pull them down; and I will plant them, and not pluck them up."
    },
    {
      "verse": 7,
      "text": "And I will give them a heart to know me, that I am the Lord: and they shall be unto me for a people, and I will be unto them for God! for they will return unto me with all their heart."
    },
    {
      "verse": 8,
      "text": "And like the bad figs, which cannot be eaten, from being so bad, surely thus hath said the Lord, So I will render Zedekiah the king of Judah, and his princes, and the residue of Jerusalem, that remain in this land, and those that dwell in the land of Egypt;"
    },
    {
      "verse": 9,
      "text": "And I will make them a horror because of [their] mishaps unto all the kingdoms of the earth, a disgrace and a proverb, a byword and a curse, in all the places whither I will drive them."
    },
    {
      "verse": 10,
      "text": "And I will send out against them the sword, the famine, and the pestilence, till they be destroyed from off the land that I had given unto them and to their fathers."
    }
  ]
}