{
  "book_id": "JER",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "In the beginning of the reign of Jehoyakim the son of Josiah the king of Judah came this word unto Jeremiah from the Lord, saying,"
    },
    {
      "verse": 2,
      "text": "Thus said the Lord to me, Make for thyself bands and yoke-bars, and put them around thy neck,"
    },
    {
      "verse": 3,
      "text": "And send such to the king of Edom, and to the king of Moab, and to the king of the children of 'Ammon, and to the king of Tyre, and to the king of Zidon, by means of the messengers who come to Jerusalem unto Zedekiah the king of Judah;"
    },
    {
      "verse": 4,
      "text": "And thou shalt charge them unto their masters, saying, Thus hath said the Lord of hosts, the God of Israel, Thus shall ye say unto your masters,"
    },
    {
      "verse": 5,
      "text": "It is I who have made the earth, the men, and the beasts that are upon the face of the earth, by my great power and by my outstretched arm, and I have given it unto the one who seemeth proper in my eyes."
    },
    {
      "verse": 6,
      "text": "And now it is I who have given all these countries into the hand of Nebuchadnezzar the king of Babylon, my servant; and also the beasts of the field have I given him to serve him."
    },
    {
      "verse": 7,
      "text": "And all nations shall serve him, and his son, and his son's son, until the time of his land is also come in its turn: when many nations and great kings shall make it serve."
    },
    {
      "verse": 8,
      "text": "And it shall come to pass, that the nation and the kingdom which will not serve him, Nebuchadnezzar the king of Babylon, and that will not put its neck in the yoke of the king of Babylon,—even that nation will I punish with the sword, and with the famine, and with the pestilence, saith the Lord, until I have made an end of them by his hand."
    },
    {
      "verse": 9,
      "text": "But do ye not hearken to your prophets, and to your diviners, and to your dreamers, and to your enchanters, and to your sorcerers, who speak unto you, saying, Ye shall not serve the king of Babylon;"
    },
    {
      "verse": 10,
      "text": "For falsehood do they prophesy unto you, in order to remove you far from your land; and that I might drive you out, and that ye might perish."
    },
    {
      "verse": 11,
      "text": "But the nation that will bring its neck into the yoke of the king of Babylon, and serve him,—that one will I then let remain quietly in its own land, saith the Lord: and it shall till it, and dwell therein."
    },
    {
      "verse": 12,
      "text": "And unto Zedekiah the king of Judah did I speak in accordance with all these words, saying, Bring your neck into the yoke of the king of Babylon, and serve him and his people, that ye may live."
    },
    {
      "verse": 13,
      "text": "Why will ye die, thou and thy people, by the sword, by the famine, and by pestilence, as the Lord hath spoken concerning the nation that will not serve the king of Babylon?"
    },
    {
      "verse": 14,
      "text": "And do ye not hearken unto the words of the prophets that say unto you, as followeth, Ye shall not serve the king of Babylon; for a falsehood do they prophesy unto you."
    },
    {
      "verse": 15,
      "text": "For I have not sent them, saith the Lord, yet they prophesy in my name falsely: in order that I might drive you out, and that ye might perish, ye, and the prophets that prophesy unto you."
    },
    {
      "verse": 16,
      "text": "And unto the priests and unto all this people did I speak, saying, Thus hath said the Lord, Do not hearken to the words of your prophets that prophesy unto you, saying, Behold, the vessels of the house of the Lord shall be brought again from Babylon now speedily; for a falsehood do they prophesy unto you."
    },
    {
      "verse": 17,
      "text": "Hearken not unto them; serve the king of Babylon, that ye may live: wherefore should this city become a ruin?"
    },
    {
      "verse": 18,
      "text": "And if they be prophets, and if the word of the Lord be with them, let them now make intercession with the Lord of hosts, that the vessels which are left in the house of the Lord, and in the house of the king of Judah, and at Jerusalem, may not be carried to Babylon."
    },
    {
      "verse": 19,
      "text": "For thus hath said the Lord of hosts of the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels that are left in this city,"
    },
    {
      "verse": 20,
      "text": "Which Nebuchadnezzar the king of Babylon did not take away, when he carried away into exile Jechonyah the son of Jehoyakim the king of Judah from Jerusalem to Babylon, with all the nobles of Judah and Jerusalem;"
    },
    {
      "verse": 21,
      "text": "[Yea] for thus hath said the Lord of hosts, the God of Israel, concerning the vessels that are left in the house of the Lord, and in the house of the king of Judah and in Jerusalem,"
    },
    {
      "verse": 22,
      "text": "Unto Babylon shall they be carried, and there shall they remain until the day that I think of them, saith the Lord, when I will bring them up, and restore them to this place."
    }
  ]
}