{
  "book_id": "JER",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "The word that came to Jeremiah from the Lord in the tenth year of Zedekiah the king of Judah, which is the eighteenth year of Nebuchadrezzar."
    },
    {
      "verse": 2,
      "text": "And at that time the king of Babylon's army was besieging Jerusalem; and Jeremiah the prophet was shut up in the court of the prison, which was in the house of the king of Judah;"
    },
    {
      "verse": 3,
      "text": "Because Zedekiah the king of Judah had shut him up, saying, Wherefore art thou prophesying, saying, Thus hath said the Lord, Behold, I will give up this city into the hand of the king of Babylon, and he shall capture it."
    },
    {
      "verse": 4,
      "text": "And Zedekiah the king of Judah shall not escape out of the hand of the Chaldeans, because he shall surely be given up into the hand of the king of Babylon, and his mouth shall speak to his mouth, and his eyes shall behold his eyes;"
    },
    {
      "verse": 5,
      "text": "And to Babylon shall he lead Zedekiah, and there shall he remain until I think of him, saith the Lord: though ye fight with the Chaldeans, ye shall not prosper."
    },
    {
      "verse": 6,
      "text": "And Jeremiah said, The word of the Lord came unto me, saying,"
    },
    {
      "verse": 7,
      "text": "Behold, Chanamel the son of Shallum thy uncle is coming unto thee, saying, Buy for thyself my field that is in 'Anathoth; for unto thee belongeth the right of redemption to buy it."
    },
    {
      "verse": 8,
      "text": "And there came to me Chanamel my uncle's son according to the word of the Lord into the court of the prison, and he said unto me, Buy, I pray thee, my field, that is in 'Anathoth, which is in the land of Benjamin; for to thee belongeth the right of inheritance, and to thee belongeth the redemption, buy it for thyself: then did I know that it was the word of the Lord."
    },
    {
      "verse": 9,
      "text": "And I bought the field from Chanamel my uncle's son, that is in 'Anathoth; and I weighed out unto him the money, seven shekels, and ten pieces of silver."
    },
    {
      "verse": 10,
      "text": "And I wrote it in a deed, and sealed it, and had it certified by witnesses, and weighed the money in balances."
    },
    {
      "verse": 11,
      "text": "And I took the deed of the purchase, both that which was sealed, according to the law and custom, and that which was open;"
    },
    {
      "verse": 12,
      "text": "And I gave the deed of the purchase unto Baruch the son of Neriyah, the son of Machseyah, before the eyes of Chanamel my kinsman, and before the eyes of the witnesses that had signed the deed of the purchase, before the eyes of all the Jews that were sitting in the court of the prison."
    },
    {
      "verse": 13,
      "text": "And I charged Baruch before their eyes, saying,"
    },
    {
      "verse": 14,
      "text": "Thus hath said the Lord of hosts, the God of Israel, Take these deeds, this deed of the purchase, both the sealed, and this open deed, and place them in an earthen vessel, in order that they may last many days."
    },
    {
      "verse": 15,
      "text": "For thus hath said the Lord of hosts, the God of Israel, Yet again shall there be bought houses and fields and vineyards in this land."
    },
    {
      "verse": 16,
      "text": "And I prayed to the Lord after I had delivered the deed of the purchase unto Baruch the son of Neriyah, saying,"
    },
    {
      "verse": 17,
      "text": "Ah Lord Eternal! behold, it is thou that hast made the heavens and the earth by thy great power and by thy outstretched arm; nothing is too wonderful for thee;"
    },
    {
      "verse": 18,
      "text": "Thou exercisest kindness unto the thousandth [generation], and recompensest the iniquity of the fathers unto the bosom of their children after them; [thou art] the Great, the Mighty God, the Lord of hosts is his name;"
    },
    {
      "verse": 19,
      "text": "Great in counsel, and mighty in execution: [thou] whose eyes are open over all the ways of the sons of man, to give unto every one according to his ways, and according to the fruit of his doings;"
    },
    {
      "verse": 20,
      "text": "Who hast displayed signs and wonders in the land of Egypt, up to this day, and in Israel, and among other men; and thou hast made thyself a name, as it is at this day;"
    },
    {
      "verse": 21,
      "text": "And thou didst bring forth thy people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and with an outstretched arm, and with great terror;"
    },
    {
      "verse": 22,
      "text": "And thou gavest them this land, which thou hadst sworn to their fathers to give unto them, a land flowing with milk and honey;"
    },
    {
      "verse": 23,
      "text": "And they came in, and took possession of it; but they hearkened not to thy voice, and in thy law they did not walk; all that thou hadst commanded them to do they did not do: and thou hast therefore caused all this evil to befall them."
    },
    {
      "verse": 24,
      "text": "Behold the mounds reach unto the city to capture it; and the city is given up into the hand of the Chaldeans, who fight against it, because of the sword, and of the famine, and of the pestilence: and what thou hast spoken is come to pass; and, behold, thou seest it."
    },
    {
      "verse": 25,
      "text": "And yet thou hast said unto me, O Lord Eternal, Buy for thyself the field for money, and have it certified by witnesses: while the city is given up into the hand of the Chaldeans."
    },
    {
      "verse": 26,
      "text": "Then came the word of the Lord unto Jeremiah, saying,"
    },
    {
      "verse": 27,
      "text": "Behold, I am the Lord, the God of all flesh: shall any thing be too wonderful for me?"
    },
    {
      "verse": 28,
      "text": "Therefore thus hath said the Lord, Behold, I will give up this city into the hand of the Chaldeans, and into the hand of Nebuchadrezzar the king of Babylon, and he shall capture it:"
    },
    {
      "verse": 29,
      "text": "And the Chaldeans, that fight against this city, shall come and set this city on fire, and burn it, with the houses upon the roofs of which they have offered incense unto Ba'al, and have poured out drink-offerings unto other gods, in order to provoke me to anger;"
    },
    {
      "verse": 30,
      "text": "For the children of Israel and the children of Judah have been doing only what is evil in my eyes from their youth; for the children of Israel have been only provoking me to anger with the work of their hands, saith the Lord."
    },
    {
      "verse": 31,
      "text": "For to excite my anger and my fury hath been unto me this city from the day that they built it, even until this day; so that I will remove it from before my presence:"
    },
    {
      "verse": 32,
      "text": "Because of all the wickedness of the children of Israel and of the children of Judah, which they have done to provoke me to anger, they, their kings, their princes, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem;"
    },
    {
      "verse": 33,
      "text": "And they turned unto me the back, and not the face: though [my prophets] taught them, rising up early and teaching; yet they hearkened not to receive instruction."
    },
    {
      "verse": 34,
      "text": "But they placed their abominations in the house, which is called by my name, to defile it."
    },
    {
      "verse": 35,
      "text": "And they built the high-places of Ba'al, which are in the valley of the son of Hinnom, to cause their sons and their daughters to pass through [the fire] unto Molech; which I had not commanded them, and which had not come into my mind, to practise this abomination, in order to mislead Judah to sin."
    },
    {
      "verse": 36,
      "text": "But now, therefore, thus hath said the Lord, the God of Israel, concerning this city, whereof ye say, it is given up into the hand of the king of Babylon through the sword, and through the famine, and through the pestilence:"
    },
    {
      "verse": 37,
      "text": "Behold, I will gather them out of all the countries, whither I have driven them in my anger, and in my fury, and in great wrath; and I will bring them back again unto this place, and I will cause them to dwell in safety;"
    },
    {
      "verse": 38,
      "text": "And they shall be unto me for a people, and I will be unto them for a God:"
    },
    {
      "verse": 39,
      "text": "And I will give them one heart, and one manner, to fear me at all times, that it may be well with them, and with their children after them;"
    },
    {
      "verse": 40,
      "text": "And I will make with them an everlasting covenant, that I will not turn away from them, to do them good on my part; and my fear will I place in their heart, so that they may not depart from me."
    },
    {
      "verse": 41,
      "text": "And I will be glad over them to do them good; and I will plant them in this land in truth, with all my heart and with all my soul."
    },
    {
      "verse": 42,
      "text": "For thus hath said the Lord, Just as I have brought upon this people all this great evil, so will I bring upon them all the good that I speak concerning them."
    },
    {
      "verse": 43,
      "text": "And the field shall yet be bought in this land, whereof ye say, It is desolate without man or beast, it is given up into the hand of the Chaldeans."
    },
    {
      "verse": 44,
      "text": "Men shall buy fields for money, and write it in deeds, and seal it, and certify it by witnesses, in the land of Benjamin, and in the environs of Jerusalem, and in the cities of Judah, and in the cities of the mountain, and in the cities of the lowlands, and in the cities of the south; for I will cause their captivity to return, saith the Lord."
    }
  ]
}