{
  "book_id": "JER",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the fourth year of Jehoyakim the son of Josiah the king of Judah, that this word came unto Jeremiah from the Lord, saying,"
    },
    {
      "verse": 2,
      "text": "Take thee a roll-book, and write therein all the words that I have spoken unto thee against Israel, and against Judah, and against all the nations, from the day that I spoke unto thee, from the days of Josiah, even until this day."
    },
    {
      "verse": 3,
      "text": "Peradventure it be that the house of Judah will hear all the evil which I purpose to do unto them: in order that they may return every man from his evil way; that I may forgive their iniquity and their sin."
    },
    {
      "verse": 4,
      "text": "Then did Jeremiah call Baruch the son of Neriyah: and Baruch wrote from the mouth of Jeremiah all the words of the Lord, which he had spoken unto him, upon a roll-book."
    },
    {
      "verse": 5,
      "text": "And Jeremiah commanded Baruch, saying, I am shut up; I am not able to enter into the house of the Lord:"
    },
    {
      "verse": 6,
      "text": "Therefore go thou, and read in the roll, which thou hast written from my mouth, the words of the Lord before the ears of the people in the house of the Lord on the fast-day; and also before the ears of all Judah that come out of their cities shalt thou read them."
    },
    {
      "verse": 7,
      "text": "Perhaps it may be that they will humbly present their supplication before the Lord, and will return every one from his evil way; for great are the anger and the fury that the Lord hath decreed against this people."
    },
    {
      "verse": 8,
      "text": "And Baruch the son of Neriyah did in accordance with all that Jeremiah the prophet had commanded him, to read in the book the words of the Lord in the house of the Lord."
    },
    {
      "verse": 9,
      "text": "And it came to pass in the fifth year of Jehoyakim the son of Josiah the king of Judah, in the ninth month, that they proclaimed a fast before the Lord for all the people in Jerusalem, and for all the people that came from the cities of Judah unto Jerusalem."
    },
    {
      "verse": 10,
      "text": "And Baruch read in the book the words of Jeremiah in the house of the Lord, in the chamber of Gemaryahu the son of Shaphan the scribe, in the upper court, at the entrance of the new gate of the Lord's house, before the ears of all the people."
    },
    {
      "verse": 11,
      "text": "And when Michayhu the son of Gemaryahu, the son of Shaphan, had heard all the words of the Lord out of the book:"
    },
    {
      "verse": 12,
      "text": "He went down into the king's house, into the scribe's chamber; and, lo, all the princes were sitting there, even Elishama' the scribe, and Delayahu the son of Shema'yahu, and Elnathan the son of 'Achbor, and Gemaryahu the son of Shaphan, and Zedekiah the son of Chananyahu, and all the princes."
    },
    {
      "verse": 13,
      "text": "And Michayhu told unto them all the words which he had heard, when Baruch read in the book before the ears of the people."
    },
    {
      "verse": 14,
      "text": "Thereupon sent all the princes Jehudi the son of Nethanyahu, the son of Shelemyahu, the son of Cushi, unto Baruch, saying, The roll wherein thou hast read before the ears of the people,—this take in thy hand, and come. So Baruch the son of Neriyahu took the roll in his hand, and came unto them."
    },
    {
      "verse": 15,
      "text": "And they said unto him, Sit down, we pray thee, and read it before our ears. So Baruch read it before their ears."
    },
    {
      "verse": 16,
      "text": "Now it came to pass, when they heard all the words, they looked terrified at each other, and they said unto Baruch, We will surely tell the king of all these words."
    },
    {
      "verse": 17,
      "text": "And they asked Baruch, saying, Do tell us, How didst thou write down all these words from his mouth?"
    },
    {
      "verse": 18,
      "text": "Then said Baruch unto them, With his mouth did he utter clearly all these words unto me, and I wrote them in the book with ink."
    },
    {
      "verse": 19,
      "text": "Then said the princes unto Baruch, Go, hide thyself, thou with Jeremiah; and let no man know where ye are."
    },
    {
      "verse": 20,
      "text": "And they went in to the king into the court, but the roll they had put in safe keeping in the chamber of Elishama' the scribe; and they told before the ears of the king all the words."
    },
    {
      "verse": 21,
      "text": "But the king sent Jehudi to fetch the roll; and he took it out of the chamber of Elishama' the scribe. And Jehudi read it before the ears of the king, and before the ears of all the princes who stood around the king."
    },
    {
      "verse": 22,
      "text": "Now the king was sitting in the winter-house in the ninth month: and a pan of coals was burning before him."
    },
    {
      "verse": 23,
      "text": "And it came to pass, when Jehudi had read three or four pages, that he cut it with the writer's knife, and cast it into the fire that was in the coal-pan, until all the roll was consumed in the fire that was in the coal-pan."
    },
    {
      "verse": 24,
      "text": "Yet they were not terrified, nor did they rend their garments, either the king, or any of his servants that had heard all these words."
    },
    {
      "verse": 25,
      "text": "And although Elnathan and Delayahu and Gemaryahu had also made intercession with the king that he might not burn the roll, he would not listen to them."
    },
    {
      "verse": 26,
      "text": "And the king commanded Yerachmeel the son of the king, and Serayahu the son of 'Azriel, and Shelemyahu the son of 'Abdeel, to seize on Baruch the scribe and Jeremiah the prophet; but the Lord hid them."
    },
    {
      "verse": 27,
      "text": "Then came the word of the Lord to Jeremiah, after the king had burnt the roll, and the words which Baruch had written down from the mouth of Jeremiah, saying,"
    },
    {
      "verse": 28,
      "text": "Take thee again another roll, and write on it all the former words that have been on the first roll, which Jehoyakim the king of Judah hath burnt."
    },
    {
      "verse": 29,
      "text": "And concerning Jehoyakim the king of Judah shalt thou say, Thus hath said the Lord, Thou hast indeed burnt this roll, saying, Why hast thou written therein, saying, The king of Babylon shall certainly come and destroy this land, and shall cause to cease therefrom man and beast!"
    },
    {
      "verse": 30,
      "text": "Therefore thus hath said the Lord concerning Jehoyakim the king of Judah, He shall have no one to sit upon the throne of David; and his dead body shall be cast out to the heat in the day, and to the cold in the night."
    },
    {
      "verse": 31,
      "text": "And I will visit on him and on his seed and on his servants their iniquity; and I will bring over them, and over the inhabitants of Jerusalem, and against the men of Judah, all the evil that I have spoken against them, while they did not hearken."
    },
    {
      "verse": 32,
      "text": "And Jeremiah took another roll, and gave it to Baruch the son of Neriyahu the scribe; who wrote thereon from the mouth of Jeremiah all the words of the book which Jehoyakim the king of Judah had burnt in the fire: and there were yet added unto them many words like them."
    }
  ]
}