{
  "book_id": "JER",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "And Shephatyah the son of Matthan, and Gedalyahu the son of Pashchur, and Juchal the son of Shelemyahu, and Pashchur the son of Malkiyah, heard the words that Jeremiah was speaking unto all the people, saying,"
    },
    {
      "verse": 2,
      "text": "Thus hath said the Lord, He that remaineth in this city shall die by the sword, by the famine, and by the pestilence; but he that goeth forth to the Chaldeans shall live; and he shall have his life as a booty, and shall live."
    },
    {
      "verse": 3,
      "text": "Thus hath said the Lord, This city shall surely be given up into the hand of the army of the king of Babylon, and he shall capture it."
    },
    {
      "verse": 4,
      "text": "Thereupon said the princes unto the king, We beseech thee, let this man be put to death; for the cause that he weakeneth the hands of the men of war that are yet left in this city, and the hands of all the people, by speaking such words unto them; for this man seeketh not the welfare of this people, but their hurt."
    },
    {
      "verse": 5,
      "text": "Then said king Zedekiah, Behold, he is in your hand; for the king is not able to do any thing against you."
    },
    {
      "verse": 6,
      "text": "Then did they take Jeremiah, and cast him into the pit of Malkiyahu the son of the king, that was in the court of the prison: and they let Jeremiah down with cords; but in the pit there was no water, but mire; so that Jeremiah sunk into the mire."
    },
    {
      "verse": 7,
      "text": "Now when 'Ebed-melech the Cushi, a eunuch who was in the king's house, heard that they had placed Jeremiah into the pit; while the king was sitting in the gate of Benjamin:"
    },
    {
      "verse": 8,
      "text": "'Ebed-melech went forth out of the king's house, and spoke to the king, saying,"
    },
    {
      "verse": 9,
      "text": "My lord, O king, these men have done wrong in all that they have done to Jeremiah the prophet, whom they have cast into the pit; and he would have had to die [as it is] in the place where he was for hunger; for there is no more bread in the city."
    },
    {
      "verse": 10,
      "text": "The king then commanded 'Ebed-melech the Cushi, saying, Take with thee from here thirty men, and bring up Jeremiah the prophet out of the pit, before he die."
    },
    {
      "verse": 11,
      "text": "So 'Ebed-melech took the men with him, and went into the house of the king under the treasury, and took thence cast-off clothes and old rags, and let them down into the pit to Jeremiah by cords."
    },
    {
      "verse": 12,
      "text": "And Ebed-melech the Cushi said unto Jeremiah, Put, I pray, these cast-off clothes and old rags under thy arm-pits beneath the cords. And Jeremiah did so."
    },
    {
      "verse": 13,
      "text": "So they drew up Jeremiah with cords, and brought him up out of the pit: and Jeremiah remained in the court of the prison."
    },
    {
      "verse": 14,
      "text": "Then sent king Zedekiah, and took Jeremiah the prophet unto him into the third entry that was in the house of the Lord; and the king said unto Jeremiah, I will ask thee something: conceal nothing from me."
    },
    {
      "verse": 15,
      "text": "Then said Jeremiah unto Zedekiah, If I should tell it unto thee, behold, thou wilt surely put me to death; and if I should give thee counsel, thou wilt not hearken unto me."
    },
    {
      "verse": 16,
      "text": "So king Zedekiah swore unto Jeremiah secretly, saying, As the Lord liveth, who hath made for us this soul, I will not put thee to death, nor will I give thee up into the hand of these men that seek thy life."
    },
    {
      "verse": 17,
      "text": "Then said Jeremiah unto Zedekiah, Thus hath said the Lord, the God of hosts, the God of Israel, If thou wilt indeed go forth unto the princes of the king of Babylon, then shall thy soul live, and this city shall not be burnt with fire; and thou shalt live, thou with thy household;"
    },
    {
      "verse": 18,
      "text": "But if thou wilt not go forth to the princes of the king of Babylon, then shall this city be given up into the hand of the Chaldeans, and they shall burn it with fire, and thou thyself shalt not escape out of their hand."
    },
    {
      "verse": 19,
      "text": "Then said king Zedekiah unto Jeremiah, I am in dread of the Jews that have run away to the Chaldeans, lest these deliver me into their hand, and they might ill-use me."
    },
    {
      "verse": 20,
      "text": "But Jeremiah said, They will not give [thee] up. Obey, I beseech thee, the voice of the Lord, in that which I speak unto thee; so it shall be well unto thee, and thy soul shall live."
    },
    {
      "verse": 21,
      "text": "But if thou refuse to go forth, this is the word that the Lord hath shown me:"
    },
    {
      "verse": 22,
      "text": "And behold, all the women that are left in the house of the king of Judah shall be led forth to the princes of the king of Babylon; and these women shall say, “They have enticed, and have overpersuaded thee—thy men that should have sought thy welfare; thy feet are [now] sunk in the mire, and they have withdrawn themselves backward.”"
    },
    {
      "verse": 23,
      "text": "And all thy wives and thy children shall they bring out to the Chaldeans; and thou thyself shalt not escape out of their hand; for by the hand of the king of Babylon shalt thou be caught; and this city wilt thou cause to be burnt with fire."
    },
    {
      "verse": 24,
      "text": "Then said Zedekiah unto Jeremiah, Let no man know of these words, that thou mayest not die."
    },
    {
      "verse": 25,
      "text": "And if the princes should hear that I have spoken with thee, and they come unto thee, and say unto thee, tell us, we pray thee, what thou hast spoken unto the king, conceal it not from us, and we will not put thee to death; also what the king hath spoken unto thee:"
    },
    {
      "verse": 26,
      "text": "Then shalt thou say unto them, I presented my humble supplication before the king, that he would not send me back to the house of Jonathan, to die there."
    },
    {
      "verse": 27,
      "text": "And all the princes came unto Jeremiah, and asked him: and he told them in accordance with all these words that the king had commanded. And they turned away silent from him; for the matter had not been made public."
    },
    {
      "verse": 28,
      "text": "And Jeremiah remained in the court of the prison until the day that Jerusalem was taken. And it came to pass when Jerusalem was captured,"
    }
  ]
}