{
  "book_id": "JER",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Now it came to pass in the seventh month, that Ishmael the son of Nethanyah the son of Elishama', of the royal seed, and the chiefs of the king, even ten men with him, came unto Gedalyahu the son of Achikam to Mizpah; and they ate there bread together in Mizpah."
    },
    {
      "verse": 2,
      "text": "Then arose Ishmael the son of Nethanyah, and the ten men that were with him, and smote Gedalyahu the son of Achikam the son of Shaphan with the sword, and put to death him, whom the king of Babylon had appointed governor over the land."
    },
    {
      "verse": 3,
      "text": "And all the Jews that were with him, even with Gedalyahu, at Mizpah, and the Chaldeans that were found there, even the men of war, did Ishmael slay."
    },
    {
      "verse": 4,
      "text": "And it came to pass on the second day after he had put Gedalyahu to death, while no man knew of it,"
    },
    {
      "verse": 5,
      "text": "That there came certain men from Shechem, from Shiloh, and from Samaria, eighty men [in all], having their beards shaven, and their clothes rent, and having cut themselves, with meat-offerings and frankincense in their hand, to bring the same to the house of the Lord."
    },
    {
      "verse": 6,
      "text": "And Ishmael the son of Nethanyah went forth from Mizpah to meet them, going along and weeping: and it came to pass as he met them, that he said unto them, Come to Gedalyahu the son of Achikam."
    },
    {
      "verse": 7,
      "text": "And it happened, as they entered into the midst of the city, that Ishmael the son of Nethanyah slaughtered them, [and cast them] into the midst of the cistern, he, and the men that were with him."
    },
    {
      "verse": 8,
      "text": "But ten men were found among them that said unto Ishmael, Slay us not; for we have some things hidden in the field, [such as] wheat, and barley, and oil, and honey. So he forbore, and slew them not in the midst of their brethren."
    },
    {
      "verse": 9,
      "text": "And the cistern wherein Ishmael cast all the corpses of the men, whom he had slain in company with Gedalyahu, is the same which king Assa had made on account of Ba'sha the king of Israel: this did Ishmael the son of Nethanyah fill with slain persons."
    },
    {
      "verse": 10,
      "text": "Then did Ishmael carry away captive all the residue of the people that were in Mizpah, the king's daughters, and all the people that were remaining in Mizpah, whom Nebuzaradan the captain of the guard had entrusted to Gedalyahu the son of Achikam: and Ishmael the son of Nethanyah carried them away captive, and went off to pass over to the children of Ammon."
    },
    {
      "verse": 11,
      "text": "But when Jochanan the son of Kareach, and all the captains of the armies that were with him, heard of all the evil that Ishmael the son of Nethanyah had done:"
    },
    {
      "verse": 12,
      "text": "Then did they take all the men, and went to fight with Ishmael the son of Nethanyah, and found him by the great water[-pool] that is near Gib'on."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when all the people who were with Ishmael saw Jochanan the son of Kareach, and all the captains of the armies that were with him, that they were rejoiced."
    },
    {
      "verse": 14,
      "text": "And all the people that Ishmael had carried away captive from Mizpah turned about and returned, and went unto Jochanan the son of Kareach."
    },
    {
      "verse": 15,
      "text": "But Ishmael the son of Nethanyah escaped with eight men from the presence of Jochanan, and he went to the children of 'Ammon."
    },
    {
      "verse": 16,
      "text": "Then took Jochanan the son of Kareach, and all the captains of the armies that were with him, all the remnant of the people whom he had recovered from Ishmael the son of Nethanyah, from Mizpah, after he had slain Gedalyah the son of Achikam, the adult males, the men of war, and the women, and the children, and the eunuchs, whom he had brought back from Gib'on;"
    },
    {
      "verse": 17,
      "text": "And they went, and remained in Geruth-Kimham, which is by Beth-lechem, to go to enter into Egypt,"
    },
    {
      "verse": 18,
      "text": "Because of the Chaldeans; for they were afraid of them; because Ishmael the son of Nethanyah had slain Gedalyahu the son of Achikam, whom the king of Babylon had appointed governor over the land."
    }
  ]
}