{
  "book_id": "JER",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then came near all the captains of the armies, and Jochanan the son of Kareach, and Yezanyah the son of Hosha'yah, and all the people from the least even unto the greatest,"
    },
    {
      "verse": 2,
      "text": "And said unto Jeremiah the prophet, Let, we beseech thee, our humble supplication be accepted before thee, and pray in our behalf unto the Lord thy God, in behalf of all this remnant; [for we are left but a few of many, as thy own eyes do see us:]"
    },
    {
      "verse": 3,
      "text": "That the Lord thy God may tell us the way whereon we should walk, and the thing that we should do."
    },
    {
      "verse": 4,
      "text": "Then said Jeremiah the prophet unto them, I have heard you: behold, I will pray unto the Lord your God according to your words; and it shall come to pass, that whatsoever thing the Lord will answer you, I will tell unto you; I will withhold not a word from you."
    },
    {
      "verse": 5,
      "text": "But they said to Jeremiah, May the Lord be a true and faithful witness against us, if we do not act entirely according to all the word with which the Lord thy God may send thee to us:"
    },
    {
      "verse": 6,
      "text": "Whether it be good, or whether it be evil, we will hearken to the voice of the Lord our God, to whom we send thee; in order that it may be well with us, when we hearken to the voice of the Lord our God."
    },
    {
      "verse": 7,
      "text": "And it came to pass at the end of ten days, that the word of the Lord came unto Jeremiah."
    },
    {
      "verse": 8,
      "text": "Then called he Jochanan the son of Kareach, and all the captains of the armies who were with him, and all the people from the least even to the greatest,"
    },
    {
      "verse": 9,
      "text": "And he said unto them, Thus hath said the Lord, the God of Israel, unto whom ye sent me to present your humble supplication before him:"
    },
    {
      "verse": 10,
      "text": "If ye will indeed remain in this land, then will I build you up, and I will not pull you down, and I will plant you, and not pluck you up; for I have bethought me of the evil that I have done unto you."
    },
    {
      "verse": 11,
      "text": "Be ye not afraid because of the king of Babylon, of whom ye are afraid: have no fear of him, saith the Lord; for I am with you to save you, and to deliver you out of his hand."
    },
    {
      "verse": 12,
      "text": "And I will give unto you mercy, that he may have mercy upon you, and let you return to your own land."
    },
    {
      "verse": 13,
      "text": "But if ye say, We will not remain in this land, so as not to hearken to the voice of the Lord your God,"
    },
    {
      "verse": 14,
      "text": "Saying, No; but into the land of Egypt will we go, that we may not see war, nor hear the sound of the cornet, and that we may not have hunger for bread; and there will we dwell;"
    },
    {
      "verse": 15,
      "text": "And now therefore hear the word of the Lord, ye remnant of Judah, Thus hath said the Lord of hosts, the God of Israel, If ye will indeed set your faces to enter into Egypt, and go thither to sojourn there:"
    },
    {
      "verse": 16,
      "text": "Then shall the sword, of which ye are afraid, there overtake you in the land of Egypt; and the famine, whereof ye are in dread, shall there cleave close unto you in Egypt; and there shall ye die."
    },
    {
      "verse": 17,
      "text": "So shall be all the men that have set their faces to go into Egypt to sojourn there,—they shall die by the sword, by the famine, and by the pestilence; and they shall have none that remaineth or escapeth from the evil that I am bringing over them."
    },
    {
      "verse": 18,
      "text": "For thus hath said the Lord of hosts, the God of Israel, As my anger and my fury were poured forth over the inhabitants of Jerusalem: so shall my fury be poured forth over you, when ye enter into Egypt; and ye shall become an oath, and an astonishment, and a curse, and a disgrace; and ye shall never see this place again."
    },
    {
      "verse": 19,
      "text": "The Lord hath spoken concerning you, O ye remnant of Judah, “Ye shall not go into Egypt:” ye must know for certain that I have warned you this day."
    },
    {
      "verse": 20,
      "text": "For ye have dissembled in regard to what your intentions are; for ye sent me unto the Lord your God, saying, Pray in our behalf unto the Lord our God: and in accordance with all that the Lord our God may say, so tell unto us, and we will do it."
    },
    {
      "verse": 21,
      "text": "And I have told it to you this day; but ye have not hearkened to the voice of the Lord your God, and this in all with which he hath sent me unto you."
    },
    {
      "verse": 22,
      "text": "But now know for certain that ye shall die by the sword, by the famine, and by the pestilence, in the place whither ye desire to go to sojourn there."
    }
  ]
}