{
  "book_id": "JER",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when Jeremiah had made an end of speaking unto the whole people all the words of the Lord their God, with which the Lord their God had sent him to them, [namely,] all these words,"
    },
    {
      "verse": 2,
      "text": "That then spoke 'Azaryah the son of Hosha'yah, and Jochanan the son of Kareach, and all the presumptuous men, saying unto Jeremiah, Thou speakest falsely: the Lord our God hath not sent thee to say, Ye shall not go into Egypt to sojourn there;"
    },
    {
      "verse": 3,
      "text": "But Baruch the son of Neriyah setteth thee on against us, in order to deliver us into the hand of the Chaldeans, that they may put us to death, or carry us away as exiles to Babylon."
    },
    {
      "verse": 4,
      "text": "So Jochanan the son of Kareach, and all the captains of the armies, and all the people, hearkened not to the voice of the Lord, to remain in the land of Judah."
    },
    {
      "verse": 5,
      "text": "But Jochanan the son of Kareach, and all the captains of the armies, took all the remnant of Judah, that were returned from all the nations, whither they had been driven, to sojourn in the land of Judah;"
    },
    {
      "verse": 6,
      "text": "The men, and the women, and the children, and the king's daughters, and every person that Nebuzaradan the captain of the guard had left with Gedalyahu the son of Achikam the son of Shaphan; and Jeremiah the prophet, and Baruch the son of Neriyah;"
    },
    {
      "verse": 7,
      "text": "And they entered into the land of Egypt; for they hearkened not to the voice of the Lord; and they came as far as Thachpanches."
    },
    {
      "verse": 8,
      "text": "Then came the word of the Lord unto Jeremiah in Thachpanches, saying,"
    },
    {
      "verse": 9,
      "text": "Take great stones in thy hand, and hide them in the mortar in the brick-kiln which is at the entrance of Pharaoh's house in Thachpanches, before the eyes of the Jewish men;"
    },
    {
      "verse": 10,
      "text": "And thou shalt say unto them, Thus hath said the Lord of hosts, the God of Israel, Behold, I will send for and take Nebuchadrezzar the king of Babylon, my servant, and I will set his throne above these stones that I have hidden; and he shall spread his royal pavilion over them."
    },
    {
      "verse": 11,
      "text": "And he shall come and smite the land of Egypt: such as are destined for death shall be given to death; and such as are destined for captivity, to captivity; and such as are destined for the sword, to the sword."
    },
    {
      "verse": 12,
      "text": "And I will kindle a fire in the houses of the gods of Egypt, and he shall burn them, and carry them away captive: and he shall wrap around him the land of Egypt, as a shepherd wrappeth his garment around him; and he shall go forth from there in peace."
    },
    {
      "verse": 13,
      "text": "And he shall break the statues of Bethshemesh, which is in the land of Egypt; and the houses of the gods of the Egyptians shall he burn with fire."
    }
  ]
}