{
  "book_id": "JER",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord which came to Jeremiah the prophet against the nations:"
    },
    {
      "verse": 2,
      "text": "Concerning Egypt, against the army of Pharaoh-necho the king of Egypt, which was [posted] by the river Euphrates in Karkemish, which Nebuchadrezzar the king of Babylon smote in the fourth year of Jehoyakim the son of Josiah the king of Judah."
    },
    {
      "verse": 3,
      "text": "Make ye ready shield and buckler, and draw near to the battle."
    },
    {
      "verse": 4,
      "text": "Harness the horses, and mount, ye horsemen, and stand forth with helmets: sharpen the spears, and put on the coats of mail."
    },
    {
      "verse": 5,
      "text": "Wherefore have I seen them dismayed, moving backward? while their mighty ones are beaten down, and seek safety in flight, and look not back? There is terror round about, saith the Lord."
    },
    {
      "verse": 6,
      "text": "The swift cannot flee away, nor can the mighty man escape: toward the north by the shore of the river Euphrates do they stumble and fall."
    },
    {
      "verse": 7,
      "text": "Who is this that cometh up like a stream, whose waters are upheaved like the rivers?"
    },
    {
      "verse": 8,
      "text": "Egypt cometh up like a stream, and like the rivers are the waters upheaved; and he saith, I will go up, I will cover the land; I will destroy the city and those that dwell therein."
    },
    {
      "verse": 9,
      "text": "Come up, ye horses; and rush along wildly, ye chariots; and let the mighty men come forth: Cush and Put, that grasp the shield, and the Ludim, that grasp and bend the bow."
    },
    {
      "verse": 10,
      "text": "And this same day is for the Lord, the Eternal of hosts, a day of vengeance, to be avenged on his adversaries; that the sword may devour, and may be satiated and made drunken with their blood; for there is a sacrifice for the Lord the Eternal of hosts in the north country by the river Euphrates."
    },
    {
      "verse": 11,
      "text": "Go up into Gil'ad, and fetch balm, O virgin, daughter of Egypt: in vain usest thou many remedies; there is no recovery for thee."
    },
    {
      "verse": 12,
      "text": "Nations have heard of thy shame, and thy cry of anguish hath filled the earth; for the mighty man over the mighty have they stumbled, together are both of them fallen."
    },
    {
      "verse": 13,
      "text": "The word which the Lord spoke to Jeremiah the prophet, concerning the coming of Nebuchadrezzar the king of Babylon, to smite the land of Egypt."
    },
    {
      "verse": 14,
      "text": "Announce ye in Egypt, and publish in Migdol, and publish in Noph and in Thachpanches: say ye, Stand fast, and prepare thyself; for the sword devoureth round about thee."
    },
    {
      "verse": 15,
      "text": "Why are thy valiant men swept away? not one hath stood, because the Lord did drive him off."
    },
    {
      "verse": 16,
      "text": "He caused many to stumble; yea, one also fell over the other; and they said, Arise, and let us return to our own people, and to the land of our birth, from before the wasting sword."
    },
    {
      "verse": 17,
      "text": "They called out there, Pharaoh is king of Egypt, it was but vaunting, he hath let the time appointed pass by."
    },
    {
      "verse": 18,
      "text": "As I live, saith the King, the Lord of hosts is his name, Surely as Thabor is among the mountains, and as Carmel is by the sea, so shall he come."
    },
    {
      "verse": 19,
      "text": "Appurtenances of exile make for thyself, O thou inhabitress, daughter of Egypt; for Noph shall be made a waste and be left desolate without an inhabitant."
    },
    {
      "verse": 20,
      "text": "O fairest heifer, Egypt! the butcher from the north cometh, he cometh."
    },
    {
      "verse": 21,
      "text": "Also her hired troops in the midst of her are like fatted calves; for they also are turned round, are fled away together, they do not stand; because the day of their calamity is come upon them, the time of their punishment."
    },
    {
      "verse": 22,
      "text": "Her cry shall come like [the hissing of] a serpent; for with an army shall they march, and with axes do they come against her, like hewers of wood."
    },
    {
      "verse": 23,
      "text": "They cut down her forest, saith the Lord, though it cannot be searched out; because they are more than the grasshoppers, and there is no number to them."
    },
    {
      "verse": 24,
      "text": "Ashamed hath been made the daughter of Egypt: she hath been given up into the hand of the people of the north."
    },
    {
      "verse": 25,
      "text": "The Lord of hosts, the God of Israel, hath said, Behold, I will send visitation on Ahmon of No, and on Pharaoh, and on Egypt, and on her gods, and on her kings; even on Pharaoh, and on those that trust on him;"
    },
    {
      "verse": 26,
      "text": "And I will give them up into the hand of those that seek their life, and into the hand of Nebuchadrezzar the king of Babylon, and into the hand of his servants: and afterward shall she be inhabited, as in the days of old, saith the Lord."
    },
    {
      "verse": 27,
      "text": "But thou,—fear thou not, O my servant Jacob, and be not dismayed, O Israel; for, behold, I will save thee from afar off, and thy seed from the land of their captivity: and Jacob shall return, and he shall be at rest and at ease, with none to make him afraid."
    },
    {
      "verse": 28,
      "text": "Thou,—fear thou not, O Jacob my servant, saith the Lord; for I am with thee: and although I make a full end of all the nations whither I have driven thee, yet of thee will I not make a full end; and I will correct thee in measure; yet wholly will I not leave thee unpunished."
    }
  ]
}