{
  "book_id": "JER",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Against Moab. Thus hath said the Lord of hosts, the God of Israel, Woe unto Nebo! for it is wasted; made ashamed, captured is Kiryathayim; made ashamed is Misgab and dismayed."
    },
    {
      "verse": 2,
      "text": "There is no more praise of Moab: in Cheshbon have they devised evil against it, “Come, and let us cut it off from being a nation.” Also thou Madmen shalt be ruined; after thee shall pursue the sword."
    },
    {
      "verse": 3,
      "text": "There is a voice of crying from Choronayim, destruction and a great breach."
    },
    {
      "verse": 4,
      "text": "Broken down is Moab: her little ones send forth a cry of distress."
    },
    {
      "verse": 5,
      "text": "For the ascent of Luchith is ascended with weeping and tears; for on the descent of Choronayim the enemies have heard the cry of destruction."
    },
    {
      "verse": 6,
      "text": "Flee, save your life, and be ye like the solitary tree in the wilderness."
    },
    {
      "verse": 7,
      "text": "For, because thou hast trusted in thy works and in thy treasures, thou also shalt be conquered: and Kemosh shall go forth into exile, [with] his priests and his princes together."
    },
    {
      "verse": 8,
      "text": "And the water shall come over every city, and no city shall escape: and lost shall be the valley, and destroyed shall be the plain, as the Lord hath said."
    },
    {
      "verse": 9,
      "text": "Give wings unto Moab, that she may flee and get away; since her cities shall become desolate, without any to dwell therein."
    },
    {
      "verse": 10,
      "text": "Cursed be he that doth the work of the Lord negligently, and cursed be he that withholdeth his sword from blood."
    },
    {
      "verse": 11,
      "text": "Moab was ever at ease from his youth, and he was resting on his lees, and was not emptied from vessel to vessel, and had not gone into exile: therefore had his taste remained in him, and his scent was not changed."
    },
    {
      "verse": 12,
      "text": "Therefore, behold, days are coming, saith the Lord, when I will send unto him tappers, that shall tap him, and they shall empty his vessels, and dash in pieces their bottles."
    },
    {
      "verse": 13,
      "text": "And Moab shall be ashamed of Kemosh, as the house of Israel were made ashamed because of Beth-el their confidence."
    },
    {
      "verse": 14,
      "text": "How can ye say, We are mighty and men of bravery for the war?"
    },
    {
      "verse": 15,
      "text": "Moab is wasted, and into his cities hath [the enemy] ascended, and his chosen young men are gone down to the slaughter, saith the King, the Lord of hosts is his name."
    },
    {
      "verse": 16,
      "text": "Near is the calamity of Moab to come, and his misfortune hasteneth fast."
    },
    {
      "verse": 17,
      "text": "All ye that are about him bemoan him; and all ye that know his name: say, How is the strong staff broken, the beautiful stick!"
    },
    {
      "verse": 18,
      "text": "Come down from thy glory, and sit in thirst, thou inhabitress, daughter of Dibon; for the waster of Moab cometh up against thee, he destroyeth thy strong-holds."
    },
    {
      "verse": 19,
      "text": "Stand by the way, and look out, O inhabitress of 'Aro'er: ask him that fleeth, and her that escapeth, say, What hath been done?"
    },
    {
      "verse": 20,
      "text": "Moab hath been made ashamed; for it is broken down; wail, and cry aloud: tell ye it by the Arnon, that Moab is wasted,"
    },
    {
      "verse": 21,
      "text": "And punishment is come over the land of the plain, over Cholon, and over Yahzah, and over Mepha'ath,"
    },
    {
      "verse": 22,
      "text": "And over Dibon, and over Nebo, and over Beth-diblathayim,"
    },
    {
      "verse": 23,
      "text": "And over Kiryathayim, and over Beth-gamul, and over Beth-me'on,"
    },
    {
      "verse": 24,
      "text": "And over Keriyoth, and over Bozrah, and over all the cities of the land of Moab, that are far and that are near."
    },
    {
      "verse": 25,
      "text": "Hewn away is the horn of Moab, and his arm is broken, saith the Lord."
    },
    {
      "verse": 26,
      "text": "Make him drunken; for he magnified himself against the Lord: and Moab shall wallow in his vomit, and he also shall become [an object] of derision."
    },
    {
      "verse": 27,
      "text": "For was not Israel a derision unto thee? or was he found among thieves? that whenever thou spokest of him, thou hadst to shake [thy head]?"
    },
    {
      "verse": 28,
      "text": "Leave the cities, and dwell on rocks, O ye that dwell in Moab; and be ye like the dove that maketh her nest in the sides of the mouth of rocky clefts."
    },
    {
      "verse": 29,
      "text": "We have heard the pride of Moab, who is so exceedingly proud, his haughtiness, and his pride, and his arrogance, and the overbearingness of his heart."
    },
    {
      "verse": 30,
      "text": "I will know, saith the Lord, his wrath, and how causeless it is: his liars have done what is not right."
    },
    {
      "verse": 31,
      "text": "Therefore will I wail for Moab, and for all Moab will I cry out; for the men of Kir-cheres shall people moan."
    },
    {
      "verse": 32,
      "text": "With the weeping of Ya'zer will I weep for thee, O vine of Sibmah; thy tendrils [once] passed over the sea, they reached as far as to the sea of Ya'zer: over thy summer-fruits and over thy vintage the waster is fallen."
    },
    {
      "verse": 33,
      "text": "And banished are joy and gladness from Carmel, and from the land of Moab; and I have caused the wine to cease from the wine-presses; none shall tread the press with the vintner's call; battle cry—nor vintner's call."
    },
    {
      "verse": 34,
      "text": "From the loud cry of Cheshbon as far as El'aleh, even unto Yahaz, have they sent forth their voice, from Zo'ar even unto Choronayim, to the third 'Eglath; for the waters also of Nimrim shall become desolate."
    },
    {
      "verse": 35,
      "text": "Moreover will I cause to cease unto Moab, saith the Lord, him that offereth on the high-places, and him that burneth incense to his gods."
    },
    {
      "verse": 36,
      "text": "Therefore shall my heart groan for Moab like flutes, and my heart shall groan like flutes for the men of Kir-cheres; for the cause that the remnant of the riches he had gotten are lost."
    },
    {
      "verse": 37,
      "text": "For every head is bald, and every beard is shorn: upon all the hands are cuttings, and upon the loins is sackcloth."
    },
    {
      "verse": 38,
      "text": "Upon all the roofs of Moab, and in her streets, there is everywhere lamentation; for I have broken Moab like a vessel which hath no value, saith the Lord."
    },
    {
      "verse": 39,
      "text": "Oh, how is it broken down! wail! how hath Moab turned the back with shame! and Moab shall be a derision and a dismay to all those around him."
    },
    {
      "verse": 40,
      "text": "For thus hath said the Lord, Behold, as the eagle shall he fly, and he shall spread out his wings over Moab."
    },
    {
      "verse": 41,
      "text": "Captured are the fortresses, and the strong-holds are conquered: and the heart of the mighty men of Moab shall be on that day as the heart of a woman in her pangs."
    },
    {
      "verse": 42,
      "text": "And Moab shall be destroyed from being a people; because it hath magnified himself against the Lord."
    },
    {
      "verse": 43,
      "text": "Terror, and the pit, and the snare, shall be upon thee, O inhabitant of Moab, saith the Lord."
    },
    {
      "verse": 44,
      "text": "He that fleeth from the terror shall fall into the pit; and he that getteth up out of the pit shall be caught in the snare; for I will bring upon it, even upon Moab, the year of their visitation, saith the Lord."
    },
    {
      "verse": 45,
      "text": "Under the shadow of Cheshbon stand still, deprived of strength, those that flee; but a fire cometh forth out of Cheshbon, and a flame from the midst of Sichon, and it devoureth the corner of Moab, and the crown of the head of the children of vaunting."
    },
    {
      "verse": 46,
      "text": "Woe unto thee, O Moab! lost is the people of Kemosh; for thy sons are taken captives, and thy daughters into captivity."
    },
    {
      "verse": 47,
      "text": "Yet will I bring back again the captivity of Moab in the end of days, saith the Lord. Thus far is the punishment of Moab."
    }
  ]
}