{
  "book_id": "JER",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Against the children of 'Ammon, Thus hath said the Lord, Hath Israel no sons? or hath he no heir? why then doth Malcolm possess Gad, and why do his people dwell in his cities?"
    },
    {
      "verse": 2,
      "text": "Therefore, behold, days are coming, saith the Lord, when I will cause an alarm of war to be heard in Rabbah of the children of 'Ammon; and it shall become a desolate heap, and its villages shall be burnt with fire: then shall Israel drive out those that drove them out, saith the Lord."
    },
    {
      "verse": 3,
      "text": "Wail, O Cheshbon, for 'Ai is wasted; cry aloud, ye daughters of Rabbah, gird yourselves with sackcloth; lament, and roam about among the sheepfolds; for Malcolm shall go into exile, [with] his priest and his princes together."
    },
    {
      "verse": 4,
      "text": "Wherefore gloriest thou in the valleys? thy valley floweth [with blood], O backsliding daughter, that trusted in her treasures, saying, Who can come unto me?"
    },
    {
      "verse": 5,
      "text": "Behold, I will bring terror upon thee, saith the Lord the Eternal of hosts, from all those that are around thee: and ye shall be driven out every man in his own way; and none shall gather up the fugitive."
    },
    {
      "verse": 6,
      "text": "And afterward will I bring back again the captivity of the children of 'Ammon, saith the Lord."
    },
    {
      "verse": 7,
      "text": "Concerning Edom, thus hath said the Lord of hosts, Is there no more wisdom in Theman? is counsel vanished from the prudent? is their wisdom become corrupt?"
    },
    {
      "verse": 8,
      "text": "They flee, turn round, seek their abode in deep places,— the inhabitants of Dedan; for the calamity of Esau do I bring upon him, the time when I visit him with punishment."
    },
    {
      "verse": 9,
      "text": "If grape-gatherers had come to thee, would they not have left some gleanings? if thieves by night, they would destroy only till they had satisfied themselves;"
    },
    {
      "verse": 10,
      "text": "But I have made Esau bare, I have uncovered his secret haunts, so that he will not be able to hide himself: his seed is wasted, and his brethren, and his neighbors, and he is no more."
    },
    {
      "verse": 11,
      "text": "Leave thy fatherless children, I will have to preserve them alive: and thy widows must trust in me."
    },
    {
      "verse": 12,
      "text": "For thus hath said the Lord, Behold, they whose right it was not to drink the cup have been compelled to drink it, and art thou he that shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink it."
    },
    {
      "verse": 13,
      "text": "For by myself have I sworn, saith the Lord, that Bozrah shall become an astonishment, a disgrace, a ruin, and a curse; and all its cities shall become perpetual ruins."
    },
    {
      "verse": 14,
      "text": "A report have I heard from the Lord, and an ambassador is sent among the nations, [saying,] Gather yourselves together, and come against her, and rise up to the battle."
    },
    {
      "verse": 15,
      "text": "For, lo, I render thee small among the nations, despised among men."
    },
    {
      "verse": 16,
      "text": "Thy hastiness hath deceived thee, the presumption of thy heart, O thou that dwellest in the clefts of the rock, that holdest the height of the hill: though thou shouldst make thy nest as high as the eagle, thence would I bring thee down, saith the Lord."
    },
    {
      "verse": 17,
      "text": "And Edom shall become [an object of] astonishment: every one that passeth by it shall be astonished, and shall hiss at all its wounds."
    },
    {
      "verse": 18,
      "text": "Like the overthrow of Sodom and Gomorrah and their neighbors, saith the Lord, so shall no man dwell there, nor shall a son of man sojourn therein."
    },
    {
      "verse": 19,
      "text": "Behold, like a lion will he come up from the overflow of the Jordan against the strong habitation; for I will hasten him, [and] make him suddenly prevail against her; and him who is chosen will I array against her; for who is like me? and who will challenge me to battle? and who is that shepherd that can stand before me?"
    },
    {
      "verse": 20,
      "text": "Therefore hear the counsel of the Lord, that he hath resolved against Edom; and his purposes, that he hath devised against the inhabitants of Theman: Surely the least of the flocks shall drag them away; surely he will devastate over them their habitation."
    },
    {
      "verse": 21,
      "text": "At the noise of their fall the earth quaketh: [there is] an outcry,—at the Red Sea their voice is heard."
    },
    {
      "verse": 22,
      "text": "Behold, like the eagle shall he come up and fly along, and spread out his wings over Bozrah: and the heart of the mighty men of Edom shall be on that day as the heart of a woman in her pangs."
    },
    {
      "verse": 23,
      "text": "Concerning Damascus. Chamath and Arpad are made ashamed; for evil tidings have they heard, they are fainthearted: on the sea there is care, it is not able to be quiet."
    },
    {
      "verse": 24,
      "text": "Damascus is become feeble, she turneth about to flee, and trembling hath taken hold on her: pangs and throes have seized her, as a woman in travail."
    },
    {
      "verse": 25,
      "text": "“How is the city of praise not forsaken, the town of my joy!”"
    },
    {
      "verse": 26,
      "text": "Therefore shall her young men fall in her streets, and all the men of war shall perish on that day, saith the Lord of hosts."
    },
    {
      "verse": 27,
      "text": "And I will kindle a fire on the wall of Damascus, and it shall consume the palaces of Ben-hadad."
    },
    {
      "verse": 28,
      "text": "Concerning Kedar, and concerning the kingdoms of Chazor, which Nebuchadrezzar the king of Babylon smote, thus hath said the Lord, Arise ye, go up to Kedar, and devastate the men of the east."
    },
    {
      "verse": 29,
      "text": "Their tents and their flocks shall they take away; their curtains, and all their vessels and their camels shall they take to themselves: and they shall call out over them, Terror is on every side."
    },
    {
      "verse": 30,
      "text": "Flee, fly away far off, seek your abode in deep places, O ye inhabitants of Chazor, saith the Lord; for Nebuchadrezzar the king of Babylon hath taken counsel against you, and hath conceived a device against you."
    },
    {
      "verse": 31,
      "text": "Arise, get you up unto the nation that is at ease, that dwelleth in security, saith the Lord, which hath neither gates nor bars, which dwelleth alone."
    },
    {
      "verse": 32,
      "text": "And their camels shall become a booty, and the multitude of their cattle a spoil: and I will scatter unto all winds those that have the hair cut round; and from all sides will I bring their calamity, saith the Lord."
    },
    {
      "verse": 33,
      "text": "And Chazor shall become a dwelling for monsters, a desolation for ever: there shall no man dwell there, nor shall a son of man sojourn therein."
    },
    {
      "verse": 34,
      "text": "The word of the Lord that came to Jeremiah the prophet concerning 'Elam, in the beginning of the reign of Zedekiah the king of Judah, saying,"
    },
    {
      "verse": 35,
      "text": "Thus hath said the Lord of hosts, Behold, I will break the bow of 'Elam, the chief of their strength."
    },
    {
      "verse": 36,
      "text": "And I will bring over 'Elam the four winds from the four quarters of the heavens, and I will scatter them toward all these winds: and there shall not be any nation whither shall not come the outcasts of 'Elam."
    },
    {
      "verse": 37,
      "text": "For I will cause 'Elam to be dismayed before their enemies, and before those that seek their life: and I will bring over them evil, the fierceness of my anger, saith the Lord: and I will send out after them the sword, till I have made an end of them."
    },
    {
      "verse": 38,
      "text": "And I will set up my throne in 'Elam, and I will destroy thence king and princes, saith the Lord."
    },
    {
      "verse": 39,
      "text": "But it shall come to pass in the latter days, that I will bring back again the captivity of 'Elam, saith the Lord."
    }
  ]
}