{
  "book_id": "JER",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "The word that the Lord spoke concerning Babylon, concerning the land of the Chaldeans, by means of Jeremiah the prophet."
    },
    {
      "verse": 2,
      "text": "Announce ye among the nations, and publish, and lift up a standard; publish, conceal not; say, Babylon is captured, Bel is put to shame, Merodach is broken in pieces; put to shame are her idols; broken in pieces are her images."
    },
    {
      "verse": 3,
      "text": "For there is come up against her a nation out of the north, which will change her land into a desert, so that there shall not be any one dwelling therein: both man and beast are fled away, they are departed."
    },
    {
      "verse": 4,
      "text": "In those days, and at that time, saith the Lord, shall the children of Israel come, they and the children of Judah together, going and weeping shall they go, and the Lord their God shall they seek."
    },
    {
      "verse": 5,
      "text": "After Zion shall they ask, with their faces on the way thitherward, [saying,] Come: and they will join themselves to the Lord in a perpetual covenant that shall not be forgotten."
    },
    {
      "verse": 6,
      "text": "Lost sheep were my people; their shepherds had caused them to go astray, they had let them roam wildly on the mountains: from mountain to hill did they go, they forgot their resting-place."
    },
    {
      "verse": 7,
      "text": "All that found them devoured them; and their adversaries said, We offend not, because they have sinned against the Lord, the habitation of righteousness, and the hope of their fathers, the Lord."
    },
    {
      "verse": 8,
      "text": "Fly away out of the midst of Babylon, and go forth out of the land of the Chaldeans, and be ye as the he-goats before the flocks."
    },
    {
      "verse": 9,
      "text": "For, lo, I will awaken and cause to come up against Babylon an assemblage of great nations from the north country; and they shall set themselves in battle-array against her; from there shall she be captured: their arrows are as those of a skilful mighty one, none of which ever returneth in vain."
    },
    {
      "verse": 10,
      "text": "And Chaldea shall be given up to spoil: all that spoil her shall be satisfied, saith the Lord."
    },
    {
      "verse": 11,
      "text": "Though ye rejoice, though ye be glad, O ye plunderers of my heritage, though ye be grown fat as the heifer at grass, and neigh as stud-horses:"
    },
    {
      "verse": 12,
      "text": "Your mother is made greatly ashamed; she that bore you is put to the blush; behold, the end of nations shall be wilderness, dry land, and desert."
    },
    {
      "verse": 13,
      "text": "Because of the wrath of the Lord shall it not be inhabited, and it shall be wholly desolate: every one that passeth by Babylon shall be astonished, and hiss over all her wounds."
    },
    {
      "verse": 14,
      "text": "Put yourselves in battle-array against Babylon round about, all ye that bend the bow, shoot at her, spare not the arrows: for against the Lord hath she sinned."
    },
    {
      "verse": 15,
      "text": "Shout against her round about; she hath stretched out her hand: fallen are her foundations, thrown down are her walls; for it is the vengeance of the Lord; take vengeance upon her; as she hath done, so do unto her."
    },
    {
      "verse": 16,
      "text": "Cut off the sower from Babylon, and him that handleth the sickle in the time of harvest; because of the wasting sword shall they turn about every one to his people, and every one to his own land shall they flee."
    },
    {
      "verse": 17,
      "text": "A scattered lamb is Israel; the lions have driven him away: first the king of Assyria devoured him; and this last one broke his bones, [even] Nebuchadrezzar the king of Babylon."
    },
    {
      "verse": 18,
      "text": "Therefore thus hath said the Lord of hosts, the God of Israel, Behold, I will inflict punishment on the king of Babylon and on his land, as I have punished the king of Assyria."
    },
    {
      "verse": 19,
      "text": "And I will bring Israel back again to his habitation, and he shall feed on Carmel and Bashan: and upon the mountain of Ephraim and Gil'ad shall his soul be satisfied."
    },
    {
      "verse": 20,
      "text": "In those days, and at that time, saith the Lord, shall the iniquity of Israel be sought for, and it shall not be there; and the sins of Judah, and they shall not be found; for I will pardon those whom I will leave remaining."
    },
    {
      "verse": 21,
      "text": "Against the land of twofold rebellion—even against it go thou up, and against the inhabitants of the country of punishment: lay in ruins and utterly destroy their offspring, saith the Lord, and do in accordance with all that I have commanded thee."
    },
    {
      "verse": 22,
      "text": "A sound of battle [is heard] in the land, and of great destruction."
    },
    {
      "verse": 23,
      "text": "How is cut asunder and broken the hammer of all the earth! how is Babylon become an astonishment among the nations!"
    },
    {
      "verse": 24,
      "text": "I have laid a snare for thee, and thou art also captured, O Babylon, while thou wast not aware: thou art found, and also caught, because thou hadst entered into a contest against the Lord."
    },
    {
      "verse": 25,
      "text": "The Lord hath opened his treasury, and hath brought forth the weapons of his indignation; for it is a work for the Lord, the Eternal of hosts, in the land of the Chaldeans."
    },
    {
      "verse": 26,
      "text": "Come against her from the end of the earth, open her garners; tread her down as sheaves of corn, and destroy her utterly: let there not be left of her a remnant even."
    },
    {
      "verse": 27,
      "text": "Destroy all her bullocks; let them go down to the slaughter: Woe unto them! for their day is come, the time of their visitation."
    },
    {
      "verse": 28,
      "text": "There is the voice of those that flee and escape out of the land of Babylon, to tell in Zion the vengeance of the Lord our God, the vengeance for his temple."
    },
    {
      "verse": 29,
      "text": "Call together the archers against Babylon; all ye that bend the bow, encamp against her round about; let there be no escape for her: recompense her according to her work; in accordance with all that she hath done, do unto her; for against the Lord hath she acted presumptuously, against the Holy One of Israel."
    },
    {
      "verse": 30,
      "text": "therefore shall her young men fall in her streets, and all her men of war shall perish on that day, saith the Lord."
    },
    {
      "verse": 31,
      "text": "Behold, I am against thee, O presumptuous one! saith the Lord, the Eternal of hosts; for thy day is come, the time that I will visit thee [with punishment]."
    },
    {
      "verse": 32,
      "text": "And the presumptuous shall stumble and fall, with none to raise him up: and I will kindle a fire in his cities, and it shall devour all his environs."
    },
    {
      "verse": 33,
      "text": "Thus hath said the Lord of hosts, The children of Israel and the children of Judah are oppressed together: and all that took them captive hold them fast; they refuse to dismiss them."
    },
    {
      "verse": 34,
      "text": "Their Redeemer is strong; The Lord of hosts is his name: he will surely contend in their cause, in order that he may give rest to the land, and make the inhabitants of Babylon tremble."
    },
    {
      "verse": 35,
      "text": "The sword is upon the Chaldeans, saith the Lord, and against the inhabitants of Babylon, and against her princes, and against her wise men."
    },
    {
      "verse": 36,
      "text": "The sword is against the lying soothsayers, and they shall be made foolish: the sword is against her mighty men, and they shall be dismayed."
    },
    {
      "verse": 37,
      "text": "The sword is against their horses, and against their chariots, and against all the confederates that are in the midst of her, and they shall become as women: the sword is against her treasures, and they shall be plundered."
    },
    {
      "verse": 38,
      "text": "The drought is against her waters, and they shall be dried up; for it is the land of graven images, and with their horrid idols do they play the madman."
    },
    {
      "verse": 39,
      "text": "Therefore shall martens dwell [there] with jackals, and the ostriches shall dwell therein: and it shall be not inhabited any more for ever; and it shall not be dwelt in from generation to generation."
    },
    {
      "verse": 40,
      "text": "Like the overthrow by God of Sodom and Gomorrah and their neighbors, saith the Lord, so shall no man dwell there, nor shall any son of man sojourn therein."
    },
    {
      "verse": 41,
      "text": "Behold, a people cometh from the north, and a great nation, and many kings shall be awakened from the farthest ends of the earth."
    },
    {
      "verse": 42,
      "text": "Bow and lance do they firmly grasp; they are cruel, and show not any mercy; their voice roareth like the sea, and upon horses do they ride, placed in array, like one man, for the battle, against thee, O daughter of Babylon."
    },
    {
      "verse": 43,
      "text": "The king of Babylon hath heard the report of them, and his hands are grown feeble: anguish hath taken fast hold of him, pangs as of a woman in travail."
    },
    {
      "verse": 44,
      "text": "Behold, like a lion shall he come up from the overflow of the Jordan unto the strong habitation; for I will hasten them [and] make them suddenly prevail over her, and him who is chosen will I array against her; for who like me? and who will challenge me to battle? and who is that shepherd that can stand before me?"
    },
    {
      "verse": 45,
      "text": "Therefore hear ye the counsel of the Lord, that he hath resolved against Babylon; and his purposes, that he hath devised against the land of the Chaldeans: Surely the least of the flock shall drag them away; surely he will devastate over them their habitation."
    },
    {
      "verse": 46,
      "text": "At the noise of the conquest of Babylon the earth quaketh, and the outcry is heard among the nations."
    }
  ]
}