{
  "book_id": "JER",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Thus hath said the Lord, Behold, I will awaken against Babylon, and against those that dwell in the midst of my opponents, a destroying wind;"
    },
    {
      "verse": 2,
      "text": "And I will send out unto Babylon fanners, and they shall fan her, and shall empty out her land; for they shall be against her round about on the day of trouble."
    },
    {
      "verse": 3,
      "text": "Let the archer come against any one that bendeth his bow, and against him that lifteth himself up in his armor: and spare ye not her young men: destroy ye utterly all her host."
    },
    {
      "verse": 4,
      "text": "And the slain shall fall in the land of the Chaldeans, and they that are pierced through, in her streets."
    },
    {
      "verse": 5,
      "text": "For not widowed are Israel and Judah of their God, of the Lord of hosts; for the land of those was filled with guiltiness against the Holy One of Israel."
    },
    {
      "verse": 6,
      "text": "Flee ye out of the midst of Babylon, and save ye every man his life: perish not for her iniquity; for this is a time of vengeance unto the Lord; a recompense is he paying out unto her."
    },
    {
      "verse": 7,
      "text": "A golden cup hath Babylon been in the hand of the Lord, that made drunken all the earth: of her wine have nations drunk; therefore are the nations rendered mad."
    },
    {
      "verse": 8,
      "text": "Suddenly is Babylon fallen and broken: wail ye for her; fetch balm for her wound, perhaps she may be healed."
    },
    {
      "verse": 9,
      "text": "“We would have healed Babylon, but she was not healed: forsake her, and let us go every one unto his own country; for her punishment reacheth unto the heavens, and it is lifted up even to the skies.”"
    },
    {
      "verse": 10,
      "text": "The Lord hath brought forth our righteousness: come, and let us relate in Zion the work of the Lord our God."
    },
    {
      "verse": 11,
      "text": "Make bright the arrows; fill the quivers: the Lord hath awakened the spirit of the kings of Media; for against Babylon is his intention, to destroy it; because it is the vengeance of the Lord, the vengeance for his temple."
    },
    {
      "verse": 12,
      "text": "Against the walls of Babylon lift up the standard, strengthen the watch, set up the watchmen, make ready the ambushes; for the Lord hath both intended and done what he had spoken against the inhabitants of Babylon."
    },
    {
      "verse": 13,
      "text": "O thou that dwellest upon many waters, great in treasures, thy end is come, the full measure of thy selfish robbery."
    },
    {
      "verse": 14,
      "text": "Sworn hath the Lord of hosts by himself, Surely I will fill thee with men, as with locusts: and they shall lift up the battle-cry against thee."
    },
    {
      "verse": 15,
      "text": "He made the earth by his power, he established the world by his wisdom, and by his understanding he stretched out the heavens."
    },
    {
      "verse": 16,
      "text": "At the sound when he giveth a multitude of waters in the heavens, and causeth clouds to ascend from the ends of the earth; when he maketh lightnings with rain, and bringeth forth the wind out of his treasures:"
    },
    {
      "verse": 17,
      "text": "Then standeth every man as brutish without knowledge; ashamed is every goldsmith because of the graven image; for falsehood is his molten work, and there is no breath therein."
    },
    {
      "verse": 18,
      "text": "They are vanity, the work of deception: in the time of their punishment shall they vanish."
    },
    {
      "verse": 19,
      "text": "Not like these is the portion of Jacob; for He is the former of all things, and Israel is the tribe of his inheritance: The Lord of hosts is his name."
    },
    {
      "verse": 20,
      "text": "Thou art a hammer unto me, weapons of war; and I strike down with thee nations, and I destroy with thee kingdoms;"
    },
    {
      "verse": 21,
      "text": "And I strike down with thee the horse and his rider; and I strike down with thee the chariot and its rider;"
    },
    {
      "verse": 22,
      "text": "And I strike down with thee man and woman; and I strike down with thee the aged and the lad; and I strike down with thee the young man and the virgin:"
    },
    {
      "verse": 23,
      "text": "And I strike down with thee the shepherd and his flock; and I strike down with thee the husbandman and his yoke of oxen; and I strike down with thee governors and rulers."
    },
    {
      "verse": 24,
      "text": "But [now] will I repay unto Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion before your eyes, saith the Lord."
    },
    {
      "verse": 25,
      "text": "Behold, I am against thee, O destroying mountain, saith the Lord, which destroyest all the earth; and I will stretch out my hand over thee, and I will roll thee down from the rocks, and will render thee a burnt mountain."
    },
    {
      "verse": 26,
      "text": "And they shall not take from thee a stone for a corner, nor a stone for foundations; but everlasting ruins shalt thou be, saith the Lord."
    },
    {
      "verse": 27,
      "text": "Lift ye up a standard in the land, blow ye the cornet among the nations, make ready against her nations, call together against her the kingdoms of Ararat, Minni, and Ashkenaz; appoint against her a commander; cause the horses to come up like the hairy locusts."
    },
    {
      "verse": 28,
      "text": "Make ready against her the nations with the kings of Media, its governors, and all its rulers, and all the land of their dominion."
    },
    {
      "verse": 29,
      "text": "And the earth quaketh and trembleth; for every one of the purposes of the Lord is fulfilled against Babylon, to change the land of Babylon into a desolate country without an inhabitant."
    },
    {
      "verse": 30,
      "text": "The mighty men of Babylon have ceased to fight, they sit still in [their] strongholds; their might is vanished; they are become as women: they have burnt her dwelling-places; her bars are broken."
    },
    {
      "verse": 31,
      "text": "One runner shall run to meet another runner, and one messenger to meet another messenger, to tell unto the king of Babylon that his city is captured at all ends,"
    },
    {
      "verse": 32,
      "text": "And that the passages have been seized, and that they have burnt the reeds with fire, and that the men of war are affrighted."
    },
    {
      "verse": 33,
      "text": "For thus hath said the Lord of hosts, the God of Israel, the daughter of Babylon is like a threshing-floor, at the time they thresh therein; but yet a little while more, when the time of harvest shall come for her."
    },
    {
      "verse": 34,
      "text": "“Nebuchadrezzar the king of Babylon devoured me, he crushed me, he set me down as an empty vessel, he swallowed me up like a huge serpent, he filled his belly with my delicacies: he drove me out."
    },
    {
      "verse": 35,
      "text": "the violence done to me and to my flesh be upon Babylon,” will the inhabitress of Zion say; and “My blood be upon the inhabitants of Chaldea,” will Jerusalem say."
    },
    {
      "verse": 36,
      "text": "Therefore thus hath said the Lord, Behold, I will contend in thy cause, and execute vengeance for thee; and I will dry up her sea, and cause her springs to fail."
    },
    {
      "verse": 37,
      "text": "And Babylon shall become ruinous heaps, a dwelling-place for monsters, an astonishment, and a derision, without an inhabitant."
    },
    {
      "verse": 38,
      "text": "Together like lions shall they roar: they shall yell like the lions' whelps."
    },
    {
      "verse": 39,
      "text": "When they are heated will I prepare their drinking-feasts, and I will make them drunken, in order that they may be joyful, and [then] sleep a perpetual sleep, and not awake again, saith the Lord."
    },
    {
      "verse": 40,
      "text": "I will bring them down like lambs to the slaughter, like wethers with he-goats."
    },
    {
      "verse": 41,
      "text": "How is Sheshach captured! and how is conquered the praise of the whole earth! how is Babylon become an astonishment among the nations!"
    },
    {
      "verse": 42,
      "text": "The sea is come up over Babylon: with the multitude of its waves is she covered."
    },
    {
      "verse": 43,
      "text": "Her cities are become desolate places, a dry land, and a wilderness, a land wherein not any man shall dwell, and through which no son of man shall pass along."
    },
    {
      "verse": 44,
      "text": "And I will inflict punishment on Bel in Babylon, and I will bring forth what he hath swallowed up out of his mouth; and nations shall not assemble together like a stream unto him any more; yea, the wall of Babylon also is fallen."
    },
    {
      "verse": 45,
      "text": "Go ye out of the midst of her, my people, and save ye every man his life from the fierceness of the anger of the Lord."
    },
    {
      "verse": 46,
      "text": "And so that your heart may not faint, and ye fear at the report that is heard in the land: when the report cometh in one year, and after that in another year cometh another report, and when violence [be done] in the land, [by] ruler against ruler."
    },
    {
      "verse": 47,
      "text": "Therefore, behold, days are coming, when I will inflict punishment on the graven images of Babylon, and her whole land shall be put to shame, and all her slain shall fail in the midst of her."
    },
    {
      "verse": 48,
      "text": "And then shall the heaven and the earth, and all that is therein, sing because of Babylon; for from the north shall come unto her the destroyers, saith the Lord."
    },
    {
      "verse": 49,
      "text": "Also Babylon is destined to fall, O ye slain ones of Israel, also at Babylon fall the slain of all the land."
    },
    {
      "verse": 50,
      "text": "[But] ye that have escaped the sword, go away, stand not still: remember afar off the Lord, and let Jerusalem rise up in your heart."
    },
    {
      "verse": 51,
      "text": "“We had been made ashamed, because we had heard reproach: confusion had covered our faces; because strangers were come into the sanctuaries of the Lord's house.”"
    },
    {
      "verse": 52,
      "text": "Therefore, behold, days are coming, saith the Lord, when I will inflict punishment on her graven images: and through all her land shall groan the deadly wounded."
    },
    {
      "verse": 53,
      "text": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength; yet from me should destroyers come unto her, saith the Lord."
    },
    {
      "verse": 54,
      "text": "A sound of a painful cry cometh from Babylon, and of a great breach from the land of the Chaldeans;"
    },
    {
      "verse": 55,
      "text": "Because the Lord wasteth Babylon, and destroyeth out of her the loud noise; but their waves roar like great waters, the noise of their voice is sent forth;"
    },
    {
      "verse": 56,
      "text": "Because the destroyer is come over her, over Babylon, and her mighty men are caught, every one of their bows is broken; for the God of recompenses, the Lord, will surely requite."
    },
    {
      "verse": 57,
      "text": "And I will make drunken her princes, and her wise men, her governors, and her rulers, and her mighty men: and they shall sleep a perpetual sleep, and not awake again, saith the King, The Lord of hosts is his name."
    },
    {
      "verse": 58,
      "text": "Thus hath said the Lord of hosts, Every one of the broad walls of Babylon shall be utterly overthrown, and her high gates shall be burnt with fire; so that nations shall have labored in vain, and the people for the fire, and so shall they have wearied themselves."
    },
    {
      "verse": 59,
      "text": "The word which Jeremiah the prophet commanded Serayah the son of Neriyah, the son of Machseyah, when he went with Zedekiah the king of Judah unto Babylon in the fourth year of his reign. And this Serayah was chief chamberlain."
    },
    {
      "verse": 60,
      "text": "And Jeremiah wrote down all the evil that should come upon Babylon in one book, namely, all these words that are written concerning Babylon."
    },
    {
      "verse": 61,
      "text": "And Jeremiah said to Serayah, As thou comest to Babylon, see to it, that thou read all these words;"
    },
    {
      "verse": 62,
      "text": "And thou shalt say, O Lord, thou thyself hast spoken concerning this place, to cut it off, so that there shall not be in it an inhabitant, either man or beast; but that it shall become a desolate place for ever."
    },
    {
      "verse": 63,
      "text": "And it shall be, when thou hast finished reading this book, that thou shalt bind a stone to it, and throw it into the midst of the Euphrates;"
    },
    {
      "verse": 64,
      "text": "And thou shalt say, Thus shall Babylon sink, and shall not rise again from the evil that I will bring upon her: and her people shall be wearied. Thus far are the words of Jeremiah."
    }
  ]
}