{
  "book_id": "JER",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "One and twenty years was Zedekiah old when he became king, and eleven years did he reign in Jerusalem. And his mother's name was Chamutal the daughter of Jeremiah of Libnah."
    },
    {
      "verse": 2,
      "text": "And he did what is evil in the eyes of the Lord, in accordance with all that Jehoyakim had done."
    },
    {
      "verse": 3,
      "text": "For through the anger of the Lord it came to pass against Jerusalem and Judah, till he had cast them out of his presence, that Zedekiah rebelled against the king of Babylon."
    },
    {
      "verse": 4,
      "text": "And it came to pass in the ninth year of his reign, in the tenth month, on the tenth day of the month, that Nebuchadrezzar the king of Babylon came, he and all his army, against Jerusalem, and they encamped against it, and built against it works of attack round about."
    },
    {
      "verse": 5,
      "text": "So the city was placed in a state of siege until the eleventh year of king Zedekiah."
    },
    {
      "verse": 6,
      "text": "And in the fourth month, on the ninth day of the month, when the famine was severe in the city, so that there was no bread for the people of the land:"
    },
    {
      "verse": 7,
      "text": "The city was broken in, and all the men of war fled, and went forth out of the city by night by the way of the gate between the two walls, which was near the king's garden; [while the Chaldeans were round about the city;] and they went by the way of the plain."
    },
    {
      "verse": 8,
      "text": "But the army of the Chaldeans pursued after the king, and they overtook Zedekiah in the plains of Jericho: and all his army was scattered from him."
    },
    {
      "verse": 9,
      "text": "And they caught the king, and they brought him up unto the king of Babylon to Riblah in the land of Chamath: and he called him to account."
    },
    {
      "verse": 10,
      "text": "And the king of Babylon slaughtered the sons of Zedekiah before his eyes: and also all the princes of Judah did he slaughter in Riblah."
    },
    {
      "verse": 11,
      "text": "And the eyes of Zedekiah did he blind; and the king of Babylon bound him with brazen fetters, and carried him to Babylon, and put him in the ward-house till the day of his death."
    },
    {
      "verse": 12,
      "text": "And in the fifth month, on the tenth day of the month, which was the nineteenth year of king Nebuchadrezzar the king of Babylon, came Nebuzaradan, the captain of the guard, [who] served the king of Babylon, unto Jerusalem."
    },
    {
      "verse": 13,
      "text": "And he burnt the house of the Lord, and the king's house: and all the houses of Jerusalem, and all the houses of the great men, did he burn with fire:"
    },
    {
      "verse": 14,
      "text": "And all the walls of Jerusalem round about did all the army of the Chaldeans, that were with the captain of the guard, pull down."
    },
    {
      "verse": 15,
      "text": "And certain of the poorest of the people, and the residue of the people that had been left in the city, and the deserters, that had run away to the king of Babylon, and the rest of the multitude, did Nebuzaradan the captain of the guard carry away into exile."
    },
    {
      "verse": 16,
      "text": "But certain of the poorest of the land did Nebuzaradan the captain of the guard leave for vine-dressers and for husbandmen."
    },
    {
      "verse": 17,
      "text": "Also the pillars of copper that were in the house of the Lord, and the bases, and the copper sea that was in the house of the Lord, did the Chaldeans break, and they carried off all their copper to Babylon."
    },
    {
      "verse": 18,
      "text": "And the pots, and the shovels, and the knives, and the bowls, and the spoons, and all the vessels of copper wherewith they used to perform the service, did they take away."
    },
    {
      "verse": 19,
      "text": "And the basins, and the censers, and the bowls, and the pots, and the candlesticks, and the spoons, and the purifying-tubes: of what was of gold the gold, and of what was of silver the silver, did the captain of the guard take away."
    },
    {
      "verse": 20,
      "text": "The two pillars, the one sea, and the twelve copper oxen that served instead of the bases, which king Solomon had made for the house of the Lord: the copper of all these vessels could not be weighed."
    },
    {
      "verse": 21,
      "text": "And as regardeth the pillars, eighteen cubits was the height of each one pillar; and a thread of twelve cubits would compass it; and its thickness was four fingers: it was hollow."
    },
    {
      "verse": 22,
      "text": "And a capital was upon it of copper; and the height of the one capital was five cubits, with network and pomegranates upon the capital round about, all of copper. And the like was the case with the second pillar and the pomegranates."
    },
    {
      "verse": 23,
      "text": "And the pomegranates were ninety and six on every side: all the pomegranates upon the network were one hundred round about."
    },
    {
      "verse": 24,
      "text": "And the captain of the guard took Serayah the chief priest, and Zephanyah the priest second in rank, and the three door-keepers;"
    },
    {
      "verse": 25,
      "text": "And out of the city he took a certain court-officer, who had the supervision of the men of war: and seven men of those that had free access to the kings presence, who were found in the city; and the scribe of the chief of the army, who ordered to the army the people of the land; and sixty men of the people of the land, that were found in the midst of the city;"
    },
    {
      "verse": 26,
      "text": "And Nebuzaradan the captain of the guard took them, and led them away unto the king of Babylon to Riblah."
    },
    {
      "verse": 27,
      "text": "And the king of Babylon smote them, and put them to death in Riblah in the land of Chamath. Thus Judah was carried away into exile out of his own country."
    },
    {
      "verse": 28,
      "text": "This is the people whom Nebuchadrezzar carried away into exile: in the seventh year, three thousand and twenty and three Jews;"
    },
    {
      "verse": 29,
      "text": "In the eighteenth year of Nebuchadrezzar from Jerusalem, eight hundred thirty and two persons;"
    },
    {
      "verse": 30,
      "text": "In the three and twentieth year of Nebuchadrezzar, did Nebuzaradan the captain of the guard carry away into exile of the Jews seven hundred forty and five persons; all the persons were four thousand and six hundred."
    },
    {
      "verse": 31,
      "text": "And it came to pass in the seven and thirtieth year of the exile of Jehoyachin the king of Judah, in the twelfth month, on the five and twentieth day of the month that Evil-merodach the king of Babylon in the [first] year of his reign lifted up the head of Jehoyachin the king of Judah, and brought him forth out of the prison-house;"
    },
    {
      "verse": 32,
      "text": "And he spoke kindly with him, and set his throne above the throne of the kings that were with him in Babylon,"
    },
    {
      "verse": 33,
      "text": "And he changed his prison-garments: and he ate bread before him continually all the days of his life."
    },
    {
      "verse": 34,
      "text": "And his allowance was a continual allowance given him by the king, the necessary ration for the day on its day, until the day of his death, all the days of his life."
    }
  ]
}