{
  "book_id": "2CO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "For we are conscious that if this our tent of flesh is taken down, we have a building from God, a house not made with hands, eternal, in heaven."
    },
    {
      "verse": 2,
      "text": "For in this we are crying in weariness, greatly desiring to be clothed with our house from heaven:"
    },
    {
      "verse": 3,
      "text": "So that our spirits may not be unclothed."
    },
    {
      "verse": 4,
      "text": "For truly, we who are in this tent do give out cries of weariness, for the weight of care which is on us; not because we are desiring to be free from the body, but so that we may have our new body, and death may be overcome by life."
    },
    {
      "verse": 5,
      "text": "Now he who has made us for this very thing is God, who has given us the Spirit as a witness of what is to come."
    },
    {
      "verse": 6,
      "text": "So, then, we are ever without fear, and though conscious that while we are in the body we are away from the Lord,"
    },
    {
      "verse": 7,
      "text": "(For we are walking by faith, not by seeing,)"
    },
    {
      "verse": 8,
      "text": "We are without fear, desiring to be free from the body, and to be with the Lord."
    },
    {
      "verse": 9,
      "text": "For this reason we make it our purpose, in the body or away from it, to be well-pleasing to him."
    },
    {
      "verse": 10,
      "text": "For we all have to come before Christ to be judged; so that every one of us may get his reward for the things done in the body, good or bad."
    },
    {
      "verse": 11,
      "text": "Having in mind, then, the fear of the Lord, we put these things before men, but God sees our hearts; and it is my hope that we may seem right in your eyes."
    },
    {
      "verse": 12,
      "text": "We are not again requesting your approval, but we are giving you the chance of taking pride in us, so that you may be able to give an answer to those whose glory is in seeming, and not in the heart."
    },
    {
      "verse": 13,
      "text": "For if we are foolish, it is to God; or if we are serious, it is for you."
    },
    {
      "verse": 14,
      "text": "For it is the love of Christ which is moving us; because we are of the opinion that if one was put to death for all, then all have undergone death;"
    },
    {
      "verse": 15,
      "text": "And that he underwent death for all, so that the living might no longer be living to themselves, but to him who underwent death for them and came back from the dead."
    },
    {
      "verse": 16,
      "text": "For this reason, from this time forward we have knowledge of no man after the flesh: even if we have had knowledge of Christ after the flesh, we have no longer any such knowledge."
    },
    {
      "verse": 17,
      "text": "So if any man is in Christ, he is in a new world: the old things have come to an end; they have truly become new."
    },
    {
      "verse": 18,
      "text": "But all things are of God, who has made us at peace with himself through Christ, and has given to us the work of making peace;"
    },
    {
      "verse": 19,
      "text": "That is, that God was in Christ making peace between the world and himself, not putting their sins to their account, and having given to us the preaching of this news of peace."
    },
    {
      "verse": 20,
      "text": "So we are the representatives of Christ, as if God was making a request to you through us: we make our request to you, in the name of Christ, be at peace with God."
    },
    {
      "verse": 21,
      "text": "For him who had no knowledge of sin God made to be sin for us; so that we might become the righteousness of God in him."
    }
  ]
}