{
  "book_id": "MAT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐν δὲ ταῖς ἡμέραις ἐκείναις παραγίνεται Ἰωάννης ὁ βαπτιστὴς κηρύσσων ἐν τῇ ἐρήμῳ τῆς Ἰουδαίας"
    },
    {
      "verse": 2,
      "text": "⸀καὶλέγων· Μετανοεῖτε, ἤγγικεν γὰρ ἡ βασιλεία τῶν οὐρανῶν."
    },
    {
      "verse": 3,
      "text": "οὗτος γάρ ἐστιν ὁ ῥηθεὶς ⸀διὰἨσαΐου τοῦ προφήτου λέγοντος· Φωνὴ βοῶντος ἐν τῇ ἐρήμῳ· Ἑτοιμάσατε τὴν ὁδὸν κυρίου, εὐθείας ποιεῖτε τὰς τρίβους αὐτοῦ."
    },
    {
      "verse": 4,
      "text": "αὐτὸς δὲ ὁ Ἰωάννης εἶχεν τὸ ἔνδυμα αὐτοῦ ἀπὸ τριχῶν καμήλου καὶ ζώνην δερματίνην περὶ τὴν ὀσφὺν αὐτοῦ, ἡ δὲ τροφὴ ⸂ἦν αὐτοῦ ἀκρίδες καὶ μέλι ἄγριον."
    },
    {
      "verse": 5,
      "text": "τότε ἐξεπορεύετο πρὸς αὐτὸν Ἱεροσόλυμα καὶ πᾶσα ἡ Ἰουδαία καὶ πᾶσα ἡ περίχωρος τοῦ Ἰορδάνου,"
    },
    {
      "verse": 6,
      "text": "καὶ ἐβαπτίζοντο ἐν τῷ Ἰορδάνῃ ⸀ποταμῷὑπʼ αὐτοῦ ἐξομολογούμενοι τὰς ἁμαρτίας αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Ἰδὼν δὲ πολλοὺς τῶν Φαρισαίων καὶ Σαδδουκαίων ἐρχομένους ἐπὶ τὸ βάπτισμα ⸀αὐτοῦεἶπεν αὐτοῖς· Γεννήματα ἐχιδνῶν, τίς ὑπέδειξεν ὑμῖν φυγεῖν ἀπὸ τῆς μελλούσης ὀργῆς;"
    },
    {
      "verse": 8,
      "text": "ποιήσατε οὖν καρπὸν ἄξιον τῆς μετανοίας"
    },
    {
      "verse": 9,
      "text": "καὶ μὴ δόξητε λέγειν ἐν ἑαυτοῖς· Πατέρα ἔχομεν τὸν Ἀβραάμ, λέγω γὰρ ὑμῖν ὅτι δύναται ὁ θεὸς ἐκ τῶν λίθων τούτων ἐγεῖραι τέκνα τῷ Ἀβραάμ."
    },
    {
      "verse": 10,
      "text": "ἤδη ⸀δὲἡ ἀξίνη πρὸς τὴν ῥίζαν τῶν δένδρων κεῖται· πᾶν οὖν δένδρον μὴ ποιοῦν καρπὸν καλὸν ἐκκόπτεται καὶ εἰς πῦρ βάλλεται."
    },
    {
      "verse": 11,
      "text": "Ἐγὼ μὲν ⸂ὑμᾶς βαπτίζω ἐν ὕδατι εἰς μετάνοιαν· ὁ δὲ ὀπίσω μου ἐρχόμενος ἰσχυρότερός μού ἐστιν, οὗ οὐκ εἰμὶ ἱκανὸς τὰ ὑποδήματα βαστάσαι· αὐτὸς ὑμᾶς βαπτίσει ἐν πνεύματι ἁγίῳ ⸂καὶ πυρί·"
    },
    {
      "verse": 12,
      "text": "οὗ τὸ πτύον ἐν τῇ χειρὶ αὐτοῦ, καὶ διακαθαριεῖ τὴν ἅλωνα αὐτοῦ καὶ συνάξει τὸν σῖτον αὐτοῦ εἰς τὴν ⸀ἀποθήκην τὸ δὲ ἄχυρον κατακαύσει πυρὶ ἀσβέστῳ."
    },
    {
      "verse": 13,
      "text": "Τότε παραγίνεται ὁ Ἰησοῦς ἀπὸ τῆς Γαλιλαίας ἐπὶ τὸν Ἰορδάνην πρὸς τὸν Ἰωάννην τοῦ βαπτισθῆναι ὑπʼ αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "ὁ δὲ ⸀Ἰωάννηςδιεκώλυεν αὐτὸν λέγων· Ἐγὼ χρείαν ἔχω ὑπὸ σοῦ βαπτισθῆναι, καὶ σὺ ἔρχῃ πρός με;"
    },
    {
      "verse": 15,
      "text": "ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν ⸂πρὸς αὐτόν· Ἄφες ἄρτι, οὕτως γὰρ πρέπον ἐστὶν ἡμῖν πληρῶσαι πᾶσαν δικαιοσύνην. τότε ἀφίησιν αὐτόν."
    },
    {
      "verse": 16,
      "text": "⸂βαπτισθεὶς δὲ ὁ Ἰησοῦς ⸂εὐθὺς ἀνέβη ἀπὸ τοῦ ὕδατος· καὶ ἰδοὺ ⸀ἠνεῴχθησανοἱ οὐρανοί, καὶ εἶδεν ⸀πνεῦμαθεοῦ καταβαῖνον ὡσεὶ ⸀περιστερὰν ἐρχόμενον ἐπʼ αὐτόν·"
    },
    {
      "verse": 17,
      "text": "καὶ ἰδοὺ φωνὴ ἐκ τῶν οὐρανῶν λέγουσα· Οὗτός ἐστιν ὁ υἱός μου ὁ ἀγαπητός, ἐν ᾧ εὐδόκησα."
    }
  ]
}