{
  "book_id": "MAT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Τότε ὁ Ἰησοῦς ἐλάλησεν τοῖς ὄχλοις καὶ τοῖς μαθηταῖς αὐτοῦ"
    },
    {
      "verse": 2,
      "text": "λέγων· Ἐπὶ τῆς Μωϋσέως καθέδρας ἐκάθισαν οἱ γραμματεῖς καὶ οἱ Φαρισαῖοι."
    },
    {
      "verse": 3,
      "text": "πάντα οὖν ὅσα ⸀ἐὰνεἴπωσιν ὑμῖν ⸂ποιήσατε καὶ τηρεῖτε, κατὰ δὲ τὰ ἔργα αὐτῶν μὴ ποιεῖτε, λέγουσιν γὰρ καὶ οὐ ποιοῦσιν."
    },
    {
      "verse": 4,
      "text": "δεσμεύουσιν ⸀δὲφορτία ⸀βαρέακαὶ ἐπιτιθέασιν ἐπὶ τοὺς ὤμους τῶν ἀνθρώπων, ⸂αὐτοὶ δὲ τῷ δακτύλῳ αὐτῶν οὐ θέλουσιν κινῆσαι αὐτά."
    },
    {
      "verse": 5,
      "text": "πάντα δὲ τὰ ἔργα αὐτῶν ποιοῦσιν πρὸς τὸ θεαθῆναι τοῖς ἀνθρώποις· πλατύνουσι ⸀γὰρτὰ φυλακτήρια αὐτῶν καὶ μεγαλύνουσι τὰ ⸀κράσπεδα"
    },
    {
      "verse": 6,
      "text": "φιλοῦσι ⸀δὲτὴν πρωτοκλισίαν ἐν τοῖς δείπνοις καὶ τὰς πρωτοκαθεδρίας ἐν ταῖς συναγωγαῖς"
    },
    {
      "verse": 7,
      "text": "καὶ τοὺς ἀσπασμοὺς ἐν ταῖς ἀγοραῖς καὶ καλεῖσθαι ὑπὸ τῶν ἀνθρώπων· ⸀Ῥαββί"
    },
    {
      "verse": 8,
      "text": "ὑμεῖς δὲ μὴ κληθῆτε· Ῥαββί, εἷς γάρ ἐστιν ὑμῶν ὁ ⸀διδάσκαλος πάντες δὲ ὑμεῖς ἀδελφοί ἐστε·"
    },
    {
      "verse": 9,
      "text": "καὶ πατέρα μὴ καλέσητε ὑμῶν ἐπὶ τῆς γῆς, εἷς γάρ ἐστιν ⸂ὑμῶν ὁ πατὴρ ὁ ⸀οὐράνιος"
    },
    {
      "verse": 10,
      "text": "μηδὲ κληθῆτε καθηγηταί, ⸂ὅτι καθηγητὴς ὑμῶν ἐστιν εἷς ὁ χριστός·"
    },
    {
      "verse": 11,
      "text": "ὁ δὲ μείζων ὑμῶν ἔσται ὑμῶν διάκονος."
    },
    {
      "verse": 12,
      "text": "ὅστις δὲ ὑψώσει ἑαυτὸν ταπεινωθήσεται, καὶ ὅστις ταπεινώσει ἑαυτὸν ⸀ὑψωθήσεται"
    },
    {
      "verse": 13,
      "text": "Οὐαὶ ⸀δὲὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι κλείετε τὴν βασιλείαν τῶν οὐρανῶν ἔμπροσθεν τῶν ἀνθρώπων· ὑμεῖς γὰρ οὐκ εἰσέρχεσθε, οὐδὲ τοὺς εἰσερχομένους ἀφίετε ⸀εἰσελθεῖν"
    },
    {
      "verse": 15,
      "text": "Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι περιάγετε τὴν θάλασσαν καὶ τὴν ξηρὰν ποιῆσαι ἕνα προσήλυτον, καὶ ὅταν γένηται ποιεῖτε αὐτὸν υἱὸν γεέννης διπλότερον ὑμῶν."
    },
    {
      "verse": 16,
      "text": "Οὐαὶ ὑμῖν, ὁδηγοὶ τυφλοὶ οἱ λέγοντες· Ὃς ἂν ὀμόσῃ ἐν τῷ ναῷ, οὐδέν ἐστιν, ὃς δʼ ἂν ὀμόσῃ ἐν τῷ χρυσῷ τοῦ ναοῦ ὀφείλει."
    },
    {
      "verse": 17,
      "text": "μωροὶ καὶ τυφλοί, τίς γὰρ μείζων ἐστίν, ὁ χρυσὸς ἢ ὁ ναὸς ὁ ⸀ἁγιάσαςτὸν χρυσόν;"
    },
    {
      "verse": 18,
      "text": "καί· Ὃς ⸀ἂνὀμόσῃ ἐν τῷ θυσιαστηρίῳ, οὐδέν ἐστιν, ὃς δʼ ἂν ὀμόσῃ ἐν τῷ δώρῳ τῷ ἐπάνω αὐτοῦ ὀφείλει."
    },
    {
      "verse": 19,
      "text": "⸀τυφλοί τί γὰρ μεῖζον, τὸ δῶρον ἢ τὸ θυσιαστήριον τὸ ἁγιάζον τὸ δῶρον;"
    },
    {
      "verse": 20,
      "text": "ὁ οὖν ὀμόσας ἐν τῷ θυσιαστηρίῳ ὀμνύει ἐν αὐτῷ καὶ ἐν πᾶσι τοῖς ἐπάνω αὐτοῦ·"
    },
    {
      "verse": 21,
      "text": "καὶ ὁ ὀμόσας ἐν τῷ ναῷ ὀμνύει ἐν αὐτῷ καὶ ἐν τῷ ⸀κατοικοῦντιαὐτόν·"
    },
    {
      "verse": 22,
      "text": "καὶ ὁ ὀμόσας ἐν τῷ οὐρανῷ ὀμνύει ἐν τῷ θρόνῳ τοῦ θεοῦ καὶ ἐν τῷ καθημένῳ ἐπάνω αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι ἀποδεκατοῦτε τὸ ἡδύοσμον καὶ τὸ ἄνηθον καὶ τὸ κύμινον, καὶ ἀφήκατε τὰ βαρύτερα τοῦ νόμου, τὴν κρίσιν καὶ ⸂τὸ ἔλεος καὶ τὴν πίστιν· ⸀ταῦταἔδει ποιῆσαι κἀκεῖνα μὴ ⸀ἀφιέναι"
    },
    {
      "verse": 24,
      "text": "ὁδηγοὶ τυφλοί, ⸀οἱδιϋλίζοντες τὸν κώνωπα τὴν δὲ κάμηλον καταπίνοντες."
    },
    {
      "verse": 25,
      "text": "Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι καθαρίζετε τὸ ἔξωθεν τοῦ ποτηρίου καὶ τῆς παροψίδος, ἔσωθεν δὲ γέμουσιν ἐξ ἁρπαγῆς καὶ ⸀ἀκρασίας"
    },
    {
      "verse": 26,
      "text": "Φαρισαῖε τυφλέ, καθάρισον πρῶτον τὸ ἐντὸς τοῦ ποτηρίου ⸂καὶ τῆς παροψίδος, ἵνα γένηται καὶ τὸ ἐκτὸς ⸀αὐτοῦκαθαρόν."
    },
    {
      "verse": 27,
      "text": "Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι ⸀παρομοιάζετετάφοις κεκονιαμένοις, οἵτινες ἔξωθεν μὲν φαίνονται ὡραῖοι ἔσωθεν δὲ γέμουσιν ὀστέων νεκρῶν καὶ πάσης ἀκαθαρσίας·"
    },
    {
      "verse": 28,
      "text": "οὕτως καὶ ὑμεῖς ἔξωθεν μὲν φαίνεσθε τοῖς ἀνθρώποις δίκαιοι, ἔσωθεν δέ ⸂ἐστε μεστοὶ ὑποκρίσεως καὶ ἀνομίας."
    },
    {
      "verse": 29,
      "text": "Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι οἰκοδομεῖτε τοὺς τάφους τῶν προφητῶν καὶ κοσμεῖτε τὰ μνημεῖα τῶν δικαίων,"
    },
    {
      "verse": 30,
      "text": "καὶ λέγετε· Εἰ ⸀ἤμεθαἐν ταῖς ἡμέραις τῶν πατέρων ἡμῶν, οὐκ ἂν ⸁ἤμεθα⸂αὐτῶν κοινωνοὶ ἐν τῷ αἵματι τῶν προφητῶν·"
    },
    {
      "verse": 31,
      "text": "ὥστε μαρτυρεῖτε ἑαυτοῖς ὅτι υἱοί ἐστε τῶν φονευσάντων τοὺς προφήτας."
    },
    {
      "verse": 32,
      "text": "καὶ ὑμεῖς πληρώσατε τὸ μέτρον τῶν πατέρων ὑμῶν."
    },
    {
      "verse": 33,
      "text": "ὄφεις γεννήματα ἐχιδνῶν, πῶς φύγητε ἀπὸ τῆς κρίσεως τῆς γεέννης;"
    },
    {
      "verse": 34,
      "text": "διὰ τοῦτο ἰδοὺ ἐγὼ ἀποστέλλω πρὸς ὑμᾶς προφήτας καὶ σοφοὺς καὶ γραμματεῖς· ⸀ἐξαὐτῶν ἀποκτενεῖτε καὶ σταυρώσετε, καὶ ἐξ αὐτῶν μαστιγώσετε ἐν ταῖς συναγωγαῖς ὑμῶν καὶ διώξετε ἀπὸ πόλεως εἰς πόλιν·"
    },
    {
      "verse": 35,
      "text": "ὅπως ἔλθῃ ἐφʼ ὑμᾶς πᾶν αἷμα δίκαιον ἐκχυννόμενον ἐπὶ τῆς γῆς ἀπὸ τοῦ αἵματος Ἅβελ τοῦ δικαίου ἕως τοῦ αἵματος Ζαχαρίου υἱοῦ Βαραχίου, ὃν ἐφονεύσατε μεταξὺ τοῦ ναοῦ καὶ τοῦ θυσιαστηρίου."
    },
    {
      "verse": 36,
      "text": "ἀμὴν λέγω ὑμῖν, ⸀ἥξει⸂ταῦτα πάντα ἐπὶ τὴν γενεὰν ταύτην."
    },
    {
      "verse": 37,
      "text": "Ἰερουσαλὴμ Ἰερουσαλήμ, ἡ ⸀ἀποκτείνουσατοὺς προφήτας καὶ λιθοβολοῦσα τοὺς ἀπεσταλμένους πρὸς αὐτήν— ποσάκις ἠθέλησα ἐπισυναγαγεῖν τὰ τέκνα σου, ὃν τρόπον ⸂ὄρνις ἐπισυνάγει τὰ νοσσία ⸀αὐτῆςὑπὸ τὰς πτέρυγας, καὶ οὐκ ἠθελήσατε;"
    },
    {
      "verse": 38,
      "text": "ἰδοὺ ἀφίεται ὑμῖν ὁ οἶκος ὑμῶν ⸀ἔρημος"
    },
    {
      "verse": 39,
      "text": "λέγω γὰρ ὑμῖν, οὐ μή με ἴδητε ἀπʼ ἄρτι ἕως ἂν εἴπητε· Εὐλογημένος ὁ ἐρχόμενος ἐν ὀνόματι κυρίου."
    }
  ]
}