{
  "book_id": "MAT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Πρωΐας δὲ γενομένης συμβούλιον ἔλαβον πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ κατὰ τοῦ Ἰησοῦ ὥστε θανατῶσαι αὐτόν·"
    },
    {
      "verse": 2,
      "text": "καὶ δήσαντες αὐτὸν ἀπήγαγον καὶ ⸀παρέδωκανΠιλάτῳ τῷ ἡγεμόνι."
    },
    {
      "verse": 3,
      "text": "Τότε ἰδὼν Ἰούδας ὁ ⸀παραδιδοὺςαὐτὸν ὅτι κατεκρίθη μεταμεληθεὶς ⸀ἔστρεψεντὰ τριάκοντα ἀργύρια τοῖς ἀρχιερεῦσιν ⸀καὶπρεσβυτέροις"
    },
    {
      "verse": 4,
      "text": "λέγων· Ἥμαρτον παραδοὺς αἷμα ⸀ἀθῷον οἱ δὲ εἶπαν· Τί πρὸς ἡμᾶς; σὺ ⸀ὄψῃ"
    },
    {
      "verse": 5,
      "text": "καὶ ῥίψας τὰ ἀργύρια ⸂εἰς τὸν ναὸν ἀνεχώρησεν, καὶ ἀπελθὼν ἀπήγξατο."
    },
    {
      "verse": 6,
      "text": "οἱ δὲ ἀρχιερεῖς λαβόντες τὰ ἀργύρια εἶπαν· Οὐκ ἔξεστιν βαλεῖν αὐτὰ εἰς τὸν κορβανᾶν, ἐπεὶ τιμὴ αἵματός ἐστιν·"
    },
    {
      "verse": 7,
      "text": "συμβούλιον δὲ λαβόντες ἠγόρασαν ἐξ αὐτῶν τὸν Ἀγρὸν τοῦ Κεραμέως εἰς ταφὴν τοῖς ξένοις."
    },
    {
      "verse": 8,
      "text": "διὸ ἐκλήθη ὁ ἀγρὸς ἐκεῖνος Ἀγρὸς Αἵματος ἕως τῆς σήμερον."
    },
    {
      "verse": 9,
      "text": "τότε ἐπληρώθη τὸ ῥηθὲν διὰ Ἰερεμίου τοῦ προφήτου λέγοντος· Καὶ ἔλαβον τὰ τριάκοντα ἀργύρια, τὴν τιμὴν τοῦ τετιμημένου ὃν ἐτιμήσαντο ἀπὸ υἱῶν Ἰσραήλ,"
    },
    {
      "verse": 10,
      "text": "καὶ ἔδωκαν αὐτὰ εἰς τὸν ἀγρὸν τοῦ κεραμέως, καθὰ συνέταξέν μοι κύριος."
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ Ἰησοῦς ⸀ἐστάθηἔμπροσθεν τοῦ ἡγεμόνος· καὶ ἐπηρώτησεν αὐτὸν ὁ ἡγεμὼν λέγων· Σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων; ὁ δὲ Ἰησοῦς ⸀ἔφη Σὺ λέγεις."
    },
    {
      "verse": 12,
      "text": "καὶἐν τῷ κατηγορεῖσθαι αὐτὸν ὑπὸ τῶν ἀρχιερέων ⸀καὶ πρεσβυτέρων οὐδὲν ἀπεκρίνατο."
    },
    {
      "verse": 13,
      "text": "τότε λέγει αὐτῷ ὁ Πιλᾶτος· Οὐκ ἀκούεις πόσα σου καταμαρτυροῦσιν;"
    },
    {
      "verse": 14,
      "text": "καὶ οὐκ ἀπεκρίθη αὐτῷ πρὸς οὐδὲ ἓν ῥῆμα, ὥστε θαυμάζειν τὸν ἡγεμόνα λίαν."
    },
    {
      "verse": 15,
      "text": "Κατὰ δὲ ἑορτὴν εἰώθει ὁ ἡγεμὼν ἀπολύειν ἕνα τῷ ὄχλῳ δέσμιον ὃν ἤθελον."
    },
    {
      "verse": 16,
      "text": "εἶχον δὲ τότε δέσμιον ἐπίσημον λεγόμενον ⸀ἸησοῦνΒαραββᾶν."
    },
    {
      "verse": 17,
      "text": "συνηγμένων οὖν αὐτῶν εἶπεν αὐτοῖς ὁ Πιλᾶτος· Τίνα θέλετε ἀπολύσω ὑμῖν, ⸂Ἰησοῦν τὸν Βαραββᾶν ἢ Ἰησοῦν τὸν λεγόμενον χριστόν;"
    },
    {
      "verse": 18,
      "text": "ᾔδει γὰρ ὅτι διὰ φθόνον παρέδωκαν αὐτόν."
    },
    {
      "verse": 19,
      "text": "Καθημένου δὲ αὐτοῦ ἐπὶ τοῦ βήματος ἀπέστειλεν πρὸς αὐτὸν ἡ γυνὴ αὐτοῦ λέγουσα· Μηδὲν σοὶ καὶ τῷ δικαίῳ ἐκείνῳ, πολλὰ γὰρ ἔπαθον σήμερον κατʼ ὄναρ διʼ αὐτόν."
    },
    {
      "verse": 20,
      "text": "Οἱ δὲ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι ἔπεισαν τοὺς ὄχλους ἵνα αἰτήσωνται τὸν Βαραββᾶν τὸν δὲ Ἰησοῦν ἀπολέσωσιν."
    },
    {
      "verse": 21,
      "text": "ἀποκριθεὶς δὲ ὁ ἡγεμὼν εἶπεν αὐτοῖς· Τίνα θέλετε ἀπὸ τῶν δύο ἀπολύσω ὑμῖν; οἱ δὲ εἶπαν· ⸀ΤὸνΒαραββᾶν."
    },
    {
      "verse": 22,
      "text": "λέγει αὐτοῖς ὁ Πιλᾶτος· Τί οὖν ποιήσω Ἰησοῦν τὸν λεγόμενον χριστόν; ⸀λέγουσινπάντες· Σταυρωθήτω."
    },
    {
      "verse": 23,
      "text": "ὁ ⸀δὲἔφη· Τί γὰρ κακὸν ἐποίησεν; οἱ δὲ περισσῶς ἔκραζον λέγοντες· Σταυρωθήτω."
    },
    {
      "verse": 24,
      "text": "Ἰδὼν δὲ ὁ Πιλᾶτος ὅτι οὐδὲν ὠφελεῖ ἀλλὰ μᾶλλον θόρυβος γίνεται λαβὼν ὕδωρ ἀπενίψατο τὰς χεῖρας ⸀ἀπέναντιτοῦ ὄχλου λέγων· Ἀθῷός εἰμι ἀπὸ τοῦ ⸀αἵματοςτούτου· ὑμεῖς ὄψεσθε."
    },
    {
      "verse": 25,
      "text": "καὶ ἀποκριθεὶς πᾶς ὁ λαὸς εἶπεν· Τὸ αἷμα αὐτοῦ ἐφʼ ἡμᾶς καὶ ἐπὶ τὰ τέκνα ἡμῶν."
    },
    {
      "verse": 26,
      "text": "τότε ἀπέλυσεν αὐτοῖς τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν φραγελλώσας παρέδωκεν ἵνα σταυρωθῇ."
    },
    {
      "verse": 27,
      "text": "Τότε οἱ στρατιῶται τοῦ ἡγεμόνος παραλαβόντες τὸν Ἰησοῦν εἰς τὸ πραιτώριον συνήγαγον ἐπʼ αὐτὸν ὅλην τὴν σπεῖραν."
    },
    {
      "verse": 28,
      "text": "καὶ ἐκδύσαντες αὐτὸν ⸂χλαμύδα κοκκίνην περιέθηκαν αὐτῷ,"
    },
    {
      "verse": 29,
      "text": "καὶ πλέξαντες στέφανον ἐξ ἀκανθῶν ἐπέθηκαν ἐπὶ ⸂τῆς κεφαλῆς αὐτοῦ καὶ κάλαμον ⸂ἐν τῇ δεξιᾷ αὐτοῦ, καὶ γονυπετήσαντες ἔμπροσθεν αὐτοῦ ⸀ἐνέπαιξαναὐτῷ λέγοντες· Χαῖρε, ⸀βασιλεῦτῶν Ἰουδαίων,"
    },
    {
      "verse": 30,
      "text": "καὶ ἐμπτύσαντες εἰς αὐτὸν ἔλαβον τὸν κάλαμον καὶ ἔτυπτον εἰς τὴν κεφαλὴν αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "καὶ ὅτε ἐνέπαιξαν αὐτῷ, ἐξέδυσαν αὐτὸν τὴν χλαμύδα καὶ ἐνέδυσαν αὐτὸν τὰ ἱμάτια αὐτοῦ καὶ ἀπήγαγον αὐτὸν εἰς τὸ σταυρῶσαι."
    },
    {
      "verse": 32,
      "text": "Ἐξερχόμενοι δὲ εὗρον ἄνθρωπον Κυρηναῖον ὀνόματι Σίμωνα· τοῦτον ἠγγάρευσαν ἵνα ἄρῃ τὸν σταυρὸν αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐλθόντες εἰς τόπον λεγόμενον Γολγοθᾶ, ὅ ἐστιν ⸂Κρανίου Τόπος λεγόμενος,"
    },
    {
      "verse": 34,
      "text": "ἔδωκαν αὐτῷ πιεῖν ⸀οἶνονμετὰ χολῆς μεμιγμένον· καὶ γευσάμενος οὐκ ⸀ἠθέλησενπιεῖν."
    },
    {
      "verse": 35,
      "text": "σταυρώσαντες δὲ αὐτὸν διεμερίσαντο τὰ ἱμάτια αὐτοῦ βάλλοντες κλῆρον,"
    },
    {
      "verse": 36,
      "text": "καὶ καθήμενοι ἐτήρουν αὐτὸν ἐκεῖ."
    },
    {
      "verse": 37,
      "text": "καὶ ἐπέθηκαν ἐπάνω τῆς κεφαλῆς αὐτοῦ τὴν αἰτίαν αὐτοῦ γεγραμμένην· Οὗτός ἐστιν Ἰησοῦς ὁ βασιλεὺς τῶν Ἰουδαίων."
    },
    {
      "verse": 38,
      "text": "Τότε σταυροῦνται σὺν αὐτῷ δύο λῃσταί, εἷς ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων."
    },
    {
      "verse": 39,
      "text": "οἱ δὲ παραπορευόμενοι ἐβλασφήμουν αὐτὸν κινοῦντες τὰς κεφαλὰς αὐτῶν"
    },
    {
      "verse": 40,
      "text": "καὶ λέγοντες· Ὁ καταλύων τὸν ναὸν καὶ ἐν τρισὶν ἡμέραις οἰκοδομῶν, σῶσον σεαυτόν· εἰ υἱὸς εἶ τοῦ θεοῦ, ⸀κατάβηθιἀπὸ τοῦ σταυροῦ."
    },
    {
      "verse": 41,
      "text": "ὁμοίως ⸀καὶοἱ ἀρχιερεῖς ἐμπαίζοντες μετὰ τῶν γραμματέων καὶ ⸀πρεσβυτέρωνἔλεγον·"
    },
    {
      "verse": 42,
      "text": "Ἄλλους ἔσωσεν, ἑαυτὸν οὐ δύναται σῶσαι· ⸀βασιλεὺςἸσραήλ ἐστιν, καταβάτω νῦν ἀπὸ τοῦ σταυροῦ καὶ πιστεύσομεν ἐπʼ ⸀αὐτόν"
    },
    {
      "verse": 43,
      "text": "πέποιθεν ἐπὶ τὸν θεόν, ῥυσάσθω ⸀νῦνεἰ θέλει αὐτόν· εἶπεν γὰρ ὅτι Θεοῦ εἰμι υἱός."
    },
    {
      "verse": 44,
      "text": "τὸ δʼ αὐτὸ καὶ οἱ λῃσταὶ οἱ συσταυρωθέντες ⸀σὺναὐτῷ ὠνείδιζον αὐτόν."
    },
    {
      "verse": 45,
      "text": "Ἀπὸ δὲ ἕκτης ὥρας σκότος ἐγένετο ἐπὶ πᾶσαν τὴν γῆν ἕως ὥρας ἐνάτης."
    },
    {
      "verse": 46,
      "text": "περὶ δὲ τὴν ἐνάτην ὥραν ⸀ἀνεβόησενὁ Ἰησοῦς φωνῇ μεγάλῃ λέγων· ⸂Ἠλὶ ἠλὶ λεμὰ σαβαχθάνι; τοῦτʼ ἔστιν· Θεέ μου θεέ μου, ἱνατί με ἐγκατέλιπες;"
    },
    {
      "verse": 47,
      "text": "τινὲς δὲ τῶν ἐκεῖ ⸀ἑστηκότωνἀκούσαντες ἔλεγον ὅτι Ἠλίαν φωνεῖ οὗτος."
    },
    {
      "verse": 48,
      "text": "καὶ εὐθέως δραμὼν εἷς ἐξ αὐτῶν καὶ λαβὼν σπόγγον πλήσας τε ὄξους καὶ περιθεὶς καλάμῳ ἐπότιζεν αὐτόν."
    },
    {
      "verse": 49,
      "text": "οἱ δὲ λοιποὶ ⸀ἔλεγον Ἄφες ἴδωμεν εἰ ἔρχεται Ἠλίας σώσων ⸀αὐτόν"
    },
    {
      "verse": 50,
      "text": "ὁ δὲ Ἰησοῦς πάλιν κράξας φωνῇ μεγάλῃ ἀφῆκεν τὸ πνεῦμα."
    },
    {
      "verse": 51,
      "text": "καὶ ἰδοὺ τὸ καταπέτασμα τοῦ ναοῦ ἐσχίσθη ⸂ἀπʼ ἄνωθεν ἕως κάτω εἰς δύο, καὶ ἡ γῆ ἐσείσθη, καὶ αἱ πέτραι ἐσχίσθησαν,"
    },
    {
      "verse": 52,
      "text": "καὶ τὰ μνημεῖα ἀνεῴχθησαν καὶ πολλὰ σώματα τῶν κεκοιμημένων ἁγίων ⸀ἠγέρθησαν"
    },
    {
      "verse": 53,
      "text": "καὶ ἐξελθόντες ἐκ τῶν μνημείων μετὰ τὴν ἔγερσιν αὐτοῦ εἰσῆλθον εἰς τὴν ἁγίαν πόλιν καὶ ἐνεφανίσθησαν πολλοῖς."
    },
    {
      "verse": 54,
      "text": "Ὁ δὲ ἑκατόνταρχος καὶ οἱ μετʼ αὐτοῦ τηροῦντες τὸν Ἰησοῦν ἰδόντες τὸν σεισμὸν καὶ τὰ ⸀γενόμεναἐφοβήθησαν σφόδρα λέγοντες· Ἀληθῶς ⸂θεοῦ υἱὸς ἦν οὗτος."
    },
    {
      "verse": 55,
      "text": "Ἦσαν δὲ ἐκεῖ γυναῖκες πολλαὶ ἀπὸ μακρόθεν θεωροῦσαι, αἵτινες ἠκολούθησαν τῷ Ἰησοῦ ἀπὸ τῆς Γαλιλαίας διακονοῦσαι αὐτῷ·"
    },
    {
      "verse": 56,
      "text": "ἐν αἷς ἦν Μαρία ἡ Μαγδαληνὴ καὶ Μαρία ἡ τοῦ Ἰακώβου καὶ ⸀Ἰωσὴφμήτηρ καὶ ἡ μήτηρ τῶν υἱῶν Ζεβεδαίου."
    },
    {
      "verse": 57,
      "text": "Ὀψίας δὲ γενομένης ἦλθεν ἄνθρωπος πλούσιος ἀπὸ Ἁριμαθαίας, τοὔνομα Ἰωσήφ, ὃς καὶ αὐτὸς ⸀ἐμαθητεύθητῷ Ἰησοῦ·"
    },
    {
      "verse": 58,
      "text": "οὗτος προσελθὼν τῷ Πιλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ. τότε ὁ Πιλᾶτος ἐκέλευσεν ⸀ἀποδοθῆναι"
    },
    {
      "verse": 59,
      "text": "καὶ λαβὼν τὸ σῶμα ὁ Ἰωσὴφ ἐνετύλιξεν ⸀αὐτὸσινδόνι καθαρᾷ,"
    },
    {
      "verse": 60,
      "text": "καὶ ἔθηκεν αὐτὸ ἐν τῷ καινῷ αὐτοῦ μνημείῳ ὃ ἐλατόμησεν ἐν τῇ πέτρᾳ, καὶ προσκυλίσας λίθον μέγαν τῇ θύρᾳ τοῦ μνημείου ἀπῆλθεν."
    },
    {
      "verse": 61,
      "text": "ἦν δὲ ἐκεῖ ⸀Μαριὰμἡ Μαγδαληνὴ καὶ ἡ ἄλλη Μαρία καθήμεναι ἀπέναντι τοῦ τάφου."
    },
    {
      "verse": 62,
      "text": "Τῇ δὲ ἐπαύριον, ἥτις ἐστὶν μετὰ τὴν παρασκευήν, συνήχθησαν οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι πρὸς Πιλᾶτον"
    },
    {
      "verse": 63,
      "text": "λέγοντες· Κύριε, ἐμνήσθημεν ὅτι ἐκεῖνος ὁ πλάνος εἶπεν ἔτι ζῶν· Μετὰ τρεῖς ἡμέρας ἐγείρομαι·"
    },
    {
      "verse": 64,
      "text": "κέλευσον οὖν ἀσφαλισθῆναι τὸν τάφον ἕως τῆς τρίτης ἡμέρας, μήποτε ἐλθόντες οἱ μαθηταὶ ⸀αὐτοῦκλέψωσιν αὐτὸν καὶ εἴπωσιν τῷ λαῷ· Ἠγέρθη ἀπὸ τῶν νεκρῶν, καὶ ἔσται ἡ ἐσχάτη πλάνη χείρων τῆς πρώτης."
    },
    {
      "verse": 65,
      "text": "⸀ἔφηαὐτοῖς ὁ Πιλᾶτος· Ἔχετε κουστωδίαν· ὑπάγετε ἀσφαλίσασθε ὡς οἴδατε."
    },
    {
      "verse": 66,
      "text": "οἱ δὲ πορευθέντες ἠσφαλίσαντο τὸν τάφον σφραγίσαντες τὸν λίθον μετὰ τῆς κουστωδίας."
    }
  ]
}