{
  "book_id": "JOS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ויהושע זקן בא בימים ויאמר יהוה אליו אתה זקנתה באת בימים והארץ נשארה הרבה מאד לרשתה׃"
    },
    {
      "verse": 2,
      "text": "זאת הארץ הנשארת כל גלילות הפלשתים וכל הגשורי׃"
    },
    {
      "verse": 3,
      "text": "מן השיחור אשר על פני מצרים ועד גבול עקרון צפונה לכנעני תחשב חמשת סרני פלשתים העזתי והאשדודי האשקלוני הגתי והעקרוני והעוים׃"
    },
    {
      "verse": 4,
      "text": "מתימן כל ארץ הכנעני ומערה אשר לצידנים עד אפקה עד גבול האמרי׃"
    },
    {
      "verse": 5,
      "text": "והארץ הגבלי וכל הלבנון מזרח השמש מבעל גד תחת הר חרמון עד לבוא חמת׃"
    },
    {
      "verse": 6,
      "text": "כל ישבי ההר מן הלבנון עד משרפת מים כל צידנים אנכי אורישם מפני בני ישראל רק הפלה לישראל בנחלה כאשר צויתיך׃"
    },
    {
      "verse": 7,
      "text": "ועתה חלק את הארץ הזאת בנחלה לתשעת השבטים וחצי השבט המנשה׃"
    },
    {
      "verse": 8,
      "text": "עמו הראובני והגדי לקחו נחלתם אשר נתן להם משה בעבר הירדן מזרחה כאשר נתן להם משה עבד יהוה׃"
    },
    {
      "verse": 9,
      "text": "מערוער אשר על שפת נחל ארנון והעיר אשר בתוך הנחל וכל המישר מידבא עד דיבון׃"
    },
    {
      "verse": 10,
      "text": "וכל ערי סיחון מלך האמרי אשר מלך בחשבון עד גבול בני עמון׃"
    },
    {
      "verse": 11,
      "text": "והגלעד וגבול הגשורי והמעכתי וכל הר חרמון וכל הבשן עד סלכה׃"
    },
    {
      "verse": 12,
      "text": "כל ממלכות עוג בבשן אשר מלך בעשתרות ובאדרעי הוא נשאר מיתר הרפאים ויכם משה וירשם׃"
    },
    {
      "verse": 13,
      "text": "ולא הורישו בני ישראל את הגשורי ואת המעכתי וישב גשור ומעכת בקרב ישראל עד היום הזה׃"
    },
    {
      "verse": 14,
      "text": "רק לשבט הלוי לא נתן נחלה אשי יהוה אלהי ישראל הוא נחלתו כאשר דבר לו׃"
    },
    {
      "verse": 15,
      "text": "ויתן משה למטה בני ראובן למשפחתם׃"
    },
    {
      "verse": 16,
      "text": "ויהי להם הגבול מערוער אשר על שפת נחל ארנון והעיר אשר בתוך הנחל וכל המישר על מידבא׃"
    },
    {
      "verse": 17,
      "text": "חשבון וכל עריה אשר במישר דיבון ובמות בעל ובית בעל מעון׃"
    },
    {
      "verse": 18,
      "text": "ויהצה וקדמת ומפעת׃"
    },
    {
      "verse": 19,
      "text": "וקריתים ושבמה וצרת השחר בהר העמק׃"
    },
    {
      "verse": 20,
      "text": "ובית פעור ואשדות הפסגה ובית הישמות׃"
    },
    {
      "verse": 21,
      "text": "וכל ערי המישר וכל ממלכות סיחון מלך האמרי אשר מלך בחשבון אשר הכה משה אתו ואת נשיאי מדין את אוי ואת רקם ואת צור ואת חור ואת רבע נסיכי סיחון ישבי הארץ׃"
    },
    {
      "verse": 22,
      "text": "ואת בלעם בן בעור הקוסם הרגו בני ישראל בחרב אל חלליהם׃"
    },
    {
      "verse": 23,
      "text": "ויהי גבול בני ראובן הירדן וגבול זאת נחלת בני ראובן למשפחתם הערים וחצריהן׃"
    },
    {
      "verse": 24,
      "text": "ויתן משה למטה גד לבני גד למשפחתם׃"
    },
    {
      "verse": 25,
      "text": "ויהי להם הגבול יעזר וכל ערי הגלעד וחצי ארץ בני עמון עד ערוער אשר על פני רבה׃"
    },
    {
      "verse": 26,
      "text": "ומחשבון עד רמת המצפה ובטנים וממחנים עד גבול לדבר׃"
    },
    {
      "verse": 27,
      "text": "ובעמק בית הרם ובית נמרה וסכות וצפון יתר ממלכות סיחון מלך חשבון הירדן וגבל עד קצה ים כנרת עבר הירדן מזרחה׃"
    },
    {
      "verse": 28,
      "text": "זאת נחלת בני גד למשפחתם הערים וחצריהם׃"
    },
    {
      "verse": 29,
      "text": "ויתן משה לחצי שבט מנשה ויהי לחצי מטה בני מנשה למשפחותם׃"
    },
    {
      "verse": 30,
      "text": "ויהי גבולם ממחנים כל הבשן כל ממלכות עוג מלך הבשן וכל חות יאיר אשר בבשן ששים עיר׃"
    },
    {
      "verse": 31,
      "text": "וחצי הגלעד ועשתרות ואדרעי ערי ממלכות עוג בבשן לבני מכיר בן מנשה לחצי בני מכיר למשפחותם׃"
    },
    {
      "verse": 32,
      "text": "אלה אשר נחל משה בערבות מואב מעבר לירדן יריחו מזרחה׃"
    },
    {
      "verse": 33,
      "text": "ולשבט הלוי לא נתן משה נחלה יהוה אלהי ישראל הוא נחלתם כאשר דבר להם׃"
    }
  ]
}