{
  "book_id": "JOS",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "ויקהלו כל עדת בני ישראל שלה וישכינו שם את אהל מועד והארץ נכבשה לפניהם׃"
    },
    {
      "verse": 2,
      "text": "ויותרו בבני ישראל אשר לא חלקו את נחלתם שבעה שבטים׃"
    },
    {
      "verse": 3,
      "text": "ויאמר יהושע אל בני ישראל עד אנה אתם מתרפים לבוא לרשת את הארץ אשר נתן לכם יהוה אלהי אבותיכם׃"
    },
    {
      "verse": 4,
      "text": "הבו לכם שלשה אנשים לשבט ואשלחם ויקמו ויתהלכו בארץ ויכתבו אותה לפי נחלתם ויבאו אלי׃"
    },
    {
      "verse": 5,
      "text": "והתחלקו אתה לשבעה חלקים יהודה יעמד על גבולו מנגב ובית יוסף יעמדו על גבולם מצפון׃"
    },
    {
      "verse": 6,
      "text": "ואתם תכתבו את הארץ שבעה חלקים והבאתם אלי הנה ויריתי לכם גורל פה לפני יהוה אלהינו׃"
    },
    {
      "verse": 7,
      "text": "כי אין חלק ללוים בקרבכם כי כהנת יהוה נחלתו וגד וראובן וחצי שבט המנשה לקחו נחלתם מעבר לירדן מזרחה אשר נתן להם משה עבד יהוה׃"
    },
    {
      "verse": 8,
      "text": "ויקמו האנשים וילכו ויצו יהושע את ההלכים לכתב את הארץ לאמר לכו והתהלכו בארץ וכתבו אותה ושובו אלי ופה אשליך לכם גורל לפני יהוה בשלה׃"
    },
    {
      "verse": 9,
      "text": "וילכו האנשים ויעברו בארץ ויכתבוה לערים לשבעה חלקים על ספר ויבאו אל יהושע אל המחנה שלה׃"
    },
    {
      "verse": 10,
      "text": "וישלך להם יהושע גורל בשלה לפני יהוה ויחלק שם יהושע את הארץ לבני ישראל כמחלקתם׃"
    },
    {
      "verse": 11,
      "text": "ויעל גורל מטה בני בנימן למשפחתם ויצא גבול גורלם בין בני יהודה ובין בני יוסף׃"
    },
    {
      "verse": 12,
      "text": "ויהי להם הגבול לפאת צפונה מן הירדן ועלה הגבול אל כתף יריחו מצפון ועלה בהר ימה והיה תצאתיו מדברה בית און׃"
    },
    {
      "verse": 13,
      "text": "ועבר משם הגבול לוזה אל כתף לוזה נגבה היא בית אל וירד הגבול עטרות אדר על ההר אשר מנגב לבית חרון תחתון׃"
    },
    {
      "verse": 14,
      "text": "ותאר הגבול ונסב לפאת ים נגבה מן ההר אשר על פני בית חרון נגבה והיה תצאתיו אל קרית בעל היא קרית יערים עיר בני יהודה זאת פאת ים׃"
    },
    {
      "verse": 15,
      "text": "ופאת נגבה מקצה קרית יערים ויצא הגבול ימה ויצא אל מעין מי נפתוח׃"
    },
    {
      "verse": 16,
      "text": "וירד הגבול אל קצה ההר אשר על פני גי בן הנם אשר בעמק רפאים צפונה וירד גי הנם אל כתף היבוסי נגבה וירד עין רגל׃"
    },
    {
      "verse": 17,
      "text": "ותאר מצפון ויצא עין שמש ויצא אל גלילות אשר נכח מעלה אדמים וירד אבן בהן בן ראובן׃"
    },
    {
      "verse": 18,
      "text": "ועבר אל כתף מול הערבה צפונה וירד הערבתה׃"
    },
    {
      "verse": 19,
      "text": "ועבר הגבול אל כתף בית חגלה צפונה והיה תצאותיו הגבול אל לשון ים המלח צפונה אל קצה הירדן נגבה זה גבול נגב׃"
    },
    {
      "verse": 20,
      "text": "והירדן יגבל אתו לפאת קדמה זאת נחלת בני בנימן לגבולתיה סביב למשפחתם׃"
    },
    {
      "verse": 21,
      "text": "והיו הערים למטה בני בנימן למשפחותיהם יריחו ובית חגלה ועמק קציץ׃"
    },
    {
      "verse": 22,
      "text": "ובית הערבה וצמרים ובית אל׃"
    },
    {
      "verse": 23,
      "text": "והעוים והפרה ועפרה׃"
    },
    {
      "verse": 24,
      "text": "וכפר העמני והעפני וגבע ערים שתים עשרה וחצריהן׃"
    },
    {
      "verse": 25,
      "text": "גבעון והרמה ובארות׃"
    },
    {
      "verse": 26,
      "text": "והמצפה והכפירה והמצה׃"
    },
    {
      "verse": 27,
      "text": "ורקם וירפאל ותראלה׃"
    },
    {
      "verse": 28,
      "text": "וצלע האלף והיבוסי היא ירושלם גבעת קרית ערים ארבע עשרה וחצריהן זאת נחלת בני בנימן למשפחתם׃"
    }
  ]
}