{
  "book_id": "JOS",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "ויצא הגורל השני לשמעון למטה בני שמעון למשפחותם ויהי נחלתם בתוך נחלת בני יהודה׃"
    },
    {
      "verse": 2,
      "text": "ויהי להם בנחלתם באר שבע ושבע ומולדה׃"
    },
    {
      "verse": 3,
      "text": "וחצר שועל ובלה ועצם׃"
    },
    {
      "verse": 4,
      "text": "ואלתולד ובתול וחרמה׃"
    },
    {
      "verse": 5,
      "text": "וצקלג ובית המרכבות וחצר סוסה׃"
    },
    {
      "verse": 6,
      "text": "ובית לבאות ושרוחן ערים שלש עשרה וחצריהן׃"
    },
    {
      "verse": 7,
      "text": "עין רמון ועתר ועשן ערים ארבע וחצריהן׃"
    },
    {
      "verse": 8,
      "text": "וכל החצרים אשר סביבות הערים האלה עד בעלת באר ראמת נגב זאת נחלת מטה בני שמעון למשפחתם׃"
    },
    {
      "verse": 9,
      "text": "מחבל בני יהודה נחלת בני שמעון כי היה חלק בני יהודה רב מהם וינחלו בני שמעון בתוך נחלתם׃"
    },
    {
      "verse": 10,
      "text": "ויעל הגורל השלישי לבני זבולן למשפחתם ויהי גבול נחלתם עד שריד׃"
    },
    {
      "verse": 11,
      "text": "ועלה גבולם לימה ומרעלה ופגע בדבשת ופגע אל הנחל אשר על פני יקנעם׃"
    },
    {
      "verse": 12,
      "text": "ושב משריד קדמה מזרח השמש על גבול כסלת תבר ויצא אל הדברת ועלה יפיע׃"
    },
    {
      "verse": 13,
      "text": "ומשם עבר קדמה מזרחה גתה חפר עתה קצין ויצא רמון המתאר הנעה׃"
    },
    {
      "verse": 14,
      "text": "ונסב אתו הגבול מצפון חנתן והיו תצאתיו גי יפתח אל׃"
    },
    {
      "verse": 15,
      "text": "וקטת ונהלל ושמרון וידאלה ובית לחם ערים שתים עשרה וחצריהן׃"
    },
    {
      "verse": 16,
      "text": "זאת נחלת בני זבולן למשפחותם הערים האלה וחצריהן׃"
    },
    {
      "verse": 17,
      "text": "ליששכר יצא הגורל הרביעי לבני יששכר למשפחותם׃"
    },
    {
      "verse": 18,
      "text": "ויהי גבולם יזרעאלה והכסולת ושונם׃"
    },
    {
      "verse": 19,
      "text": "וחפרים ושיאן ואנחרת׃"
    },
    {
      "verse": 20,
      "text": "והרבית וקשיון ואבץ׃"
    },
    {
      "verse": 21,
      "text": "ורמת ועין גנים ועין חדה ובית פצץ׃"
    },
    {
      "verse": 22,
      "text": "ופגע הגבול בתבור ושחצומה ובית שמש והיו תצאות גבולם הירדן ערים שש עשרה וחצריהן׃"
    },
    {
      "verse": 23,
      "text": "זאת נחלת מטה בני יששכר למשפחתם הערים וחצריהן׃"
    },
    {
      "verse": 24,
      "text": "ויצא הגורל החמישי למטה בני אשר למשפחותם׃"
    },
    {
      "verse": 25,
      "text": "ויהי גבולם חלקת וחלי ובטן ואכשף׃"
    },
    {
      "verse": 26,
      "text": "ואלמלך ועמעד ומשאל ופגע בכרמל הימה ובשיחור לבנת׃"
    },
    {
      "verse": 27,
      "text": "ושב מזרח השמש בית דגן ופגע בזבלון ובגי יפתח אל צפונה בית העמק ונעיאל ויצא אל כבול משמאל׃"
    },
    {
      "verse": 28,
      "text": "ועברן ורחב וחמון וקנה עד צידון רבה׃"
    },
    {
      "verse": 29,
      "text": "ושב הגבול הרמה ועד עיר מבצר צר ושב הגבול חסה ויהיו תצאתיו הימה מחבל אכזיבה׃"
    },
    {
      "verse": 30,
      "text": "ועמה ואפק ורחב ערים עשרים ושתים וחצריהן׃"
    },
    {
      "verse": 31,
      "text": "זאת נחלת מטה בני אשר למשפחתם הערים האלה וחצריהן׃"
    },
    {
      "verse": 32,
      "text": "לבני נפתלי יצא הגורל הששי לבני נפתלי למשפחתם׃"
    },
    {
      "verse": 33,
      "text": "ויהי גבולם מחלף מאלון בצעננים ואדמי הנקב ויבנאל עד לקום ויהי תצאתיו הירדן׃"
    },
    {
      "verse": 34,
      "text": "ושב הגבול ימה אזנות תבור ויצא משם חוקקה ופגע בזבלון מנגב ובאשר פגע מים וביהודה הירדן מזרח השמש׃"
    },
    {
      "verse": 35,
      "text": "וערי מבצר הצדים צר וחמת רקת וכנרת׃"
    },
    {
      "verse": 36,
      "text": "ואדמה והרמה וחצור׃"
    },
    {
      "verse": 37,
      "text": "וקדש ואדרעי ועין חצור׃"
    },
    {
      "verse": 38,
      "text": "ויראון ומגדל אל חרם ובית ענת ובית שמש ערים תשע עשרה וחצריהן׃"
    },
    {
      "verse": 39,
      "text": "זאת נחלת מטה בני נפתלי למשפחתם הערים וחצריהן׃"
    },
    {
      "verse": 40,
      "text": "למטה בני דן למשפחתם יצא הגורל השביעי׃"
    },
    {
      "verse": 41,
      "text": "ויהי גבול נחלתם צרעה ואשתאול ועיר שמש׃"
    },
    {
      "verse": 42,
      "text": "ושעלבין ואילון ויתלה׃"
    },
    {
      "verse": 43,
      "text": "ואילון ותמנתה ועקרון׃"
    },
    {
      "verse": 44,
      "text": "ואלתקה וגבתון ובעלת׃"
    },
    {
      "verse": 45,
      "text": "ויהד ובני ברק וגת רמון׃"
    },
    {
      "verse": 46,
      "text": "ומי הירקון והרקון עם הגבול מול יפו׃"
    },
    {
      "verse": 47,
      "text": "ויצא גבול בני דן מהם ויעלו בני דן וילחמו עם לשם וילכדו אותה ויכו אותה לפי חרב וירשו אותה וישבו בה ויקראו ללשם דן כשם דן אביהם׃"
    },
    {
      "verse": 48,
      "text": "זאת נחלת מטה בני דן למשפחתם הערים האלה וחצריהן׃"
    },
    {
      "verse": 49,
      "text": "ויכלו לנחל את הארץ לגבולתיה ויתנו בני ישראל נחלה ליהושע בן נון בתוכם׃"
    },
    {
      "verse": 50,
      "text": "על פי יהוה נתנו לו את העיר אשר שאל את תמנת סרח בהר אפרים ויבנה את העיר וישב בה׃"
    },
    {
      "verse": 51,
      "text": "אלה הנחלת אשר נחלו אלעזר הכהן ויהושע בן נון וראשי האבות למטות בני ישראל בגורל בשלה לפני יהוה פתח אהל מועד ויכלו מחלק את הארץ׃"
    }
  ]
}