{
  "book_id": "JOS",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ויגשו ראשי אבות הלוים אל אלעזר הכהן ואל יהושע בן נון ואל ראשי אבות המטות לבני ישראל׃"
    },
    {
      "verse": 2,
      "text": "וידברו אליהם בשלה בארץ כנען לאמר יהוה צוה ביד משה לתת לנו ערים לשבת ומגרשיהן לבהמתנו׃"
    },
    {
      "verse": 3,
      "text": "ויתנו בני ישראל ללוים מנחלתם אל פי יהוה את הערים האלה ואת מגרשיהן׃"
    },
    {
      "verse": 4,
      "text": "ויצא הגורל למשפחת הקהתי ויהי לבני אהרן הכהן מן הלוים ממטה יהודה וממטה השמעני וממטה בנימן בגורל ערים שלש עשרה׃"
    },
    {
      "verse": 5,
      "text": "ולבני קהת הנותרים ממשפחת מטה אפרים וממטה דן ומחצי מטה מנשה בגורל ערים עשר׃"
    },
    {
      "verse": 6,
      "text": "ולבני גרשון ממשפחות מטה יששכר וממטה אשר וממטה נפתלי ומחצי מטה מנשה בבשן בגורל ערים שלש עשרה׃"
    },
    {
      "verse": 7,
      "text": "לבני מררי למשפחתם ממטה ראובן וממטה גד וממטה זבולן ערים שתים עשרה׃"
    },
    {
      "verse": 8,
      "text": "ויתנו בני ישראל ללוים את הערים האלה ואת מגרשיהן כאשר צוה יהוה ביד משה בגורל׃"
    },
    {
      "verse": 9,
      "text": "ויתנו ממטה בני יהודה וממטה בני שמעון את הערים האלה אשר יקרא אתהן בשם׃"
    },
    {
      "verse": 10,
      "text": "ויהי לבני אהרן ממשפחות הקהתי מבני לוי כי להם היה הגורל ראישנה׃"
    },
    {
      "verse": 11,
      "text": "ויתנו להם את קרית ארבע אבי הענוק היא חברון בהר יהודה ואת מגרשה סביבתיה׃"
    },
    {
      "verse": 12,
      "text": "ואת שדה העיר ואת חצריה נתנו לכלב בן יפנה באחזתו׃"
    },
    {
      "verse": 13,
      "text": "ולבני אהרן הכהן נתנו את עיר מקלט הרצח את חברון ואת מגרשה ואת לבנה ואת מגרשה׃"
    },
    {
      "verse": 14,
      "text": "ואת יתר ואת מגרשה ואת אשתמע ואת מגרשה׃"
    },
    {
      "verse": 15,
      "text": "ואת חלן ואת מגרשה ואת דבר ואת מגרשה׃"
    },
    {
      "verse": 16,
      "text": "ואת עין ואת מגרשה ואת יטה ואת מגרשה את בית שמש ואת מגרשה ערים תשע מאת שני השבטים האלה׃"
    },
    {
      "verse": 17,
      "text": "וממטה בנימן את גבעון ואת מגרשה את גבע ואת מגרשה׃"
    },
    {
      "verse": 18,
      "text": "את ענתות ואת מגרשה ואת עלמון ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 19,
      "text": "כל ערי בני אהרן הכהנים שלש עשרה ערים ומגרשיהן׃"
    },
    {
      "verse": 20,
      "text": "ולמשפחות בני קהת הלוים הנותרים מבני קהת ויהי ערי גורלם ממטה אפרים׃"
    },
    {
      "verse": 21,
      "text": "ויתנו להם את עיר מקלט הרצח את שכם ואת מגרשה בהר אפרים ואת גזר ואת מגרשה׃"
    },
    {
      "verse": 22,
      "text": "ואת קבצים ואת מגרשה ואת בית חורן ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 23,
      "text": "וממטה דן את אלתקא ואת מגרשה את גבתון ואת מגרשה׃"
    },
    {
      "verse": 24,
      "text": "את אילון ואת מגרשה את גת רמון ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 25,
      "text": "וממחצית מטה מנשה את תענך ואת מגרשה ואת גת רמון ואת מגרשה ערים שתים׃"
    },
    {
      "verse": 26,
      "text": "כל ערים עשר ומגרשיהן למשפחות בני קהת הנותרים׃"
    },
    {
      "verse": 27,
      "text": "ולבני גרשון ממשפחת הלוים מחצי מטה מנשה את עיר מקלט הרצח את גלון בבשן ואת מגרשה ואת בעשתרה ואת מגרשה ערים שתים׃"
    },
    {
      "verse": 28,
      "text": "וממטה יששכר את קשיון ואת מגרשה את דברת ואת מגרשה׃"
    },
    {
      "verse": 29,
      "text": "את ירמות ואת מגרשה את עין גנים ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 30,
      "text": "וממטה אשר את משאל ואת מגרשה את עבדון ואת מגרשה׃"
    },
    {
      "verse": 31,
      "text": "את חלקת ואת מגרשה ואת רחב ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 32,
      "text": "וממטה נפתלי את עיר מקלט הרצח את קדש בגליל ואת מגרשה ואת חמת דאר ואת מגרשה ואת קרתן ואת מגרשה ערים שלש׃"
    },
    {
      "verse": 33,
      "text": "כל ערי הגרשני למשפחתם שלש עשרה עיר ומגרשיהן׃"
    },
    {
      "verse": 34,
      "text": "ולמשפחות בני מררי הלוים הנותרים מאת מטה זבולן את יקנעם ואת מגרשה את קרתה ואת מגרשה׃"
    },
    {
      "verse": 35,
      "text": "את דמנה ואת מגרשה את נהלל ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 36,
      "text": "וממטה ראובן את בצר ואת מגרשה ואת יהצה ואת מגרשה׃"
    },
    {
      "verse": 37,
      "text": "את קדמות ואת מגרשה ואת מיפעת ואת מגרשה ערים ארבע׃"
    },
    {
      "verse": 38,
      "text": "וממטה גד את עיר מקלט הרצח את רמת בגלעד ואת מגרשה ואת מחנים ואת מגרשה׃"
    },
    {
      "verse": 39,
      "text": "את חשבון ואת מגרשה את יעזר ואת מגרשה כל ערים ארבע׃"
    },
    {
      "verse": 40,
      "text": "כל הערים לבני מררי למשפחתם הנותרים ממשפחות הלוים ויהי גורלם ערים שתים עשרה׃"
    },
    {
      "verse": 41,
      "text": "כל ערי הלוים בתוך אחזת בני ישראל ערים ארבעים ושמנה ומגרשיהן׃"
    },
    {
      "verse": 42,
      "text": "תהיינה הערים האלה עיר עיר ומגרשיה סביבתיה כן לכל הערים האלה׃"
    },
    {
      "verse": 43,
      "text": "ויתן יהוה לישראל את כל הארץ אשר נשבע לתת לאבותם וירשוה וישבו בה׃"
    },
    {
      "verse": 44,
      "text": "וינח יהוה להם מסביב ככל אשר נשבע לאבותם ולא עמד איש בפניהם מכל איביהם את כל איביהם נתן יהוה בידם׃"
    },
    {
      "verse": 45,
      "text": "לא נפל דבר מכל הדבר הטוב אשר דבר יהוה אל בית ישראל הכל בא׃"
    }
  ]
}