{
  "book_id": "JOS",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי מימים רבים אחרי אשר הניח יהוה לישראל מכל איביהם מסביב ויהושע זקן בא בימים׃"
    },
    {
      "verse": 2,
      "text": "ויקרא יהושע לכל ישראל לזקניו ולראשיו ולשפטיו ולשטריו ויאמר אלהם אני זקנתי באתי בימים׃"
    },
    {
      "verse": 3,
      "text": "ואתם ראיתם את כל אשר עשה יהוה אלהיכם לכל הגוים האלה מפניכם כי יהוה אלהיכם הוא הנלחם לכם׃"
    },
    {
      "verse": 4,
      "text": "ראו הפלתי לכם את הגוים הנשארים האלה בנחלה לשבטיכם מן הירדן וכל הגוים אשר הכרתי והים הגדול מבוא השמש׃"
    },
    {
      "verse": 5,
      "text": "ויהוה אלהיכם הוא יהדפם מפניכם והוריש אתם מלפניכם וירשתם את ארצם כאשר דבר יהוה אלהיכם לכם׃"
    },
    {
      "verse": 6,
      "text": "וחזקתם מאד לשמר ולעשות את כל הכתוב בספר תורת משה לבלתי סור ממנו ימין ושמאול׃"
    },
    {
      "verse": 7,
      "text": "לבלתי בוא בגוים האלה הנשארים האלה אתכם ובשם אלהיהם לא תזכירו ולא תשביעו ולא תעבדום ולא תשתחוו להם׃"
    },
    {
      "verse": 8,
      "text": "כי אם ביהוה אלהיכם תדבקו כאשר עשיתם עד היום הזה׃"
    },
    {
      "verse": 9,
      "text": "ויורש יהוה מפניכם גוים גדלים ועצומים ואתם לא עמד איש בפניכם עד היום הזה׃"
    },
    {
      "verse": 10,
      "text": "איש אחד מכם ירדף אלף כי יהוה אלהיכם הוא הנלחם לכם כאשר דבר לכם׃"
    },
    {
      "verse": 11,
      "text": "ונשמרתם מאד לנפשתיכם לאהבה את יהוה אלהיכם׃"
    },
    {
      "verse": 12,
      "text": "כי אם שוב תשובו ודבקתם ביתר הגוים האלה הנשארים האלה אתכם והתחתנתם בהם ובאתם בהם והם בכם׃"
    },
    {
      "verse": 13,
      "text": "ידוע תדעו כי לא יוסיף יהוה אלהיכם להוריש את הגוים האלה מלפניכם והיו לכם לפח ולמוקש ולשטט בצדיכם ולצננים בעיניכם עד אבדכם מעל האדמה הטובה הזאת אשר נתן לכם יהוה אלהיכם׃"
    },
    {
      "verse": 14,
      "text": "והנה אנכי הולך היום בדרך כל הארץ וידעתם בכל לבבכם ובכל נפשכם כי לא נפל דבר אחד מכל הדברים הטובים אשר דבר יהוה אלהיכם עליכם הכל באו לכם לא נפל ממנו דבר אחד׃"
    },
    {
      "verse": 15,
      "text": "והיה כאשר בא עליכם כל הדבר הטוב אשר דבר יהוה אלהיכם אליכם כן יביא יהוה עליכם את כל הדבר הרע עד השמידו אותכם מעל האדמה הטובה הזאת אשר נתן לכם יהוה אלהיכם׃"
    },
    {
      "verse": 16,
      "text": "בעברכם את ברית יהוה אלהיכם אשר צוה אתכם והלכתם ועבדתם אלהים אחרים והשתחויתם להם וחרה אף יהוה בכם ואבדתם מהרה מעל הארץ הטובה אשר נתן לכם׃"
    }
  ]
}