{
  "book_id": "PRO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Every wise woman buildeth her house; But the foolish plucketh it down with her own hands."
    },
    {
      "verse": 2,
      "text": "He that walketh in his uprightness feareth Jehovah; But he that is perverse in his ways despiseth him."
    },
    {
      "verse": 3,
      "text": "In the mouth of the foolish is a rod for hispride; But the lips of the wise shall preserve them."
    },
    {
      "verse": 4,
      "text": "Where no oxen are, the crib is clean; But much increase is by the strength of the ox."
    },
    {
      "verse": 5,
      "text": "A faithful witness will not lie; But a false witness uttereth lies."
    },
    {
      "verse": 6,
      "text": "A scoffer seeketh wisdom, and findeth itnot; But knowledge is easy unto him that hath understanding."
    },
    {
      "verse": 7,
      "text": "Go into the presence of a foolish man, And thou shalt not perceive in himthe lips of knowledge."
    },
    {
      "verse": 8,
      "text": "The wisdom of the prudent is to understand his way; But the folly of fools is deceit."
    },
    {
      "verse": 9,
      "text": "A trespass offering mocketh fools; But among the upright there is good will."
    },
    {
      "verse": 10,
      "text": "The heart knoweth its own bitterness; And a stranger doth not intermeddle with its joy."
    },
    {
      "verse": 11,
      "text": "The house of the wicked shall be overthrown; But the tent of the upright shall flourish."
    },
    {
      "verse": 12,
      "text": "There is a way which seemeth right unto a man; But the end thereof are the ways of death."
    },
    {
      "verse": 13,
      "text": "Even in laughter the heart is sorrowful; And the end of mirth is heaviness."
    },
    {
      "verse": 14,
      "text": "The backslider in heart shall be filled with his own ways; And a good man shall be satisfiedfrom himself."
    },
    {
      "verse": 15,
      "text": "The simple believeth every word; But the prudent man looketh well to his going."
    },
    {
      "verse": 16,
      "text": "A wise man feareth, and departeth from evil; But the fool beareth himself insolently, and is confident."
    },
    {
      "verse": 17,
      "text": "He that is soon angry will deal foolishly; And a man of wicked devices is hated."
    },
    {
      "verse": 18,
      "text": "The simple inherit folly; But the prudent are crowned with knowledge."
    },
    {
      "verse": 19,
      "text": "The evil bow down before the good; And the wicked, at the gates of the righteous."
    },
    {
      "verse": 20,
      "text": "The poor is hated even of his own neighbor; But the rich hath many friends."
    },
    {
      "verse": 21,
      "text": "He that despiseth his neighbor sinneth; But he that hath pity on the poor, happy is he."
    },
    {
      "verse": 22,
      "text": "Do they not err that devise evil? But mercy and truth shall be tothem that devise good."
    },
    {
      "verse": 23,
      "text": "In all labor there is profit; But the talk of the lips tendethonly to penury."
    },
    {
      "verse": 24,
      "text": "The crown of the wise is their riches; Butthe folly of fools is onlyfolly."
    },
    {
      "verse": 25,
      "text": "A true witness delivereth souls; But he that uttereth lies causethdeceit."
    },
    {
      "verse": 26,
      "text": "In the fear of Jehovah is strong confidence; And his children shall have a place of refuge."
    },
    {
      "verse": 27,
      "text": "The fear of Jehovah is a fountain of life, That one may depart from the snares of death."
    },
    {
      "verse": 28,
      "text": "In the multitude of people is the king’s glory; But in the want of people is the destruction of the prince."
    },
    {
      "verse": 29,
      "text": "He that is slow to anger is of great understanding; But he that is hasty of spirit exalteth folly."
    },
    {
      "verse": 30,
      "text": "A tranquil heart is the life of the flesh; But envy is the rottenness of the bones."
    },
    {
      "verse": 31,
      "text": "He that oppresseth the poor reproacheth his Maker; But he that hath mercy on the needy honoreth him."
    },
    {
      "verse": 32,
      "text": "The wicked is thrust down in his evildoing; But the righteous hath a refuge in his death."
    },
    {
      "verse": 33,
      "text": "Wisdom resteth in the heart of him that hath understanding; But that which isin the inward part of fools is made known."
    },
    {
      "verse": 34,
      "text": "Righteousness exalteth a nation; But sin is a reproach to any people."
    },
    {
      "verse": 35,
      "text": "The king’s favor is toward a servant that dealeth wisely; But his wrath will be againsthim that causeth shame."
    }
  ]
}