{
  "book_id": "LUK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the fifteenth year of the reign of Tiberius Cesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of Iturea and of the region of Trachonitis, and Lysanias the tetrarch of Abilene,"
    },
    {
      "verse": 2,
      "text": "Annas and Caiaphas being the high priests, the word of God came unto John the son of Zacharias in the wilderness."
    },
    {
      "verse": 3,
      "text": "And he came into all the country about Jordan, preaching the baptism of repentance for the remission of sins;"
    },
    {
      "verse": 4,
      "text": "as it is written in the book of the words of Esaias the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."
    },
    {
      "verse": 5,
      "text": "Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways \\add shall be\\add* made smooth;"
    },
    {
      "verse": 6,
      "text": "and all flesh shall see the salvation of God."
    },
    {
      "verse": 7,
      "text": "Then said he to the multitude that came forth to be baptized of him, O generation of vipers, who hath warned you to flee from the wrath to come?"
    },
    {
      "verse": 8,
      "text": "Bring forth therefore fruits worthy of repentance, and begin not to say within yourselves, We have Abraham to \\add our\\add* father: for I say unto you, That God is able of these stones to raise up children unto Abraham."
    },
    {
      "verse": 9,
      "text": "And now also the axe is laid unto the root of the trees: every tree therefore which bringeth not forth good fruit is hewn down, and cast into the fire."
    },
    {
      "verse": 10,
      "text": "And the people asked him, saying, What shall we do then?"
    },
    {
      "verse": 11,
      "text": "He answereth and saith unto them, He that hath two coats, let him impart to him that hath none; and he that hath meat, let him do likewise."
    },
    {
      "verse": 12,
      "text": "Then came also publicans to be baptized, and said unto him, Master, what shall we do?"
    },
    {
      "verse": 13,
      "text": "And he said unto them, Exact no more than that which is appointed you."
    },
    {
      "verse": 14,
      "text": "And \\add the\\add* soldiers likewise demanded of him, saying, And what shall we do? And he said unto them, Do violence to no man, neither accuse \\add any\\add* falsely; and be content with your wages."
    },
    {
      "verse": 15,
      "text": "And as the people were in expectation, and all \\add men\\add* mused in their hearts of John, whether he were the Christ, or not;"
    },
    {
      "verse": 16,
      "text": "John answered, saying unto \\add them\\add* all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and \\add with\\add* fire:"
    },
    {
      "verse": 17,
      "text": "whose fan \\add is\\add* in his hand, and he will throughly purge his floor, and will gather the wheat into his garner; but the chaff he will burn with fire unquenchable."
    },
    {
      "verse": 18,
      "text": "And many other \\add things\\add* in his exhortation preached he unto the people."
    },
    {
      "verse": 19,
      "text": "But Herod the tetrarch, being reproved by him for Herodias his brother Philip’s wife, and for all the evils which Herod had done,"
    },
    {
      "verse": 20,
      "text": "added yet this above all, that he shut up John in prison."
    },
    {
      "verse": 21,
      "text": "Now when all the people were baptized, it came to pass, \\add that\\add* Jesus also being baptized, and praying, the heaven was opened,"
    },
    {
      "verse": 22,
      "text": "and the Holy Ghost descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased."
    },
    {
      "verse": 23,
      "text": "And Jesus himself began \\add to be\\add* about thirty years of age, being (as was supposed) the son of Joseph, which was \\add the son\\add* of Heli,"
    },
    {
      "verse": 24,
      "text": "which was \\add the son\\add* of Matthat, which was \\add the son\\add* of Levi, which was \\add the son\\add* of Melchi, which was \\add the son\\add* of Janna, which was \\add the son\\add* of Joseph,"
    },
    {
      "verse": 25,
      "text": "which was \\add the son\\add* of Mattathias, which was \\add the son\\add* of Amos, which was \\add the son\\add* of Naum, which was \\add the son\\add* of Esli, which was \\add the son\\add* of Nagge,"
    },
    {
      "verse": 26,
      "text": "which was \\add the son\\add* of Maath, which was \\add the son\\add* of Mattathias, which was \\add the son\\add* of Semei, which was \\add the son\\add* of Joseph, which was \\add the son\\add* of Juda,"
    },
    {
      "verse": 27,
      "text": "which was \\add the son\\add* of Joanna, which was \\add the son\\add* of Rhesa, which was \\add the son\\add* of Zorobabel, which was \\add the son\\add* of Salathiel, which was \\add the son\\add* of Neri,"
    },
    {
      "verse": 28,
      "text": "which was \\add the son\\add* of Melchi, which was \\add the son\\add* of Addi, which was \\add the son\\add* of Cosam, which was \\add the son\\add* of Elmodam, which was \\add the son\\add* of Er,"
    },
    {
      "verse": 29,
      "text": "which was \\add the son\\add* of Jose, which was \\add the son\\add* of Eliezer, which was \\add the son\\add* of Jorim, which was \\add the son\\add* of Matthat, which was \\add the son\\add* of Levi,"
    },
    {
      "verse": 30,
      "text": "which was \\add the son\\add* of Simeon, which was \\add the son\\add* of Juda, which was \\add the son\\add* of Joseph, which was \\add the son\\add* of Jonan, which was \\add the son\\add* of Eliakim,"
    },
    {
      "verse": 31,
      "text": "which was \\add the son\\add* of Melea, which was \\add the son\\add* of Menan, which was \\add the son\\add* of Mattatha, which was \\add the son\\add* of Nathan, which was \\add the son\\add* of David,"
    },
    {
      "verse": 32,
      "text": "which was \\add the son\\add* of Jesse, which was \\add the son\\add* of Obed, which was \\add the son\\add* of Booz, which was \\add the son\\add* of Salmon, which was \\add the son\\add* of Naasson,"
    },
    {
      "verse": 33,
      "text": "which was \\add the son\\add* of Aminadab, which was \\add the son\\add* of Aram, which was \\add the son\\add* of Esrom, which was \\add the son\\add* of Phares, which was \\add the son\\add* of Juda,"
    },
    {
      "verse": 34,
      "text": "which was \\add the son\\add* of Jacob, which was \\add the son\\add* of Isaac, which was \\add the son\\add* of Abraham, which was \\add the son\\add* of Thara, which was \\add the son\\add* of Nachor,"
    },
    {
      "verse": 35,
      "text": "which was \\add the son\\add* of Saruch, which was \\add the son\\add* of Ragau, which was \\add the son\\add* of Phalec, which was \\add the son\\add* of Heber, which was \\add the son\\add* of Sala,"
    },
    {
      "verse": 36,
      "text": "which was \\add the son\\add* of Cainan, which was \\add the son\\add* of Arphaxad, which was \\add the son\\add* of Sem, which was \\add the son\\add* of Noe, which was \\add the son\\add* of Lamech,"
    },
    {
      "verse": 37,
      "text": "which was \\add the son\\add* of Mathusala, which was \\add the son\\add* of Enoch, which was \\add the son\\add* of Jared, which was \\add the son\\add* of Maleleel, which was \\add the son\\add* of Cainan,"
    },
    {
      "verse": 38,
      "text": "which was \\add the son\\add* of Enos, which was \\add the son\\add* of Seth, which was \\add the son\\add* of Adam, which was \\add the son\\add* of God."
    }
  ]
}