{
  "book_id": "ECC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of the preacher, the son of David, king of Jerusalem."
    },
    {
      "verse": 2,
      "text": "Vanity of vanities, saith the preacher, vanity of vanities; all isvanity."
    },
    {
      "verse": 3,
      "text": "What profit hath a man of all his labor, which he taketh under the sun?"
    },
    {
      "verse": 4,
      "text": "Onegeneration passeth away, and anothergeneration cometh: but the earth abideth for ever."
    },
    {
      "verse": 5,
      "text": "The sun also riseth, and the sun goeth down, and hasteth to his place where he arose."
    },
    {
      "verse": 6,
      "text": "The wind goeth towards the south, and turneth about to the north; it whirleth about continually, and the wind returneth again according to its circuits."
    },
    {
      "verse": 7,
      "text": "All the rivers run into the sea; yet the sea isnot full; to the place from whence the rivers come, thither they return again."
    },
    {
      "verse": 8,
      "text": "All things arefull of labor; man cannot utter it: the eye is not satisfied with seeing, nor the ear filled with hearing."
    },
    {
      "verse": 9,
      "text": "The thing that hath been, it is thatwhich shall be; and that which is done isthat which shall be done: and there isno new thingunder the sun."
    },
    {
      "verse": 10,
      "text": "Is there anything of which it may be said, See, this isnew? it hath been already of old time, which was before us."
    },
    {
      "verse": 11,
      "text": "There isno remembrance of former things; neither shall there be anyremembrance of thingsthat are to come with thosethat shall come after."
    },
    {
      "verse": 12,
      "text": "I the preacher was king over Israel in Jerusalem."
    },
    {
      "verse": 13,
      "text": "And I gave my heart to seek and search out by wisdom concerning all thingsthat are done under heaven: this grievous labor hath God given to the sons of man to be exercised with it."
    },
    {
      "verse": 14,
      "text": "I have seen all the works that are done under the sun; and behold, all isvanity and vexation of spirit."
    },
    {
      "verse": 15,
      "text": "That which iscrooked cannot be made straight: and that which is wanting cannot be numbered."
    },
    {
      "verse": 16,
      "text": "I communed with my own heart, saying, Lo, I have come to great estate, and have gained more wisdom than all theythat have been before me in Jerusalem: and my heart had great experience of wisdom and knowledge."
    },
    {
      "verse": 17,
      "text": "And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit."
    },
    {
      "verse": 18,
      "text": "For in much wisdom ismuch grief: and he that increaseth knowledge increaseth sorrow."
    }
  ]
}