{
  "book_id": "ECC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "So I returned, and considered all the oppressions that are done under the sun: and behold the tears of such as wereoppressed, and they had no comforter; and on the side of their oppressors there waspower; but they had no comforter."
    },
    {
      "verse": 2,
      "text": "Wherefore I praised the dead who are already dead more than the living who are yet alive."
    },
    {
      "verse": 3,
      "text": "Yes, better is hethan both they, who hath not yet been, who hath not seen the evil work that is done under the sun."
    },
    {
      "verse": 4,
      "text": "Again, I considered all labor, and every right work, that for this a man is envied by his neighbor. This isalso vanity and vexation of spirit."
    },
    {
      "verse": 5,
      "text": "The fool foldeth his hands together, and eateth his own flesh."
    },
    {
      "verse": 6,
      "text": "Better isa handful withquietness, than both the hands full withtoil and vexation of spirit."
    },
    {
      "verse": 7,
      "text": "Then I returned, and I saw vanity under the sun."
    },
    {
      "verse": 8,
      "text": "There is one alone, and there isnot a second; yes, he hath neither child nor brother: yet is thereno end of all his labor; neither is his eye satisfied with riches; neither saith he, For whom do I labor, and bereave my soul of good? This isalso vanity, yes, it isa grievous labor."
    },
    {
      "verse": 9,
      "text": "Two arebetter than one; because they have a good reward for their labor."
    },
    {
      "verse": 10,
      "text": "For if they fall, the one will lift up his fellow: but woe to him that isalone when he falleth; for he hathnot another to help him to rise."
    },
    {
      "verse": 11,
      "text": "Again, if two lie together, then they have heat: but how can one be warm alone?"
    },
    {
      "verse": 12,
      "text": "And if one prevaileth against him, two shall withstand him; and a three-fold cord is not quickly broken."
    },
    {
      "verse": 13,
      "text": "Better isa poor and a wise child, than an old and foolish king, who will no more be admonished."
    },
    {
      "verse": 14,
      "text": "For out of prison he cometh to reign; whereas also he that isborn in his kingdom becometh poor."
    },
    {
      "verse": 15,
      "text": "I considered all the living who walk under the sun, with the second child that shall stand up in his stead."
    },
    {
      "verse": 16,
      "text": "There isno end of all the people, evenof all that have been before them: they also that come after shall not rejoice in him. Surely this also isvanity and vexation of spirit."
    }
  ]
}