{
  "book_id": "ECC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Keep thy foot when thou goest to the house of God, and be more ready to hear, than to give the sacrifice of fools: for they consider not that they do evil."
    },
    {
      "verse": 2,
      "text": "Be not rash with thy mouth, and let not thy heart be hasty to utter anything before God: for God isin heaven, and thou upon earth: therefore let thy words be few."
    },
    {
      "verse": 3,
      "text": "For a dream cometh through the multitude of business; and a fool's voice is knownby a multitude of words."
    },
    {
      "verse": 4,
      "text": "When thou vowest a vow to God, defer not to pay it; for he hathno pleasure in fools: pay that which thou hast vowed."
    },
    {
      "verse": 5,
      "text": "Better is itthat thou shouldst not vow, than that thou shouldst vow and not pay."
    },
    {
      "verse": 6,
      "text": "Suffer not thy mouth to cause thy flesh to sin; neither say thou before the angel, that it wasan error: why should God be angry at thy voice, and destroy the work of thy hands?"
    },
    {
      "verse": 7,
      "text": "For in the multitude of dreams and many words there arealso diversvanities: but fear thou God."
    },
    {
      "verse": 8,
      "text": "If thou seest the oppression of the poor, and violent perversion of judgment and justice in a province, wonder not at the matter: for he that ishigher than the highest regardeth; and there arehigher than they."
    },
    {
      "verse": 9,
      "text": "Moreover, the profit of the earth is for all: the king himselfis served by the field."
    },
    {
      "verse": 10,
      "text": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this isalso vanity."
    },
    {
      "verse": 11,
      "text": "When goods increase, they are increased that eat them: and what good is thereto the owners of them, saving the beholding of themwith their eyes?"
    },
    {
      "verse": 12,
      "text": "The sleep of a laboring man issweet, whether he eateth little or much: but the abundance of the rich will not suffer him to sleep."
    },
    {
      "verse": 13,
      "text": "There is a grievous evil whichI have seen under the sun, namely, riches kept for the owners of them to their hurt."
    },
    {
      "verse": 14,
      "text": "But those riches perish by evil labor: and he begetteth a son, and there isnothing in his hand."
    },
    {
      "verse": 15,
      "text": "As he came into the world, naked shall he return to go as he came, and shall take nothing of his labor, which he may carry away in his hand."
    },
    {
      "verse": 16,
      "text": "And this also isa grievous evil, thatin all points as he came, so shall he go: and what profit hath he that hath labored for the wind?"
    },
    {
      "verse": 17,
      "text": "All his days also he eateth in darkness, and he hathmuch sorrow and wrath with his sickness."
    },
    {
      "verse": 18,
      "text": "Behold thatwhich I have seen: it isgood and comely for oneto eat and to drink, and to enjoy the good of all his labor that he taketh under the sun all the days of his life, which God giveth him: for it ishis portion."
    },
    {
      "verse": 19,
      "text": "Every man also to whom God hath given riches and wealth, and hath given him power to eat of it, and to take his portion, and to rejoice in his labor; this isthe gift of God."
    },
    {
      "verse": 20,
      "text": "For he shall not much remember the days of his life; because God answereth himin the joy of his heart."
    }
  ]
}