{
  "book_id": "ECC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "There is an evil which I have seen under the sun, and it \\add is\\add* common among men:"
    },
    {
      "verse": 2,
      "text": "A man to whom God hath given riches, wealth, and honor, so that he wanteth nothing for his soul of all that he desireth, yet God giveth him not power to eat of it, but a stranger eateth it: this \\add is\\add* vanity, and it \\add is\\add* an evil disease."
    },
    {
      "verse": 3,
      "text": "If a man begetteth a hundred \\add children\\add* , and liveth many years, so that the days of his years are many, and his soul is not filled with good, and also \\add that\\add* he hath no burial; I say, \\add that\\add* an untimely birth \\add is\\add* better than he."
    },
    {
      "verse": 4,
      "text": "For he cometh with vanity, and departeth in darkness, and his name shall be covered with darkness."
    },
    {
      "verse": 5,
      "text": "Moreover he hath not seen the sun, nor known \\add any thing\\add* : this hath more rest than the other."
    },
    {
      "verse": 6,
      "text": "Yes, though he liveth a thousand years twice \\add told\\add* , yet hath he seen no good: do not all go to one place?"
    },
    {
      "verse": 7,
      "text": "All the labor of man \\add is\\add* for his mouth, and yet the appetite is not filled."
    },
    {
      "verse": 8,
      "text": "For what hath the wise more than the fool? what hath the poor, that knoweth to walk before the living?"
    },
    {
      "verse": 9,
      "text": "Better \\add is\\add* the sight of the eyes than the wandering of the desire: this \\add is\\add* also vanity and vexation of spirit."
    },
    {
      "verse": 10,
      "text": "That which hath been is named already, and it is known that it \\add is\\add* man: neither may he contend with him that is mightier than he."
    },
    {
      "verse": 11,
      "text": "Seeing there are many things that increase vanity, what \\add is\\add* man the better?"
    },
    {
      "verse": 12,
      "text": "For who knoweth what \\add is\\add* good for man in \\add this\\add* life, all the days of his vain life which he spendeth as a shadow? for who can tell a man what shall be after him under the sun?"
    }
  ]
}