{
  "book_id": "ECC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "A good name isbetter than precious ointment; and the day of death than the day of one's birth."
    },
    {
      "verse": 2,
      "text": "It isbetter to go to the house of mourning, than to go to the house of feasting: for that isthe end of all men; and the living will lay itto his heart."
    },
    {
      "verse": 3,
      "text": "Sorrow isbetter than laughter: for by the sadness of the countenance the heart is made better."
    },
    {
      "verse": 4,
      "text": "The heart of the wise isin the house of mourning; but the heart of fools isin the house of mirth."
    },
    {
      "verse": 5,
      "text": "It isbetter to hear the rebuke of the wise, than for a man to hear the song of fools."
    },
    {
      "verse": 6,
      "text": "For as the crackling of thorns under a pot, so isthe laughter of the fool: this also isvanity."
    },
    {
      "verse": 7,
      "text": "Surely oppression maketh a wise man mad; and a gift destroyeth the heart."
    },
    {
      "verse": 8,
      "text": "Better isthe end of a thing than its beginning: andthe patient in spirit isbetter than the proud in spirit."
    },
    {
      "verse": 9,
      "text": "Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools."
    },
    {
      "verse": 10,
      "text": "Say not thou, What is the causethat the former days were better than these? for thou dost not inquire wisely concerning this."
    },
    {
      "verse": 11,
      "text": "Wisdom isgood with an inheritance: and by it there isprofit to them that see the sun."
    },
    {
      "verse": 12,
      "text": "For wisdom isa defense, andmoney isa defense: but the excellence of knowledge is, thatwisdom giveth life to them that have it."
    },
    {
      "verse": 13,
      "text": "Consider the work of God: for who can make thatstraight, which he hath made crooked?"
    },
    {
      "verse": 14,
      "text": "In the day of prosperity be joyful, but in the day of adversity consider: God also hath set the one over against the other, to the end that man should find nothing after him."
    },
    {
      "verse": 15,
      "text": "All thingshave I seen in the days of my vanity: there is a just manthat perisheth in his righteousness, and there is a wicked manthat prolongeth his lifein his wickedness."
    },
    {
      "verse": 16,
      "text": "Be not righteous over much; neither make thyself over wise: why shouldst thou destroy thyself?"
    },
    {
      "verse": 17,
      "text": "Be not over much wicked, neither be thou foolish: why shouldst thou die before thy time?"
    },
    {
      "verse": 18,
      "text": "It isgood that thou shouldst take hold of this; yes, also from this withdraw not thy hand: for he that feareth God shall escape from them all."
    },
    {
      "verse": 19,
      "text": "Wisdom strengtheneth the wise more than ten mighty menwho are in the city."
    },
    {
      "verse": 20,
      "text": "For there isnot a just man upon earth, that doeth good, and sinneth not."
    },
    {
      "verse": 21,
      "text": "Also take no heed to all words that are spoken; lest thou hear thy servant curse thee:"
    },
    {
      "verse": 22,
      "text": "For often also thy own heart knoweth that thou thyself likewise hast cursed others."
    },
    {
      "verse": 23,
      "text": "All this have I proved by wisdom: I said, I will be wise; but it wasfar from me."
    },
    {
      "verse": 24,
      "text": "That which is far off, and exceedingly deep, who can find it out?"
    },
    {
      "verse": 25,
      "text": "I applied my heart to know, and to search, and to seek out wisdom, and the reason of things, and to know the wickedness of folly, even of foolishness andmadness:"
    },
    {
      "verse": 26,
      "text": "And I find more bitter than death the woman whose heart issnares and nets, andher hands asbands: whoever pleaseth God shall escape from her; but the sinner shall be taken by her."
    },
    {
      "verse": 27,
      "text": "Behold, this have I found, saith the preacher, countingone by one, to find out the account:"
    },
    {
      "verse": 28,
      "text": "Which yet my soul seeketh, but I find not: one man among a thousand have I found; but a woman among all those have I not found."
    },
    {
      "verse": 29,
      "text": "Lo, this only have I found, that God hath made man upright; but they have sought out many inventions."
    }
  ]
}