{
  "book_id": "ECC",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Dead flies cause the ointment of the apothecary to send forth an offensive odor: \\add so doth\\add* a little folly him that is in reputation for wisdom \\add and\\add* honor."
    },
    {
      "verse": 2,
      "text": "A wise man's heart \\add is\\add* at his right hand; but a fool's heart \\add is\\add* at his left."
    },
    {
      "verse": 3,
      "text": "Also, when he that is a fool walketh by the way, his wisdom faileth \\add him\\add* , and he saith to every one \\add that\\add* he \\add is\\add* a fool."
    },
    {
      "verse": 4,
      "text": "If the spirit of the ruler riseth against thee, leave not thy place; for yielding pacifieth great offenses."
    },
    {
      "verse": 5,
      "text": "There is an evil \\add which\\add* I have seen under the sun, as an error \\add which\\add* proceedeth from the ruler:"
    },
    {
      "verse": 6,
      "text": "Folly is set in great dignity, and the rich sit in low place."
    },
    {
      "verse": 7,
      "text": "I have seen servants upon horses, and princes walking as servants upon the earth."
    },
    {
      "verse": 8,
      "text": "He that diggeth a pit shall fall into it; and whoever breaketh a hedge, a serpent shall bite him."
    },
    {
      "verse": 9,
      "text": "Whoever removeth stones shall be hurt by them; \\add and\\add* he that cleaveth wood shall be endangered by it."
    },
    {
      "verse": 10,
      "text": "If the iron is blunt, and he doth not whet the edge, then must he use more strength: but wisdom \\add is\\add* profitable to direct."
    },
    {
      "verse": 11,
      "text": "Surely the serpent will bite without enchantment; and a babbler is no better."
    },
    {
      "verse": 12,
      "text": "The words of a wise man's mouth \\add are\\add* gracious; but the lips of a fool will swallow up himself."
    },
    {
      "verse": 13,
      "text": "The beginning of the words of his mouth \\add is\\add* foolishness: and the end of his talk \\add is\\add* mischievous madness."
    },
    {
      "verse": 14,
      "text": "A fool also is full of words: a man cannot tell what shall be; and what shall be after him, who can tell him?"
    },
    {
      "verse": 15,
      "text": "The labor of the foolish wearieth every one of them, because he knoweth not how to go to the city."
    },
    {
      "verse": 16,
      "text": "Woe to thee, O land, when thy king \\add is\\add* a child, and thy princes eat in the morning!"
    },
    {
      "verse": 17,
      "text": "Blessed \\add art\\add* thou, O land, when thy king \\add is\\add* the son of nobles, and thy princes eat in due season, for strength, and not for drunkenness!"
    },
    {
      "verse": 18,
      "text": "By much slothfulness the building decayeth; and through idleness of the hands the house droppeth through."
    },
    {
      "verse": 19,
      "text": "A feast is made for laughter, and wine maketh merry: but money answereth all \\add things\\add* ."
    },
    {
      "verse": 20,
      "text": "Curse not the king, no not in thy thought; and curse not the rich in thy bed-chamber: for a bird of the air will carry the voice, and that which hath wings will tell the matter."
    }
  ]
}