{
  "book_id": "ACT",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "וביום מלאת שבעת השבעות ויתאספו כלם לב אחד׃"
    },
    {
      "verse": 2,
      "text": "ויהי פתאם קול רעש מן השמים כקול רוח סערה וימלא את כל הבית אשר ישבו בו׃"
    },
    {
      "verse": 3,
      "text": "ותראינה אליהם לשנות נחלקות ומראיהן כאש ותנוחינה אחת אחת על כל אחד מהם׃"
    },
    {
      "verse": 4,
      "text": "וימלאו כלם רוח הקדש ויחלו לדבר בלשנות אחרות כאשר נתנם הרוח להטיף׃"
    },
    {
      "verse": 5,
      "text": "ובירושלים שכנו יהודים אנשי חסד מכל גוי וגוי אשר תחת השמים׃"
    },
    {
      "verse": 6,
      "text": "ויהי בהיות קול הרעש ההוא ויקבצו עם רב ויהיו נבכים כי איש איש שמע אתם מדברים בשפת עמו׃"
    },
    {
      "verse": 7,
      "text": "וישתוממו ויתמהו ויאמרו איש אל רעהו הנה כל אלה המדברים הלא גלילים המה׃"
    },
    {
      "verse": 8,
      "text": "ואיך אנחנו שמעים אתם איש כשפת ארץ מולדתנו׃"
    },
    {
      "verse": 9,
      "text": "פרתיים ומדים ועילמים וישבי ארם נהרים יהודה וקפודקיה פנטוס ואסיא׃"
    },
    {
      "verse": 10,
      "text": "פרוגיא ופמפוליא מצרים וחבל לוב אשר על יד קוריני והבאים מרומי גם יהודים גם גרים׃"
    },
    {
      "verse": 11,
      "text": "כרתים וערבים הנה אנחנו שמעים אתם מספרים בלשנותינו גדלות האלהים׃"
    },
    {
      "verse": 12,
      "text": "וישתוממו כלם ויבהלו ויאמרו איש אל אחיו מה תהיה זאת׃"
    },
    {
      "verse": 13,
      "text": "ואחרים לעגו ויאמרו כי מלאי עסיס המה׃"
    },
    {
      "verse": 14,
      "text": "אז יעמד פטרוס ועשתי העשר עמו וישא את קולו וידבר אליהם אנשי יהודה וישבי ירושלים כלכם זאת תודע לכם והאזינו אל דברי׃"
    },
    {
      "verse": 15,
      "text": "כי אלה לא שכורים המה כאשר חשבתם כי שעה שלישית ביום עתה׃"
    },
    {
      "verse": 16,
      "text": "אבל זה הוא האמור על ידי יואל הנביא׃"
    },
    {
      "verse": 17,
      "text": "והיה באחרית הימים נאם אלהים אשפך את רוחי על כל בשר ונבאו בניכם ובנתיכם ובחוריכם חזינות יראו וזקניכם חלמות יחלמון׃"
    },
    {
      "verse": 18,
      "text": "וגם על עבדי ועל שפחותי בימים ההמה אשפך את רוחי ונבאו׃"
    },
    {
      "verse": 19,
      "text": "ונתתי מופתים בשמים ממעל ואתות בארץ מתחת דם ואש ותימרות עשן׃"
    },
    {
      "verse": 20,
      "text": "השמש יהפך לחשך והירח לדם לפני בוא יום יהוה הגדול והנורא׃"
    },
    {
      "verse": 21,
      "text": "והיה כל אשר יקרא בשם יהוה ימלט׃"
    },
    {
      "verse": 22,
      "text": "אנשי ישראל שמעו הדברים האלה ישוע הנצרי האיש אשר נאמן לכם מאת האלהים בגבורות ובמופתים ובאתות אשר האלהים עשה על ידו בתוככם כאשר ידעתם גם אתם׃"
    },
    {
      "verse": 23,
      "text": "אתו הנמסר על פי עצת האלהים הנחרצה וידיעתו מקום לקחתם ובידי רשעים הוקעתם והרגתם אתו׃"
    },
    {
      "verse": 24,
      "text": "והאלהים הקימו מן המתים בהתיר את חבלי המות באשר נמנע מן המות לעצר אתו׃"
    },
    {
      "verse": 25,
      "text": "כי דוד אמר עליו שויתי יהוה לנגדי תמיד כי מימיני בל אמוט׃"
    },
    {
      "verse": 26,
      "text": "לכן שמח לבי ויגל כבודי אף בשרי ישכן לבטח׃"
    },
    {
      "verse": 27,
      "text": "כי לא תעזב נפשי לשאול לא תתן חסידך לראות שחת׃"
    },
    {
      "verse": 28,
      "text": "תודיעני ארחות חיים שבע שמחות את פניך׃"
    },
    {
      "verse": 29,
      "text": "אנשים אחים הניחו לי ואדברה באזני כלכם על דוד אבינו אשר גם מת גם נקבר וקבורתו אתנו היא עד היום הזה׃"
    },
    {
      "verse": 30,
      "text": "והוא בהיותו נביא ומדעתו את השבועה אשר נשבע לו האלהים להקים את המשיח כפי הבשר מפרי חלציו להושיבו על כסאו׃"
    },
    {
      "verse": 31,
      "text": "לכן בחזותו מראש דבר על תקומת המשיח כי לא נעזבה נפשו לשאול וגם בשרו לא ראה שחת׃"
    },
    {
      "verse": 32,
      "text": "את ישוע זה הקים אלהים מן המתים ואנחנו כלנו עדיו׃"
    },
    {
      "verse": 33,
      "text": "ועתה אחרי הנשאו בימין האלהים לקח מאת האב את הבטחת רוח הקדש וישפך את אשר אתם ראים ושמעים׃"
    },
    {
      "verse": 34,
      "text": "כי דוד לא עלה השמימה והנה הוא אמר נאם יהוה לאדני שב לימיני׃"
    },
    {
      "verse": 35,
      "text": "עד אשית איביך הדם לרגליך׃"
    },
    {
      "verse": 36,
      "text": "לכן ידע נא בית ישראל כלו כי לאדון ולמשיח שמו האלהים את ישוע זה אשר צלבתם׃"
    },
    {
      "verse": 37,
      "text": "ויהי כשמעם התעצבו אל לבם ויאמרו אל פטרוס ואל שאר השליחים אנשים אחים מה עלינו לעשות׃"
    },
    {
      "verse": 38,
      "text": "ויאמר פטרוס אליהם שובו מדרכיכם והטבלו כל איש מכם על שם ישוע המשיח לסליחת חטאיכם וקבלתם את מתנת רוח הקדש׃"
    },
    {
      "verse": 39,
      "text": "כי לכם ההבטחה ולבניכם ולכל הרחוקים לכל אשר קרא יהוה אלהינו׃"
    },
    {
      "verse": 40,
      "text": "ויעד עוד בהם באמרים אחרים הרבה ויזהר אתם לאמר המלטו נא מדור תהפכות הזה׃"
    },
    {
      "verse": 41,
      "text": "ויקבלו את דברו בשמחה ויטבלו וביום ההוא נוספו כשלשת אלפי נפש׃"
    },
    {
      "verse": 42,
      "text": "ויהיו שקדים על תורת השליחים ועל ההתחברות ועל בציעת הלחם ועל התפלה׃"
    },
    {
      "verse": 43,
      "text": "ותפל אימה על כל נפש ומופתים רבים ואתות נעשו על ידי השליחים בירושלים׃"
    },
    {
      "verse": 44,
      "text": "וכל המאמינים התאחדו יחד ויהי להם הכל בשתפות׃"
    },
    {
      "verse": 45,
      "text": "ואת אחזתם ואת רכושם מכרו ויחלקו אתם לכלם לאיש איש די מחסורו׃"
    },
    {
      "verse": 46,
      "text": "ויום יום היו שקדים במקדש לב אחד ויבצעו את הלחם בבית בבית׃"
    },
    {
      "verse": 47,
      "text": "ויאכלו מזונם בגילה ובתם לבב וישבחו את האלהים וימצאו חן בעיני כל העם והאדון הוסיף יום יום על העדה את הנושעים׃"
    }
  ]
}