{
  "book_id": "ACT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בדברם אל העם ויקומו עליהם הכהנים ונגיד בית המקדש והצדוקים׃"
    },
    {
      "verse": 2,
      "text": "כי חרה להם על אשר למדו את העם והגידו בישוע את תחית המתים׃"
    },
    {
      "verse": 3,
      "text": "וישלחו בהם את ידיהם וישימום במשמר עד למחר כי כבר בא הערב׃"
    },
    {
      "verse": 4,
      "text": "ורבים מהשמעים את הדבר האמינו ויהי מספר האנשים כחמשת אלפים׃"
    },
    {
      "verse": 5,
      "text": "ויהי ממחרת ויקהלו שריהם ראשיהם וזקניהם וסופריהם ירושלים׃"
    },
    {
      "verse": 6,
      "text": "וחנן הכהן הגדול וקיפא ויוחנן ואלכסנדרוס וכל אשר ממשפחת הכהן הגדול׃"
    },
    {
      "verse": 7,
      "text": "ויעמידו אתם בתוך וישאלום באי זה כח ובאי זה שם עשיתם זאת׃"
    },
    {
      "verse": 8,
      "text": "וימלא פטרוס רוח הקדש ויאמר אליהם אתם ראשי העם וזקני ישראל׃"
    },
    {
      "verse": 9,
      "text": "אם אנחנו נחקרים היום על הטובה אשר עשינו לאיש חולה ושאלתם במה זה נושע׃"
    },
    {
      "verse": 10,
      "text": "יודע לכלכם ולכל עם ישראל כי בשם ישוע המשיח הנצרי אשר צלבתם אותו ואשר האלהים הקימו מן המתים כי בשמו עמד זה לפניכם בריא׃"
    },
    {
      "verse": 11,
      "text": "והוא האבן אשר מאסתם אתם הבונים ותהי לראש פנה׃"
    },
    {
      "verse": 12,
      "text": "ואין הישועה באחר ואין תחת השמים שם אחר הנתן לבני אדם אשר בו נושע׃"
    },
    {
      "verse": 13,
      "text": "ויהי כאשר ראו את בטחון לב של פטרוס ויוחנן והבינו כי הדיוטים ולא בעלי חכמה המה ויתמהו עליהם ויכירום כי התהלכו עם ישוע׃"
    },
    {
      "verse": 14,
      "text": "ובראותם את האיש הנרפא עמד אצלם לא מצאו לדבר נגדם דבר׃"
    },
    {
      "verse": 15,
      "text": "ויצוו אתם לצאת חוצה מן הסנהדרין ויתיעצו יחדו׃"
    },
    {
      "verse": 16,
      "text": "ויאמרו מה נעשה לאנשים האלה הנה אות גלוי נעשה על ידיהם וגם מפרסם לכל ישבי ירושלים ולא נוכל לכחש בו׃"
    },
    {
      "verse": 17,
      "text": "אך למען לא ירבה הדבר בעם ויפרץ נזהירה אתם בגערה לבלתי דבר עוד לכל אדם בשם הזה׃"
    },
    {
      "verse": 18,
      "text": "ויקראו אתם ויצוום אשר לא ידברו דבר ולא ילמדו בשם ישוע׃"
    },
    {
      "verse": 19,
      "text": "ויענו פטרוס ויוחנן ויאמרו אליהם הנכון הוא לפני האלהים שמע לכם יתר משמע לאלהים שפטו אתם׃"
    },
    {
      "verse": 20,
      "text": "כי לא נוכל אנחנו לחדל מדבר את אשר ראינו ושמענו׃"
    },
    {
      "verse": 21,
      "text": "ויוסיפו לגער בם ויפטרו אתם באשר לא מצאו דבר לענוש אתם מפני העם כי כלם מהללים את האלהים על הנעשה׃"
    },
    {
      "verse": 22,
      "text": "כי בן ארבעים שנה ומעלה היה האיש ההוא אשר נעשה עמו אות הרפואה הזאת׃"
    },
    {
      "verse": 23,
      "text": "ואחרי הפטרם באו אל אחיהם ויספרו להם את אשר אמרו אליהם הכהנים הגדולים והזקנים׃"
    },
    {
      "verse": 24,
      "text": "ויהי כאשר שמעו את זאת וישאו את קולם בלב אחד לאלהים ויאמרו אדני אתה האל העשה את השמים ואת הארץ ואת הים ואת כל אשר בם׃"
    },
    {
      "verse": 25,
      "text": "אשר אמרת בפי עבדך דוד למה רגשו גוים ולאמים יהגו ריק׃"
    },
    {
      "verse": 26,
      "text": "יתיצבו מלכי ארץ ורוזנים נוסדו יחד על יהוה ועל משיחו׃"
    },
    {
      "verse": 27,
      "text": "כי אמנם נוסדו הורדוס ופנטיוס פילטוס עם הגוים ולאמי ישראל על ישוע עבדך הקדוש אשר משחת׃"
    },
    {
      "verse": 28,
      "text": "לעשות את אשר ידך ועצתך מקדם גזרה להיות׃"
    },
    {
      "verse": 29,
      "text": "ועתה אדני ראה את גערתם ותן לעבדיך לדבר את דברך בכל בטחון לבם׃"
    },
    {
      "verse": 30,
      "text": "בנטתך את ידך למרפא ולתת אתות ומופתים בשם ישוע עבדך הקדוש׃"
    },
    {
      "verse": 31,
      "text": "ויהי כאשר התפללו וינע המקום אשר היו נקהלים שם וימלאו כלם רוח הקדש וידברו את דבר האלהים בבטחון לבב׃"
    },
    {
      "verse": 32,
      "text": "וקהל המאמינים היה להם לב אחד ונפש אחת ואין איש מהם אומר על אשר בידו לי הוא כי הכל היה להם בשתפות׃"
    },
    {
      "verse": 33,
      "text": "ובגבורה גדולה יעידו השליחים על תקומת האדון ישוע וחסד גדול נמשך לכלם׃"
    },
    {
      "verse": 34,
      "text": "כי לא היה בהם חסר דבר כי כל בעלי שדות ובתים מכרו אתם ויביאו את כסף מחירם׃"
    },
    {
      "verse": 35,
      "text": "וישימהו לרגלי השליחים ויתן לכל איש ואיש די מחסרו׃"
    },
    {
      "verse": 36,
      "text": "ויוסף אשר כנוהו השליחים בשם בר נבא פרושו בן הנחמה איש לוי אשר נולד בארץ כתים׃"
    },
    {
      "verse": 37,
      "text": "גם לו היה שדה וימכרהו ויבא את הכסף וישימהו לרגלי השליחים׃"
    }
  ]
}