{
  "book_id": "ACT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר הכהן הגדול האמת הוא אשר דברו׃"
    },
    {
      "verse": 2,
      "text": "ויען ויאמר אנשים אחים ואבות שמעו אלהי הכבוד נראה אל אברהם אבינו בהיותו בארם נהרים לפני שבתו בחרן׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אליו לך לך מארצך וממולדתך ובא אל הארץ אשר אראך׃"
    },
    {
      "verse": 4,
      "text": "ויצא מארץ כשדים וישב בחרן ואחרי מות אביו העביר אתו משם אל הארץ הזאת אשר אתם ישבים בה עתה׃"
    },
    {
      "verse": 5,
      "text": "ולא נתן לו נחלה בה אף לא מדרך כף רגל ויבטח לתתה לאחזה לו ולזרעו אחריו ועוד לא היה לו בן׃"
    },
    {
      "verse": 6,
      "text": "ויאמר לו אלהים כי גר יהיה זרעו בארץ לא להם ועבדום וענו אתם ארבע מאות שנה׃"
    },
    {
      "verse": 7,
      "text": "וגם את הגוי אשר יעבדו דן אנכי אמר אלהים ואחרי כן יצאו ויעבדוני במקום הזה׃"
    },
    {
      "verse": 8,
      "text": "ויתן לו את ברית המילה ובכן הוליד את יצחק וימל אתו ביום השמיני ויצחק הוליד את יעקב ויעקב הוליד את שנים עשר האבות׃"
    },
    {
      "verse": 9,
      "text": "ויקנאו האבות ביוסף וימכרו אותו מצרימה ואלהים היה עמו׃"
    },
    {
      "verse": 10,
      "text": "ויצילהו מכל צרותיו ויתן לו חן וחכמה לפני פרעה מלך מצרים וישימהו שליט על מצרים ועל כל ביתו׃"
    },
    {
      "verse": 11,
      "text": "ויהי רעב על כל ארץ מצרים וכנען וצרה גדולה ואבותינו לא מצאו אכל׃"
    },
    {
      "verse": 12,
      "text": "וישמע יעקב כי יש שבר במצרים וישלח שמה את אבותינו בפעם הראשונה׃"
    },
    {
      "verse": 13,
      "text": "ובפעם השנית התודע יוסף אל אחיו ומולדת יוסף נגלתה לפרעה׃"
    },
    {
      "verse": 14,
      "text": "וישלח יוסף ויקרא ליעקב אביו ולכל משפחתו בשבעים וחמש נפש׃"
    },
    {
      "verse": 15,
      "text": "וירד יעקב מצרימה וימת הוא ואבותינו׃"
    },
    {
      "verse": 16,
      "text": "ויובאו שכמה ויושמו בקבר אשר קנה אברהם בכספו מיד בני חמור אבי שכם׃"
    },
    {
      "verse": 17,
      "text": "ויהי כאשר קרבה עת ההבטחה אשר נשבע אלהים לאברהם ויגדל העם וירב במצרים׃"
    },
    {
      "verse": 18,
      "text": "עד כי קם מלך אחר אשר לא ידע את יוסף׃"
    },
    {
      "verse": 19,
      "text": "וזה התחכם למשפחתנו וירע לאבותינו ויצו אתם להשליך את עלליהם אל פני השדה לבלתי החיותם׃"
    },
    {
      "verse": 20,
      "text": "בעת ההיא נולד משה ויהי טוב לאלהים ויהי אמון בבית אביו שלשה ירחים׃"
    },
    {
      "verse": 21,
      "text": "וכאשר השלך אספה אתו בת פרעה ותגדלהו לה לבן׃"
    },
    {
      "verse": 22,
      "text": "וילמד משה בכל חכמת מצרים ויהי גבור בדברים ובמעשים׃"
    },
    {
      "verse": 23,
      "text": "ובמלאת לו ארבעים שנה עלה על לבו לפקד את אחיו בני ישראל׃"
    },
    {
      "verse": 24,
      "text": "וירא איש אחד מעשק חנם ויושע לו ויקם נקמת המכה בהכותו את המצרי׃"
    },
    {
      "verse": 25,
      "text": "ויחשב בלבבו כי יבינו אחיו אשר על ידו יתן האלהים להם תשועה והם לא הבינו׃"
    },
    {
      "verse": 26,
      "text": "ויהי ביום השני ויבא בתוכם והם נצים ויבקש לעשות שלום ביניהם לאמר אנשים אחים אתם ולמה תעשקו איש את אחיו׃"
    },
    {
      "verse": 27,
      "text": "והעשק את רעהו הדפו לאמר מי שמך לאיש שר ושפט עלינו׃"
    },
    {
      "verse": 28,
      "text": "הלהרגני אתה אמר כאשר הרגת אתמל את המצרי׃"
    },
    {
      "verse": 29,
      "text": "ויברח משה על הדבר הזה ויהי גר בארץ מדין ויולד שם שני בנים׃"
    },
    {
      "verse": 30,
      "text": "ובמלאת ארבעים שנה נראה אליו מלאך יהוה במדבר הר סיני בלבת אש מתוך הסנה׃"
    },
    {
      "verse": 31,
      "text": "וירא משה ויתמה על המראה ובסורו לראות ויהי קול יהוה אליו׃"
    },
    {
      "verse": 32,
      "text": "אנכי אלהי אבותיך אלהי אברהם אלהי יצחק ואלהי יעקב ויחרד משה ויירא מהביט׃"
    },
    {
      "verse": 33,
      "text": "ויאמר אליו יהוה של נעליך מעל רגליך כי המקום אשר אתה עומד עליו אדמת קדש הוא׃"
    },
    {
      "verse": 34,
      "text": "ראה ראיתי את עני עמי אשר במצרים ואת נאקתם שמעתי וארד להצילם ועתה לכה ואשלחך מצרימה׃"
    },
    {
      "verse": 35,
      "text": "הוא משה אשר כחשו בו לאמר מי שמך לשר ושפט אתו שלח האלהים לשר וגאל ביד המלאך הנראה אליו בסנה׃"
    },
    {
      "verse": 36,
      "text": "והוא הוציאם ויעש אתות ומפתים בארץ מצרים ובים סוף ובמדבר ארבעים שנה׃"
    },
    {
      "verse": 37,
      "text": "הוא משה אשר אמר אל בני ישראל נביא מקרב אחיכם כמני יקים לכם יהוה אלהיכם אליו תשמעון׃"
    },
    {
      "verse": 38,
      "text": "הוא אשר היה בקהל במדבר עם המלאך הדבר אליו בהר סיני ועם אבותינו ואשר קבל דברים חיים לתת לנו׃"
    },
    {
      "verse": 39,
      "text": "הוא אשר אבותינו לא אבו לשמע לו כי אם מאסו אתו ולבבם פנה מצרימה׃"
    },
    {
      "verse": 40,
      "text": "ויאמרו אל אהרן עשה לנו אלהים אשר ילכו לפנינו כי זה משה אשר העלנו מארץ מצרים לא ידענו מה היה לו׃"
    },
    {
      "verse": 41,
      "text": "ויעשו עגל בימים ההם ויזבחו זבחים לאליל וישמחו במעשה ידיהם׃"
    },
    {
      "verse": 42,
      "text": "ויפן מהם האלהים ויתנם לעבד את צבא השמים כאשר כתוב בספר הנביאים הזבחים ומנחה הגשתם לי במדבר ארבעים שנה בית ישראל׃"
    },
    {
      "verse": 43,
      "text": "ונשאתם את סכת מלכם ואת כוכב אלהיכם רמפן הצלמים אשר עשיתם להשתחות להם והגליתי אתכם מהלאה לבבל׃"
    },
    {
      "verse": 44,
      "text": "משכן העדות היה לאבותינו במדבר כאשר צוה המדבר אל משה לעשות אתו כתבנית אשר ראה׃"
    },
    {
      "verse": 45,
      "text": "ואבותינו לקחהו וגם הביאהו אתם הם ויהושע ברשתם את ארצות הגוים אשר גרש אתם אלהים מפני אבותינו עד ימי דוד׃"
    },
    {
      "verse": 46,
      "text": "והוא מצא חן בעיני אלהים וישאל למצא משכנות לאלהי יעקב׃"
    },
    {
      "verse": 47,
      "text": "ושלמה בנה לו בית׃"
    },
    {
      "verse": 48,
      "text": "אבל העליון לא ישכן בהיכלות מעשי ידים כאשר אמר הנביא׃"
    },
    {
      "verse": 49,
      "text": "השמים כסאי והארץ הדם רגלי אי זה בית אשר תבנו לי אמר יהוה ואי זה מקום מנוחתי׃"
    },
    {
      "verse": 50,
      "text": "הלא את כל אלה ידי עשתה׃"
    },
    {
      "verse": 51,
      "text": "קשי ערף וערלי לב ואזנים ממרים הייתם תמיד ברוח הקדש כאבותיכם גם אתם׃"
    },
    {
      "verse": 52,
      "text": "מי מהנביאים אשר לא רדפוהו אבותיכם אף המיתו את המבשרים מקדם ביאת הצדיק אשר עתה הייתם אתם מוסריו ומרצחיו׃"
    },
    {
      "verse": 53,
      "text": "אתם אשר קבלתם את התורה על ידי מלאכות המלאכים ולא שמרתם אותה׃"
    },
    {
      "verse": 54,
      "text": "ויהי כשמעם את אלה התרגזו בלבבם ויחרקו עליו שניהם׃"
    },
    {
      "verse": 55,
      "text": "והוא מלא רוח הקדש ויבט השמימה וירא את כבוד אלהים ואת ישוע נצב לימין האלהים׃"
    },
    {
      "verse": 56,
      "text": "ויאמר הנני ראה את השמים נפתחים ואת בן האדם נצב לימין האלהים׃"
    },
    {
      "verse": 57,
      "text": "ויצעקו בקול גדול ויאטמו את אזניהם ויתנפלו עליו כלם יחד׃"
    },
    {
      "verse": 58,
      "text": "וידחפהו חוצה לעיר ויסקלו אתו באבנים והעדים פשטו את בגדיהם לרגלי בחור אחד ושמו שאול׃"
    },
    {
      "verse": 59,
      "text": "ויסקלו את אסטפנוס והוא משוע ואמר אדני ישוע קבל את רוחי׃"
    },
    {
      "verse": 60,
      "text": "ויכרע על ברכיו ויצעק בקול גדול יהוה אל תשמר להם את החטא הזה ויהי אחרי דברו כדבר הזה ויישן׃"
    }
  ]
}