{
  "book_id": "ACT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "ושאול עודנו יפח זעם ורצח על תלמידי האדון ויבא אל הכהן הגדול׃"
    },
    {
      "verse": 2,
      "text": "וישאל מאתו מכתבים לדמשק אל בתי הכנסיות למען אשר יאסר את אשר ימצא בדרך ההיא אנשים או נשים ויביאם ירושלים׃"
    },
    {
      "verse": 3,
      "text": "ויהי הוא הלך וקרב לדמשק והנה פתאם נגה עליו מסביב אור מן השמים׃"
    },
    {
      "verse": 4,
      "text": "ויפל ארצה וישמע קול מדבר אליו שאול שאול למה תרדפני׃"
    },
    {
      "verse": 5,
      "text": "ויאמר מי אתה אדני ויאמר האדון אנכי ישוע אשר אתה רודף קשה לך לבעט בדרבנות׃"
    },
    {
      "verse": 6,
      "text": "והוא חרד ונבעת ויאמר אדני מה תחפץ ואעשה ויען האדון קום לך העירה ויאמר לך את אשר עליך לעשות׃"
    },
    {
      "verse": 7,
      "text": "והאנשים אשר הלכו אתו עמדו נאלמים כי שמעו את הקול ואיש לא הביטו׃"
    },
    {
      "verse": 8,
      "text": "ויקם שאול מן הארץ ובפתחו את עיניו לא ראה איש ויחזיקו בידו ויוליכהו לדמשק׃"
    },
    {
      "verse": 9,
      "text": "ויחשכו עיניו מראות שלשת ימים ולא אכל ולא שתה׃"
    },
    {
      "verse": 10,
      "text": "ותלמיד אחד היה בדמשק חנניה שמו ויאמר אליו האדון במחזה חנניה ויאמר הנני אדני׃"
    },
    {
      "verse": 11,
      "text": "ויאמר אליו האדון קום לך אל הרחוב הנקרא הישר ושאל בבית יהודה לאיש טרסי ושמו שאול כי הנה הוא מתפלל׃"
    },
    {
      "verse": 12,
      "text": "וירא במחזה והנה איש ושמו חנניה בא החדרה ושם עליו את ידו למען ישוב ויראה׃"
    },
    {
      "verse": 13,
      "text": "ויען חנניה ויאמר אדני שמעתי רבים מספרים על האיש הזה כמה רעות עשה לקדושיך בירושלים׃"
    },
    {
      "verse": 14,
      "text": "וגם פה רשיון יש לו מאת ראשי הכהנים לאסר את כל הקראים בשמך׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אליו האדון לך כי כלי חפץ הוא לי לשאת את שמי לפני גוים ומלכים ולפני בני ישראל׃"
    },
    {
      "verse": 16,
      "text": "כי אני אראהו כמה יש לו לסבל למען שמי׃"
    },
    {
      "verse": 17,
      "text": "וילך חנניה ויבא הביתה וישם את ידיו עליו ויאמר שאול אחי האדון ישוע הנראה אליך בדרך אשר באת בה שלחני למען תשוב ותראה ותמלא רוח הקדש׃"
    },
    {
      "verse": 18,
      "text": "וכרגע נפלו מעל עיניו כמו קשקשים וישב פתאם לראות ויקם ויטבל׃"
    },
    {
      "verse": 19,
      "text": "ויאכל לחם ויחזק וישב שאול ימים אחדים עם התלמידים אשר בדמשק׃"
    },
    {
      "verse": 20,
      "text": "וימהר ויקרא בבתי הכנסיות את המשיח לאמר כי הוא הוא בן האלהים׃"
    },
    {
      "verse": 21,
      "text": "וישתוממו כל השמעים ויאמרו הלא זה הוא אשר האביד בירושלים את קראי השם הזה ולמען זאת בא הנה להביאם אסורים לפני ראשי הכהנים׃"
    },
    {
      "verse": 22,
      "text": "ושאול היה הולך וחזק ויהם את היהודים ישבי דמשק בהוכיחו כי זה הוא המשיח׃"
    },
    {
      "verse": 23,
      "text": "ויהי כי ארכו לו שם הימים ויועצו היהודים יחדו להמיתו׃"
    },
    {
      "verse": 24,
      "text": "ויודע לשאול ארבם והמה שמרו את השערים יומם ולילה למען ימיתהו׃"
    },
    {
      "verse": 25,
      "text": "ויקחו אתו התלמידים לילה ויורידהו בסל בעד החומה׃"
    },
    {
      "verse": 26,
      "text": "ויהי כבוא שאול ירושלימה ויבקש להלות אל התלמידים וייראו כלם מפניו ולא האמינו כי תלמיד הוא׃"
    },
    {
      "verse": 27,
      "text": "ויקח אתו בר נבא ויביאהו אל השליחים ויספר להם את אשר ראה בדרך את האדון וכי הוא דבר אליו ואיך בדמשק השמיע בבטחון את שם ישוע׃"
    },
    {
      "verse": 28,
      "text": "ויהי אתם יוצא ובא בירושלים׃"
    },
    {
      "verse": 29,
      "text": "ויקרא בבטחון בשם האדון ישוע וידבר ויתוכח גם עם היהודים היונים והם זממו להמיתו׃"
    },
    {
      "verse": 30,
      "text": "וישמעו האחים ויורידו אתו לקסרין וישלחהו אל טרסוס׃"
    },
    {
      "verse": 31,
      "text": "ויהי שלום לקהלות בכל מקמות יהודה והגליל ושמרון ותבנינה ותתהלכנה ביראת האדון ותרבינה בנחמת רוח הקדש׃"
    },
    {
      "verse": 32,
      "text": "ויהי בסבב פטרוס בכל המקמות וירד גם אל הקדושים אשר ישבו בלד׃"
    },
    {
      "verse": 33,
      "text": "וימצא שם איש שמו אניס והוא שכב על משכבו זה שמנה שנים והוא נכה אברים׃"
    },
    {
      "verse": 34,
      "text": "ויאמר אליו פטרוס אניס רפאך ישוע המשיח קום הצע לך אתה ויקם פתאם׃"
    },
    {
      "verse": 35,
      "text": "ויראו אותו כל ישבי לד והשרון ויפנו אל האדון׃"
    },
    {
      "verse": 36,
      "text": "ותלמידה ביפו ושמה טביתא תרגומו צביה והיא מלאה מעשים טובים וצדקות אשר עשתה׃"
    },
    {
      "verse": 37,
      "text": "ויהי בימים ההם ותחלה ותמת וירחצו אתה וישימוה בעליה׃"
    },
    {
      "verse": 38,
      "text": "ולד קרובה היא ליפו וישמעו התלמידים כי פטרוס שם וישלחו אליו שני אנשים ויפצרו בו לבלתי העצל לעבר אליהם׃"
    },
    {
      "verse": 39,
      "text": "ויקם פטרוס וילך אתם ובבאו העלהו אל העליה ותנשנה אליו כל האלמנות בוכיות ומראות לו את הכתנת ואת הבגדים אשר עשתה צביה בעודה עמהן׃"
    },
    {
      "verse": 40,
      "text": "ויוצא פטרוס את כלם החוצה ויכרע על ברכיו ויתפלל ויפן אל גויתה ויאמר טביתא קומי ותפתח את עיניה ותרא את פטרוס ותתעודד׃"
    },
    {
      "verse": 41,
      "text": "וישלח ידו ויקם אתה ויקרא את הקדושים ואת האלמנות ויעמד אתה חיה לפניהם׃"
    },
    {
      "verse": 42,
      "text": "ויודע הדבר בכל יפו ויאמינו רבים באדון׃"
    },
    {
      "verse": 43,
      "text": "ויואל לשבת ביפו ימים רבים עם בורסי אחד ושמו שמעון׃"
    }
  ]
}