{
  "book_id": "ACT",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "ואיש היה בקסרין ושמו קרניליוס שר מאה מן הגדוד הנקרא האיטלקי׃"
    },
    {
      "verse": 2,
      "text": "והוא חסיד וירא אלהים עם כל בני ביתו ועשה צדקות הרבה לעם ומתפלל תמיד לאלהים׃"
    },
    {
      "verse": 3,
      "text": "ומחזה נראה אליו כשעה התשיעית ליום וירא מלאך אלהים בא אליו פנימה ואמר קרניליוס׃"
    },
    {
      "verse": 4,
      "text": "ויבט אליו ויירא ויאמר מה זה אדני ויאמר אליו תפלותיך וצדקותיך עלו לזכרון לפני האלהים׃"
    },
    {
      "verse": 5,
      "text": "ועתה שלח לך אנשים אל יפו והבא אליך את שמעון המכנה פטרוס׃"
    },
    {
      "verse": 6,
      "text": "הוא מתגורר עם בורסי אחד שמעון שמו אשר ביתו על יד הים הוא יאמר לך את אשר עליך לעשות׃"
    },
    {
      "verse": 7,
      "text": "וילך לו המלאך הדבר אל קרניליוס ויקרא אל שנים מעבדי ביתו ואל איש מלחמה אחד ירא אלהים מן העמדים תמיד לפניו לשרתו׃"
    },
    {
      "verse": 8,
      "text": "ויספר להם את כל הדברים וישלחם אל יפו׃"
    },
    {
      "verse": 9,
      "text": "ויהי ממחרת והמה הלכים בדרך וקרבים לעיר ויעל פטרוס על הגג להתפלל כשעה הששית׃"
    },
    {
      "verse": 10,
      "text": "והוא רעב ויתאו לטעם לחם ובהכינם לו נפלה תרדמה עליו׃"
    },
    {
      "verse": 11,
      "text": "וירא את השמים נפתחים והנה כלי ירד אליו כדמות מטפחת בד גדולה ויורד בארבע כנפותיו על הארץ׃"
    },
    {
      "verse": 12,
      "text": "ובתוכו מכל בהמת הארץ וחיה ורמש ועוף השמים׃"
    },
    {
      "verse": 13,
      "text": "ויהי קול אליו לאמר קום פטרוס זבח ואכל׃"
    },
    {
      "verse": 14,
      "text": "ויאמר פטרוס חלילה לי אדני כי מעולם לא אכלתי כל פגול וטמא׃"
    },
    {
      "verse": 15,
      "text": "ויהי עוד קול אליו פעם שנית לאמר את אשר טהר האלהים אתה אל תטמאנו׃"
    },
    {
      "verse": 16,
      "text": "וכן היה שלש פעמים והכלי שב והעלה השמימה׃"
    },
    {
      "verse": 17,
      "text": "ויהי בהתפעם רוח פטרוס על המראה אשר ראה והנה האנשים השלוחים מאת קרניליוס שאלו לבית שמעון ויעמדו על הפתח׃"
    },
    {
      "verse": 18,
      "text": "ויקראו וידרשו היש מתגורר שם שמעון המכנה פטרוס׃"
    },
    {
      "verse": 19,
      "text": "ופטרוס עודנו חשב עם לבבו על המראה והרוח אמר אליו הנה שלשה אנשים מבקשים אותך׃"
    },
    {
      "verse": 20,
      "text": "לכן קום רד ולכה נא אתם ואל תתמהמה כי אנכי שלחתים׃"
    },
    {
      "verse": 21,
      "text": "וירד פטרוס אל האנשים הנשלחים אליו מאת קרניליוס ויאמר אנכי האיש אשר אתם מבקשים למה זה באתם הנה׃"
    },
    {
      "verse": 22,
      "text": "ויאמרו קרניליוס שר מאה איש צדיק וירא אלהים ולו שם טוב בכל עם היהודים צוה על פי מלאך קדוש לקרא לך אל ביתו ולשמע דברים מפיך׃"
    },
    {
      "verse": 23,
      "text": "ויקרא אתם אליו ויאספם הביתה ויהי ממחרת ויצא פטרוס אתם ומקצת האחים אשר ביפו הלכו עמו׃"
    },
    {
      "verse": 24,
      "text": "ולמחרתו באו אל קסרין וקרניליוס מחכה להם ועמו בני משפחתו וקרוביו ומידעיו הנקהלים אליו׃"
    },
    {
      "verse": 25,
      "text": "ויהי כבוא פטרוס ויצא קרניליוס לקראתו ויפל לרגליו וישתחו׃"
    },
    {
      "verse": 26,
      "text": "ויקם אותו פטרוס ויאמר קום כי גם אני אנוש אנכי׃"
    },
    {
      "verse": 27,
      "text": "וידבר אתו ויבא הביתה וימצא רבים נאספים שמה׃"
    },
    {
      "verse": 28,
      "text": "ויאמר אליהם אתם ידעתם כי אסור הוא לאיש יהודי להלות ולקרב אל נכרי ואתי הורה אלהים לבלתי אמר חל או טמא על כל אדם׃"
    },
    {
      "verse": 29,
      "text": "ובעבור זאת כאשר נקראתי לא נמנעתי מהלך ועתה אשאלכם מדוע קראתם לי׃"
    },
    {
      "verse": 30,
      "text": "ויאמר קרניליוס זה ארבעה ימים הייתי צם עד השעה הזאת ובשעה התשיעית התפללתי בתוך ביתי והנה איש נצב לפני בלבוש זהר׃"
    },
    {
      "verse": 31,
      "text": "ויאמר קרניליוס נשמעה תפלתך וצדקותיך היו לזכרון לפני האלהים׃"
    },
    {
      "verse": 32,
      "text": "ועתה שלח אל יפו וקרא אליך את שמעון המכנה פטרוס מתגורר הוא בבית שמעון הבורסי על הים אשר בבואו ידבר לך׃"
    },
    {
      "verse": 33,
      "text": "ואמהר ואשלח אליך ואתה היטבת לעשות אשר באת אלי והננו כלנו פה לפני האלהים לשמע את כל אשר צוית מאת יהוה׃"
    },
    {
      "verse": 34,
      "text": "ויפתח פטרוס את פיו ויאמר עתה ידעתי באמת כי האלהים איננו נשא פנים׃"
    },
    {
      "verse": 35,
      "text": "כי אם בכל עם ועם הירא אותו ועשה צדק רצוי הוא לפניו׃"
    },
    {
      "verse": 36,
      "text": "וישלח את דברו לבני ישראל ויבשר את השלום על ידי ישוע המשיח והוא אדון הכל׃"
    },
    {
      "verse": 37,
      "text": "אתם ידעתם את הדבר הנעשה בכל יהודה החל מן הגליל אחרי הטבילה אשר קרא אותה יוחנן׃"
    },
    {
      "verse": 38,
      "text": "את אשר משח האלהים את ישוע הנצרי ברוח הקדש ובגבורה ויעבר בארץ עשה חסד ורפא את כל הנכבשים תחת יד השטן כי האלהים היה עמו׃"
    },
    {
      "verse": 39,
      "text": "ואנחנו עדים על כל אשר עשה בארץ היהודים ובירושלים ואשר הרגהו בהוקיעם אתו על העץ׃"
    },
    {
      "verse": 40,
      "text": "אותו הקים האלהים ביום השלישי ויתנהו להראות בגלוי׃"
    },
    {
      "verse": 41,
      "text": "לא לכל העם כי אם לנו העדים אשר האלהים בחר בהם מראש אשר אכלנו ושתינו אתו אחרי קומו מן המתים׃"
    },
    {
      "verse": 42,
      "text": "ויצו אתנו להשמיע לעם ולהעיד כי אתו שם האלהים לשופט החיים והמתים׃"
    },
    {
      "verse": 43,
      "text": "ועליו כל הנביאים מעידים כי יקבלו סליחת החטאים בשמו כל המאמינים בו׃"
    },
    {
      "verse": 44,
      "text": "עוד פטרוס מדבר הדברים האלה ורוח הקדש צלחה על כל השמעים את הדבר׃"
    },
    {
      "verse": 45,
      "text": "והמאמינים בני המילה אשר באו את פטרוס השתוממו כי מתנת רוח הקדש נשפכה גם על הגוים׃"
    },
    {
      "verse": 46,
      "text": "כי שמעו אתם ממללים בלשנות ומגדלים את האלהים׃"
    },
    {
      "verse": 47,
      "text": "ויען פטרוס ויאמר היוכל איש למנע את המים מטבל את אלה אשר קבלו את רוח הקדש גם הם כמנו׃"
    },
    {
      "verse": 48,
      "text": "ויצו לטבל אתם בשם האדון ויבקשו ממנו לשבת אתם ימים אחדים׃"
    }
  ]
}