{
  "book_id": "ACT",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "וישמעו השליחים והאחים אשר ביהודה כי קבלו גם הגוים את דבר האלהים׃"
    },
    {
      "verse": 2,
      "text": "ויהי כאשר עלה פטרוס ירושלים ויריבו עמו בני המילה לאמר׃"
    },
    {
      "verse": 3,
      "text": "אל אנשים אשר להם ערלה באת ותאכל אתם לחם׃"
    },
    {
      "verse": 4,
      "text": "ויחל פטרוס ויספר להם את כל אשר קרהו לאמר׃"
    },
    {
      "verse": 5,
      "text": "מתפלל הייתי בעיר יפו וארדם וארא מראה והנה כלי כדמות מטפחת בד גדולה יורד מן השמים ותורד בארבע כנפותיה ותבא עדי׃"
    },
    {
      "verse": 6,
      "text": "והסתכלתי בה ואבין וארא את בהמת הארץ ואת החיה ורמש האדמה ועוף השמים׃"
    },
    {
      "verse": 7,
      "text": "ואשמע גם קול האמר אלי קום פטרוס זבח ואכל׃"
    },
    {
      "verse": 8,
      "text": "ואמר חלילה לי אדני כי כל פגול וטמא לא בא בפי מעולם׃"
    },
    {
      "verse": 9,
      "text": "ויענני הקול שנית מן השמים ויאמר את אשר טהר האלהים אתה אל תטמאנו׃"
    },
    {
      "verse": 10,
      "text": "וכן היה שלש פעמים והכל שב והעלה השמימה׃"
    },
    {
      "verse": 11,
      "text": "והנה כרגע שלשה אנשים עמדים על פתח הבית אשר אנכי שם והמה שלוחים אלי מקסרין׃"
    },
    {
      "verse": 12,
      "text": "ויאמר אלי הרוח ללכת אתם ולבלתי התמהמה וילכו אתי גם ששת האחים האלה ונבוא אל בית האיש׃"
    },
    {
      "verse": 13,
      "text": "ויגד לנו את אשר ראה המלאך נצב בביתו ואמר אליו שלח אל יפו אנשים וקרא אליך את שמעון המכנה פטרוס׃"
    },
    {
      "verse": 14,
      "text": "והוא ידבר אליך דברים אשר תושע בהם אתה וכל ביתך׃"
    },
    {
      "verse": 15,
      "text": "וכאשר החלותי לדבר צלחה עליהם רוח הקדש כאשר צלחה עלינו בתחלה׃"
    },
    {
      "verse": 16,
      "text": "ואזכר את דבר האדון אשר אמר יוחנן הטביל במים ואתם תטבלו ברוח הקדש׃"
    },
    {
      "verse": 17,
      "text": "ועתה אם מתנה אחת נתן האלהים להם ולנו המאמינים באדון ישוע המשיח מי אנכי כי אעצר לאלהים׃"
    },
    {
      "verse": 18,
      "text": "ויהי כשמעם זאת ויחרישו ויהללו את האלהים ויאמרו אכן גם לגוים נתן האלהים התשובה לחיים׃"
    },
    {
      "verse": 19,
      "text": "והנפוצים מפני הצרה אשר היתה על אודת אסטפנוס הלכו ובאו עד פינוקיא וקפרוס ואנטיוכיא ולא דברו את הדבר כי אם אל היהודים לבדם׃"
    },
    {
      "verse": 20,
      "text": "ויהי בתוכם אנשי קפרוס וקוריני אשר באו אל אנטיוכיא וידברו גם אל היונים ויבשרו אתם את האדון ישוע׃"
    },
    {
      "verse": 21,
      "text": "ותהי עמהם יד יהוה ומספר רב האמינו וישובו אל האדון׃"
    },
    {
      "verse": 22,
      "text": "וישמע הדבר באזני הקהלה אשר בירושלים וישלחו את בר נבא אל אנטיוכיא׃"
    },
    {
      "verse": 23,
      "text": "ויבא שמה וישמח כראתו את חסד האלהים ויזהר את כלם לדבקה באדון בלב נכון׃"
    },
    {
      "verse": 24,
      "text": "כי איש טוב היה ומלא רוח הקדש ואמונה ויאספו לאדון עם רב׃"
    },
    {
      "verse": 25,
      "text": "וילך בר נבא משם אל טרסוס לבקש את שאול וימצא אתו ויביאהו אל אנטיוכיא׃"
    },
    {
      "verse": 26,
      "text": "ויהיו ישבים יחד בקהלה שנה תמימה ומלמדים עם רב אז הוחל באנטיוכיא לקרא את התלמידים בשם משיחיים׃"
    },
    {
      "verse": 27,
      "text": "ויהי בימים ההם ויבאו נביאים מירושלים אל אנטיוכיא׃"
    },
    {
      "verse": 28,
      "text": "ויקם אחד מהם ושמו אגבוס ויגד על פי הרוח כי רעב גדול יבוא על כל ישבי תבל ויהי כן בימי קלודיוס׃"
    },
    {
      "verse": 29,
      "text": "ויועצו התלמידים לשלח איש איש מאשר תשיג ידו לעזרת האחים הישבים ביהודה׃"
    },
    {
      "verse": 30,
      "text": "וכן גם עשו וישלחו אל הזקנים על ידי בר נבא ושאול׃"
    }
  ]
}