{
  "book_id": "ACT",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "בעת ההיא שלח המלך הורדוס את ידו להרע לאנשים מן הקהל׃"
    },
    {
      "verse": 2,
      "text": "וימת את יעקב אחי יוחנן בחרב׃"
    },
    {
      "verse": 3,
      "text": "וירא כי טוב הדבר בעיני היהודים ויוסף לתפש גם את פטרוס והימים ימי חג המצות׃"
    },
    {
      "verse": 4,
      "text": "ויאחז אתו ויתנהו במשמר וימסרהו לארבע מחלקות של ארבעה אנשי צבא לשמרו כי אמר להעלותו אחרי הפסח לפני העם׃"
    },
    {
      "verse": 5,
      "text": "פטרוס היה עצור במשמר והקהלה העתירה בעדו בחזקה אל האלהים׃"
    },
    {
      "verse": 6,
      "text": "ויהי בלילה ההוא אשר אמר הורדוס להביאו מחר לדין ויישן פטרוס בין שני אנשי צבא והוא אסור בשנים זקים ושמרי הפתח שמרים את המשמר׃"
    },
    {
      "verse": 7,
      "text": "והנה מלאך יהוה נצב עליו ואור נגה בחדר ויספק על ירך פטרוס ויעירהו לאמר קום מהרה ויפלו מוסרותיו מעל ידיו׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אליו המלאך חגר מתניך והנעל את רגליך ויעש כן ויאמר אליו עטה מעילך ולך אחרי׃"
    },
    {
      "verse": 9,
      "text": "ויצא וילך אחריו ולא ידע אם אמת הוא הנעשה לו על ידי המלאך כי כמראה היה בעיניו׃"
    },
    {
      "verse": 10,
      "text": "ויעברו דרך המשמרת הראשונה והשניה ויבאו עד שער הברזל אשר יצאו בו העירה ויפתח השער לפניהם מאליו ויצאו החוצה וילכו מהלך רחוב אחד והמלאך סר מעליו פתאם׃"
    },
    {
      "verse": 11,
      "text": "ויהי בשובו אל דעתו ויאמר פטרוס עתה זה ידעתי באמת כי האלהים שלח את מלאכו ויפלטני מיד הורדוס ומכל מזמת עם היהודים׃"
    },
    {
      "verse": 12,
      "text": "הוא חשב כזאת והוא בא עד בית מרים אם יוחנן המכנה מרקוס אשר נקהלו שם רבים והם מתפללים יחד׃"
    },
    {
      "verse": 13,
      "text": "וידפק על דלת השער ותגש נערה להקשיב ושמה רודי׃"
    },
    {
      "verse": 14,
      "text": "ותכר את קול פטרוס ומשמחתה לא פתחה לו אם דלת השער ותרץ הביתה ותגד להם כי פטרוס עמד על השער׃"
    },
    {
      "verse": 15,
      "text": "ויאמרו אליה משגעת את והיא מתאמצת כי כן הוא ויאמרו מלאכו הוא׃"
    },
    {
      "verse": 16,
      "text": "ופטרוס הרבה לדפק ויפתחו ויראהו וישתוממו׃"
    },
    {
      "verse": 17,
      "text": "והוא רמז להם בידו לחשות ויספר להם את אשר הוציאו האדון מן המשמר ויאמר הגידו את זאת ליעקב ולאחים ויצא וילך לו למקום אחר׃"
    },
    {
      "verse": 18,
      "text": "הבקר אור ומבוכה לא קטנה היתה בין אנשי הצבא על פטרוס מה היה לו׃"
    },
    {
      "verse": 19,
      "text": "ויהי כאשר בקש אותו הורדוס ולא מצאו חקר את השמרים ויצו להוציאם למות וירד מיהודה אל קסרין וישב שם׃"
    },
    {
      "verse": 20,
      "text": "ואיבה היתה בין הורדוס ובין בני צור וצידון ויבאו אליו בלב אחד ויפתו את בלסטוס אשר על חדר המלך ויבקשו שלום יען לקחו מחית ארצותם מארץ המלך׃"
    },
    {
      "verse": 21,
      "text": "ויהי ביום המועד וילבש הורדוס לבוש מלכות וישב על כסא המשפט ויטף אליהם אמרתו׃"
    },
    {
      "verse": 22,
      "text": "ויריעו לו העם לאמר קול אלהים הוא ולא קול אדם׃"
    },
    {
      "verse": 23,
      "text": "ויכהו מלאך יהוה פתאם עקב אשר לא נתן הכבוד לאלהים ויאכלהו תולעים ויגוע׃"
    },
    {
      "verse": 24,
      "text": "ודבר אלהים הולך ורב׃"
    },
    {
      "verse": 25,
      "text": "וישובו בר נבא ושאול מירושלים אחרי כלותם את השמוש ויקחו אתם את יוחנן המכנה מרקוס׃"
    }
  ]
}