{
  "book_id": "ACT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ואנשים נביאים ומלמדים היו באנטיוכיא בקהלה אשר בה בר נבא ושמעון הנקרא ניגר ולוקיוס הקוריני ומנחם אשר גדל עם הורדוס שר הרבע ושאול׃"
    },
    {
      "verse": 2,
      "text": "ויהי בשרתם את יהוה ובצומם ויאמר רוח הקדש הבדילו לי את בר נבא ואת שאול למלאכה אשר קראתים לה׃"
    },
    {
      "verse": 3,
      "text": "ויצומו ויתפללו ויסמכו את ידיהם עליהם וישלחום׃"
    },
    {
      "verse": 4,
      "text": "והמה המשלחים על ידי רוח הקדש ירדו אל סלוקיא ומשם באו באניה אל קפרוס׃"
    },
    {
      "verse": 5,
      "text": "ויבאו אל עיר סלמיס ויגידו את דבר האלהים בבתי הכנסיות אשר ליהודים ויהי להם גם יוחנן למשרת׃"
    },
    {
      "verse": 6,
      "text": "ויעברו בכל האי עד פפוס וימצאו איש מגוש אחד נביא שקר איש יהודי ושמו בר ישוע׃"
    },
    {
      "verse": 7,
      "text": "אשר היה עם סרגיוס פולוס שר המדינה איש נבון והוא קרא אליו את בר נבא ואת שאול ויתאו לשמע את דבר האלהים׃"
    },
    {
      "verse": 8,
      "text": "ויעמד לנגדם אלימא המגוש כי זה תרגום שמו ויבקש להטות את השר מן האמונה׃"
    },
    {
      "verse": 9,
      "text": "ושאול הנקרא גם פולוס מלא רוח הקדש ויסתכל בו׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אתה המלא כל מרמה וכל עולה בן בליעל ושונא כל צדק הלא תחדל לסלף את דרכי יהוה הישרים׃"
    },
    {
      "verse": 11,
      "text": "ועתה הנה יד יהוה בך והיית עור ולא תראה את השמש עד עת מועד ותפל עליו פתאם אפלה וחשכה ויפן הנה והנה ויבקש איש להוליכו בידו׃"
    },
    {
      "verse": 12,
      "text": "והשר כאשר ראה את המעשה האמין וישתומם על תורת האדון׃"
    },
    {
      "verse": 13,
      "text": "ויצאו פולוס והאנשים אשר אתו מפפוס וירדו באניה ויבאו אל פרגי אשר בפמפוליא ויעזב אתם יוחנן וישב ירושלים׃"
    },
    {
      "verse": 14,
      "text": "והמה נסעו מפרגי ויבאו אל אנטיוכיא אשר בפיסדיא ויבאו אל בית הכנסת ביום השבת וישבו׃"
    },
    {
      "verse": 15,
      "text": "ויהי אחר קריאת התורה והנביאים וישלחו אליהם ראשי הכנסת לאמר אנשים אחים אם יש לכם דבר מוסר לעם דברו׃"
    },
    {
      "verse": 16,
      "text": "ויקם פולוס וינף ידו ויאמר אנשי ישראל ויראי אלהים שמעו׃"
    },
    {
      "verse": 17,
      "text": "אלהי העם הזה אלהי ישראל בחר באבותינו וירומם את העם בהיותם גרים בארץ מצרים ובזרוע רמה הוציאם משם׃"
    },
    {
      "verse": 18,
      "text": "וישא אתם ויכלכלם במדבר כארבעים שנה׃"
    },
    {
      "verse": 19,
      "text": "וישמד שבעה גוים בארץ כנען ויחלק את ארצם להם לנחלה׃"
    },
    {
      "verse": 20,
      "text": "ואחרי כן נתן להם שפטים כארבע מאות וחמשים שנה עד ימי שמואל הנביא׃"
    },
    {
      "verse": 21,
      "text": "וישאלו מלך ויתן להם אלהים את שאול בן קיש איש משבט בנימן ארבעים שנה׃"
    },
    {
      "verse": 22,
      "text": "וכהסירו אותו ויקם את דוד למלך עליהם אשר גם העיד עליו לאמר מצאתי דוד את בן ישי איש כלבבי והוא יעשה את כל חפצי׃"
    },
    {
      "verse": 23,
      "text": "וזה הוא אשר מזרעו הקים האלהים כפי ההבטחה גואל לישראל את ישוע׃"
    },
    {
      "verse": 24,
      "text": "אשר לפני בואו קדם יוחנן לקרא את טבילת התשובה אל כל עם ישראל׃"
    },
    {
      "verse": 25,
      "text": "ויהי ככלות יוחנן את מרוצתו ויאמר למי תחשבוני לא אני הוא כי הנה הוא בא אחרי ואני נקלתי מהתיר את נעלי רגליו׃"
    },
    {
      "verse": 26,
      "text": "אנשים אחים בני משפחת אברהם ויראי אלהים אשר בקרבכם לכם שלוח דבר הישועה הזאת׃"
    },
    {
      "verse": 27,
      "text": "כי ישבי ירושלים וראשיהם יען אשר לא הכירהו מלאו במשפטם אשר שפטהו את דברי הנביאים הנקראים בכל שבת׃"
    },
    {
      "verse": 28,
      "text": "ואף כי לא מצאו בו משפט מות שאלו מאת פילטוס להמיתו׃"
    },
    {
      "verse": 29,
      "text": "וכאשר השלימו את כל הדברים הכתובים עליו הורידו אותו מן העץ ויניחהו בקבר׃"
    },
    {
      "verse": 30,
      "text": "אבל האלהים הקימו מן המתים׃"
    },
    {
      "verse": 31,
      "text": "וירא ימים רבים אל העלים אתו מן הגליל ירושלימה והמה עתה עדיו אל העם׃"
    },
    {
      "verse": 32,
      "text": "ואנחנו מבשרים אתכם את בשורת ההבטחה אשר היתה לאבותינו כי אתה מלא האלהים לבנינו בהקימו את ישוע׃"
    },
    {
      "verse": 33,
      "text": "ככתוב במזמור השני בני אתה היום ילדתיך׃"
    },
    {
      "verse": 34,
      "text": "ועל אשר הקים אתו מן המתים לבלתי שוב עוד לשחת כה אמר אתן לכם חסדי דוד הנאמנים׃"
    },
    {
      "verse": 35,
      "text": "על כן הוא אמר גם במקום אחר לא תתן חסידך לראות שחת׃"
    },
    {
      "verse": 36,
      "text": "כי דוד גוע אחרי שרתו בדורו לעצת האלהים ויאסף אל אבותיו וירא את השחת׃"
    },
    {
      "verse": 37,
      "text": "ואשר האלהים הקים אותו הוא לא ראה השחת׃"
    },
    {
      "verse": 38,
      "text": "לכן אנשים אחים יודע לכם כי על ידי זה הגד לכם סליחת החטאים׃"
    },
    {
      "verse": 39,
      "text": "ובכל אשר לא יכלתם להצטדק בתורת משה כל המאמין יצדק על ידו׃"
    },
    {
      "verse": 40,
      "text": "לכן השמרו לכם פן יבוא עליכם הנאמר בנביאים׃"
    },
    {
      "verse": 41,
      "text": "ראו בגדים והתמהו ושמו כי פעל פעל אני בימיכם פעל אשר לא תאמינו כי יספר לכם׃"
    },
    {
      "verse": 42,
      "text": "ובצאת היהודים מבית הכנסת בקשו מהם הגוים לדבר אליהם את הדברים האלה בשבת הבאה׃"
    },
    {
      "verse": 43,
      "text": "ורבים מן היהודים ומגרי הצדק הלכו אחרי פולוס ובר נבא בהפרד הקהל והמה דברו על לבם ויזהירום לעמד בחסד האלהים׃"
    },
    {
      "verse": 44,
      "text": "ובשבת השנית נקהלה כמעט כל העיר לשמע את דבר יהוה׃"
    },
    {
      "verse": 45,
      "text": "ויהי כראות היהודים את המון העם וימלאו קנאה ויכחישו את דברי פולוס הכחש וגדף׃"
    },
    {
      "verse": 46,
      "text": "אז הגידו פולוס ובר נבא על פניהם לאמר בדין היה להשמיע אתכם בראשונה את דבר האלהים ועתה אחרי אשר מאסתם אותו ואינכם זכים בעיניכם לחיי העולם לכן הננו פנים אל הגוים׃"
    },
    {
      "verse": 47,
      "text": "כי כן צוה עלינו האדון נתתיך לאור גוים להיות ישועתי עד קצה הארץ׃"
    },
    {
      "verse": 48,
      "text": "וישמחו הגוים כשמעם ויהללו את דבר יהוה ויאמינו כל אשר היו מוכנים לחיי עולם׃"
    },
    {
      "verse": 49,
      "text": "ויפרץ דבר יהוה בכל המקום׃"
    },
    {
      "verse": 50,
      "text": "אך היהודים הסיתו את הנשים החסידות והחשובות ואת אצילי העיר ויעוררו רדיפה על פולוס ובר נבא ויגרשום מגבולם׃"
    },
    {
      "verse": 51,
      "text": "והמה נערו עליהם את העפר מעל רגליהם וילכו לאיקניון׃"
    },
    {
      "verse": 52,
      "text": "והתלמידים מלאו שמחה ורוח הקדש׃"
    }
  ]
}