{
  "book_id": "ACT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "ואנשים ירדו מיהודה וילמדו את האחים לאמר אם לא תמולו כדת משה לא תושעון׃"
    },
    {
      "verse": 2,
      "text": "ויהי על זאת ריב ומחלקת לא קלה לפולוס ולבר נבא עמהם ויגזרו כי פולוס ובר נבא ואחרים מהם יעלו ירושלים אל השליחים והזקנים על אדות השאלה הזאת׃"
    },
    {
      "verse": 3,
      "text": "ותלוה אתם הקהלה ויעברו את פינוקיא ואת שמרון מספרים את תשובת הגוים וישמחו את כל האחים שמחה גדולה׃"
    },
    {
      "verse": 4,
      "text": "ויהי כבאם ירושלים ויקבלו אתם הקהלה והשליחים והזקנים ויגידו להם את אשר הגדיל האלהים לעשות עמהם׃"
    },
    {
      "verse": 5,
      "text": "ויקומו אנשים מאמינים מכת הפרושים ויאמרו כי חובה היא למול אתם ולצותם לשמר את תורת משה׃"
    },
    {
      "verse": 6,
      "text": "ויקהלו השליחים והזקנים לעין בדבר הזה׃"
    },
    {
      "verse": 7,
      "text": "ויהי ברבות המחלקת קם פטרוס ויאמר אליהם אנשים אחים אתם ידעתם כי מימים ראשים בי בחר האלהים מכלנו אשר ישמעו הגוים מפי את דבר הבשורה ויאמינו׃"
    },
    {
      "verse": 8,
      "text": "והאלהים ידע הלבבות העיד עליהם בתתו גם להם את רוח הקדש כאשר נתן לנו׃"
    },
    {
      "verse": 9,
      "text": "ולא הבדיל בינינו וביניהם כי טהר את לבבם על ידי האמונה׃"
    },
    {
      "verse": 10,
      "text": "ועתה מה תנסו את האלהים לשום על על צוארי התלמידים אשר גם אבותינו גם אנחנו לא יכלנו לשאת׃"
    },
    {
      "verse": 11,
      "text": "אבל בחסד ישוע המשיח אדנינו נאמין להושע כמוהם כמונו׃"
    },
    {
      "verse": 12,
      "text": "ויחרישו כל הקהל וישמעו אל בר נבא ואל פולוס מספרים את האתות והמופתים אשר הרבה האלהים לעשות על ידיהם בקרב הגוים׃"
    },
    {
      "verse": 13,
      "text": "ויכלו לדבר ויען יעקב ויאמר אנשים אחים שמעו אלי׃"
    },
    {
      "verse": 14,
      "text": "שמעון ספר איך האלהים ראה לו בראשונה לקחת מבין הגוים עם לשמו׃"
    },
    {
      "verse": 15,
      "text": "ולזאת מסכימים דברי הנביאים ככתוב׃"
    },
    {
      "verse": 16,
      "text": "אחרי זאת אשוב ואקים את סכת דויד הנפלת והרסותיה אקים ובניתיה׃"
    },
    {
      "verse": 17,
      "text": "למען ידרשו שארית אדם את יהוה וכל הגוים אשר נקרא שמי עליהם נאם יהוה עשה כל אלה׃"
    },
    {
      "verse": 18,
      "text": "נודעים לאלהים מעולם כל מעשיו׃"
    },
    {
      "verse": 19,
      "text": "ועל כן אני דן שלא להחמיר על השבים מן הגוים לאלהים׃"
    },
    {
      "verse": 20,
      "text": "רק לכתב אליהם אשר ירחקו מטמאת האלילים ומן הזנות ומבשר הנחנק ומן הדם׃"
    },
    {
      "verse": 21,
      "text": "כי משה מדרת עולם יש לו מגידיו בכל עיר ועיר ויקרא בבתי הכנסיות מדי שבת בשבתו׃"
    },
    {
      "verse": 22,
      "text": "וייטב בעיני השליחים והזקנים עם כל הקהל לבחר מהם אנשים ולשלח אתם אל אנטיוכיא עם פולוס ובר נבא את יהודה המכנה בר שבא ואת סילא אנשי שם בין האחים׃"
    },
    {
      "verse": 23,
      "text": "ויכתבו וישלחו על ידם לאמר אנחנו השליחים והזקנים והאחים שאלים לשלום האחים אשר מן הגוים באנטיוכיא ובסוריא ובקיליקיא׃"
    },
    {
      "verse": 24,
      "text": "יען וביען שמענו כי יצאו מאתנו מבלבלים אתכם ומקלקלים נפשתיכם בדברים באמרם לכם להמול ולשמר את התורה אשר לא צוינו אותם׃"
    },
    {
      "verse": 25,
      "text": "לכן טוב בעיני כלנו יחדו לבחר אנשים לשלחם אליכם עם חביבינו בר נבא ופולוס׃"
    },
    {
      "verse": 26,
      "text": "אנשים אשר מסרו נפשם על שם אדנינו ישוע המשיח׃"
    },
    {
      "verse": 27,
      "text": "על כן שלחנו את יהודה ואת סילא אשר גם המה יגידו זאת בפיהם׃"
    },
    {
      "verse": 28,
      "text": "כי טוב לפני רוח הקדש ולפנינו לבלתי שום עליכם משא אחר לבד מאלה הדברים הצריכים׃"
    },
    {
      "verse": 29,
      "text": "אשר תרחקו מזבחי אלילים ומן הדם ומבשר הנחנק ומן הזנות אם מאלה תשמרו את נפשתיכם תיטיבו לעשות ושלום לכם׃"
    },
    {
      "verse": 30,
      "text": "וישלחו האנשים ויבאו אל אנטיוכיא ויקהילו את העם ויתנו להם את האגרת׃"
    },
    {
      "verse": 31,
      "text": "ויקראו אתה וישמחו על הנחמה׃"
    },
    {
      "verse": 32,
      "text": "ויהודה וסילא אשר גם הם נביאים נחמו האחים בדברים רבים ויחזקום׃"
    },
    {
      "verse": 33,
      "text": "ויהיו שם ימים אחדים וישלחום האחים בשלום אל השליחים׃"
    },
    {
      "verse": 34,
      "text": "וייטב בעיני סילא לשבת שם׃"
    },
    {
      "verse": 35,
      "text": "ופולוס ובר נבא ישבו באנטיוכיא וילמדו ויבשרו את דבר יהוה המה וגם רבים אחרים עמם׃"
    },
    {
      "verse": 36,
      "text": "ויהי מקץ ימים ויאמר פולוס אל בר נבא לכה ונשובה ונפקדה את אחינו בכל עיר ועיר אשר קראנו שם את דבר יהוה ונראה מה המה׃"
    },
    {
      "verse": 37,
      "text": "ובר נבא יעץ לקחת אתם את יוחנן המכנה מרקוס׃"
    },
    {
      "verse": 38,
      "text": "אך פולוס לא אבה לקחת אתם את האיש אשר סר מעליהם בפמפוליא ולא הלך אתם במלאכתם׃"
    },
    {
      "verse": 39,
      "text": "ויהי רגז עד אשר נפרדו איש מאחיו ויקח בר נבא את מרקוס ויסע באניה אל קפרוס׃"
    },
    {
      "verse": 40,
      "text": "ופולוס בחר לו את סילא וימסרהו האחים אל חסד יהוה ויצא׃"
    },
    {
      "verse": 41,
      "text": "ויעבר בסוריא ובקיליקיא ויחזק את הקהלות׃"
    }
  ]
}