{
  "book_id": "ACT",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "ויבא אל דרבי ואל לוסטרא והנה שם תלמיד אחד ושמו טימותיוס והוא בן אשה יהודית מאמנת ואביו יוני׃"
    },
    {
      "verse": 2,
      "text": "ויהי לו שם טוב בין האחים אשר בלוסטרא ובאיקניון׃"
    },
    {
      "verse": 3,
      "text": "בו בחר פולוס אשר יצא אתו ויקח וימל אתו בעבור היהודים אשר במקמות ההם כי כלם ידעו את אביו כי יוני הוא׃"
    },
    {
      "verse": 4,
      "text": "ויהי בעברם בערים וימסרו להם לשמר את הפקודים אשר גזרו השליחים והזקנים אשר בירושלים׃"
    },
    {
      "verse": 5,
      "text": "ותתחזקנה הקהלות באמונה וירב מספרן יום יום׃"
    },
    {
      "verse": 6,
      "text": "ויעברו בפרוגיא ובארץ גלטיא כי מנעם רוח הקדש מהשמיע את הדבר באסיא׃"
    },
    {
      "verse": 7,
      "text": "וכבאם אל מוסיא הואילו ללכת אל ביתוניא ולא הניח להם הרוח׃"
    },
    {
      "verse": 8,
      "text": "ויחלפו ממוסיא וירדו אל טרואס׃"
    },
    {
      "verse": 9,
      "text": "וחזון נראה אל פולוס בלילה והנה איש מוקדון נצב והוא מבקש ממנו לאמר עבר אל מקדוניא ועזרנו׃"
    },
    {
      "verse": 10,
      "text": "וכראתו את המחזה מיד בקשנו ללכת אל מקדוניא בהביננו כי האלהים קראנו שמה לבשר אתם הבשורה׃"
    },
    {
      "verse": 11,
      "text": "ונצא מן טרואס ונרד באניה ונבא דרך ישרה אל סמותרקיא וממחרת אל נפוליס׃"
    },
    {
      "verse": 12,
      "text": "ומשם אל פילפי ראשית ערי הפלך של מקדוניא והיא בת חורין ונשב בעיר הזאת ימים אחדים׃"
    },
    {
      "verse": 13,
      "text": "וביום השבת יצאנו אל מחוץ לעיר אל יד הנהר אשר שם מקום תפלה כמנהגם ונשב ונדבר אל הנשים הנקהלות שמה׃"
    },
    {
      "verse": 14,
      "text": "ואשה יראת אליהם ושמה לודיא מכרת ארגמן מעיר תיאטירא שמעה ויפתח יהוה את לבה להקשיב אל דברי פולוס׃"
    },
    {
      "verse": 15,
      "text": "ותטבל היא ובני ביתה ותבקש ממנו לאמר אם חשבתם אתי נאמנה לאדון באו נא אל ביתי ושבו בו ותפצר בנו׃"
    },
    {
      "verse": 16,
      "text": "ויהי בלכתנו למקום התפלה ותפגע בנו שפחה בעלת אוב אשר עשתה הון רב לאדניה בקסמיה׃"
    },
    {
      "verse": 17,
      "text": "ותלך אחרי פולוס ואחרינו הלוך וקרוא לאמר האנשים האלה עבדי אל עליון המה המודיעים אתנו ארח הישועה׃"
    },
    {
      "verse": 18,
      "text": "וכן עשתה ימים רבים וירע בעיני פולוס הדבר הזה ויפן ויאמר אל הרוח אנכי מצוך בשם ישוע המשיח לצאת ממנה ויצא בשעה ההיא׃"
    },
    {
      "verse": 19,
      "text": "ויראו אדניה כי אזלה תוחלת בצעם ויתפשו את פולוס ואת סילא ויסחבום אל הרחוב לפני זקני העיר׃"
    },
    {
      "verse": 20,
      "text": "ויביאום אל השרים ויאמרו האנשים האלה עכרים את עירנו והם יהודים׃"
    },
    {
      "verse": 21,
      "text": "ומודיעים חקות אשר לא נכון לנו לקבלם ולעשתם כי רומיים אנחנו׃"
    },
    {
      "verse": 22,
      "text": "ויקם גם העם עליהם והשרים קרעו את בגדיהם מעליהם ויצוו להכותם בשוטים׃"
    },
    {
      "verse": 23,
      "text": "ויהי אחרי הכות אתם מכה רבה וישליכום במשמר ויצוו את שומר האסורים לשמרם היטב׃"
    },
    {
      "verse": 24,
      "text": "והוא כאשר צוה כן השליכם בחדר המשמר הפנימי וישם את רגליהם בסד׃"
    },
    {
      "verse": 25,
      "text": "ויהי כחצות הלילה ויתפללו פולוס וסילא ויזמרו לאלהים והאסורים מקשיבים אליהם׃"
    },
    {
      "verse": 26,
      "text": "ופתאם היה רעש גדול עד אשר זעו מוסדות בית הכלא וכרגע נפתחו כל הדלתות ומוסרות כלם נתקו׃"
    },
    {
      "verse": 27,
      "text": "ושומר האסורים נעור משנתו ויהי כראתו את דלתות המשמר נפתחות וישלף חרבו ויבקש לאבד את עצמו בחשבו כי ברחו האסורים׃"
    },
    {
      "verse": 28,
      "text": "ויקרא פולוס בקול גדול לאמר אל תעש לך מאומה רע כי פה אנחנו כלנו׃"
    },
    {
      "verse": 29,
      "text": "וישאל נרות וידלג פנימה והוא מרעיד ויפל לרגלי פולוס וסילא׃"
    },
    {
      "verse": 30,
      "text": "ויוציאם החוצה ויאמר אדני מה עלי לעשות למען אושע׃"
    },
    {
      "verse": 31,
      "text": "ויאמרו האמן באדון ישוע המשיח ותושע אתה וביתך׃"
    },
    {
      "verse": 32,
      "text": "ויגידו לו את דבר יהוה ולכל אשר בביתו׃"
    },
    {
      "verse": 33,
      "text": "ויקחם בלילה בשעה ההיא וירחץ את חבורתיהם וימהר להטבל הוא וכל אשר לו׃"
    },
    {
      "verse": 34,
      "text": "ויעלם אל ביתו וישם שלחן לפניהם ויגל עם כל ביתו על היותו מאמין באלהים׃"
    },
    {
      "verse": 35,
      "text": "ובחית הבקר שלחו השרים את השוטרים לאמר שלח את האנשים ההם׃"
    },
    {
      "verse": 36,
      "text": "ויגד שמר האסורים לפולוס את הדברים האלה לאמר שלחו השרים לפטר אתכם ועתה צאו ולכו בשלום׃"
    },
    {
      "verse": 37,
      "text": "ויאמר פולוס אליהם הכה הכונו נגד כל העם בלא דין ומשפט ואנחנו אנשים רומיים וישליכו אתנו במשמר ועתה נסתר יגרשונו אל נא כי אם יבאו המה ויוציאונו׃"
    },
    {
      "verse": 38,
      "text": "ויגידו השטרים לשרים את הדברים האלה ויהי כשמעם כי רומיים הם וייראו׃"
    },
    {
      "verse": 39,
      "text": "ויבאו ויחלו פניהם ויוציאום וישאלו מהם לצאת מן העיר׃"
    },
    {
      "verse": 40,
      "text": "ויצאו מן המשמר ויבאו אל בית לודיא ויראו את האחים ויזהירום וילכו לדרכם׃"
    }
  ]
}