{
  "book_id": "ACT",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "אחר כן סר פולוס מאתינס ויבא אל קורנתוס׃"
    },
    {
      "verse": 2,
      "text": "וימצא יהודי נולד בפונטוס ומשו עקילס אשר בא מקרוב מן איטליא הוא ואשתו פריסקלה מפני אשר צוה קלודיוס את כל היהודים לסור מעיר רומי׃"
    },
    {
      "verse": 3,
      "text": "ויבא אליהם ויהי בהיתם בני אמנות אחת וישב אתם ויעש מלאכתו ואמנותם עשות יריעות אהלים׃"
    },
    {
      "verse": 4,
      "text": "וידבר בבית הכנסת בכל שבת ושבת ויוכח את היהודים ואת היונים׃"
    },
    {
      "verse": 5,
      "text": "וכבוא סילא וטימותיוס ממקדוניא היה פולוס נגש ברוח להעיד אל היהודים כי ישוע הוא המשיח׃"
    },
    {
      "verse": 6,
      "text": "ויהי כהמרותם וכגדפם וינער את בגדיו ויאמר אליהם דמכם בראשיכם ואנכי נקי מעתה אלכה לי אל הגוים׃"
    },
    {
      "verse": 7,
      "text": "וילך משם ויבא אל בית איש ושמו יוסטוס איש ירא אלהים וביתו סמוך לבית הכנסת׃"
    },
    {
      "verse": 8,
      "text": "וקריספוס ראש הכנסת האמין באדון הוא וכל ביתו וגם קורנתים רבים בשמעם האמינו ויטבלו׃"
    },
    {
      "verse": 9,
      "text": "ודבר האדון היה אל פולוס במחזה בלילה לאמר אל תירא כי אם דבר ואל תחשה׃"
    },
    {
      "verse": 10,
      "text": "כי עמך אנכי ואיש אל יגע בך להרע לך כי גוי גדול לי בעיר הזאת׃"
    },
    {
      "verse": 11,
      "text": "וישב שם שנה וששה חדשים וילמד בהם את דבר האלהים׃"
    },
    {
      "verse": 12,
      "text": "ויהי בהיות גליון שר מדינת אכיא ויקומו היהודים כלם וחדו על פולוס ויביאהו אל כסא המשפט׃"
    },
    {
      "verse": 13,
      "text": "ויאמרו האיש הזה מפתה את בני האדם לעבד את אלהים בלא כתורה׃"
    },
    {
      "verse": 14,
      "text": "ויהי אך בקש פולוס לפתח את פיו וגליון אמר אל היהודים לאמר אם היה דבר פשע או מעשה נבלה כי עתה נשאתי ושמעתי אתכם היהודים כמשפט׃"
    },
    {
      "verse": 15,
      "text": "אבל אם היא שאלה על מלין ושמות והדת שלכם ראו אתם ואני אין רצוני להיות שפט על דברים כאלה׃"
    },
    {
      "verse": 16,
      "text": "ויגרש אתם מלפני כסא המשפט׃"
    },
    {
      "verse": 17,
      "text": "ויאחזו כל היונים את סוסתנים ראש הכנסת ויכוהו לפני כסא המשפט וגליון לא שת לבו גם לזאת׃"
    },
    {
      "verse": 18,
      "text": "ופולוס ישב שם עוד ימים רבים ויפטר מן האחים וירד באניה ללכת אל סוריא ואתו פריסקלה ועקילס ויגלח את ראשו בקנכרי כי נדר עליו׃"
    },
    {
      "verse": 19,
      "text": "ויבאו אל אפסוס ויעזב אתם שם והוא הלך לבית הכנסת וידבר עם היהודים׃"
    },
    {
      "verse": 20,
      "text": "ויבקשו ממנו להאריך ימי שבתו אתם ולא אבה׃"
    },
    {
      "verse": 21,
      "text": "כי אם נפטר מהם באמרו מחיב אני לחג את החג הבא בירושלים ואחרי כן אשובה אליכם אם ירצה יהוה וילך לו באניה מן אפסוס׃"
    },
    {
      "verse": 22,
      "text": "ויבא אל קסרין ויעל וישאל לשלום הקהלה וירד אל אנטיוכיא׃"
    },
    {
      "verse": 23,
      "text": "וישב שם ימים אחדים וילך למסעיו ויעבר בארץ גלטיא ופרוגיא ויחזק את כל התלמידים׃"
    },
    {
      "verse": 24,
      "text": "ואיש יהודי בא אל אפסוס ועיר מולדתו אלכסנדריא ושמו אפולוס איש דברים ותקיף בכתובים׃"
    },
    {
      "verse": 25,
      "text": "הוא היה מלמד דרך האדון והוא מדבר כחם רוחו ומלמד היטב על אדות ישוע ולא ידע כי אם טבילת יוחנן לבדה׃"
    },
    {
      "verse": 26,
      "text": "והוא החל לקרא בבית הכנסת בבטחון לבב וישמעו אתו עקילס ופריסקלה ויקחהו אליהם ויוסיפו להגיד לו את דרך האלהים באר היטב׃"
    },
    {
      "verse": 27,
      "text": "ויחפץ ללכת לאכיא ויכתבו האחים אל התלמידים ויעררו אתם לקבלו ויבא שמה ויעזר הרבה את המאמינים על ידי החסד׃"
    },
    {
      "verse": 28,
      "text": "כי בחזקה התוכח עם היהודים לפני כל העם ויראם מן המקראות כי ישוע הוא המשיח׃"
    }
  ]
}