{
  "book_id": "ACT",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כאשר נפרדנו מהם ונרד באניה ונבוא דרך ישרה אל קוס וממחרת אל רודוס ומשם אל פטרה׃"
    },
    {
      "verse": 2,
      "text": "שם מצאנו אניה עברת אל פינוקיא ונרד בה ונעבר׃"
    },
    {
      "verse": 3,
      "text": "ונרא את פני קפרוס ונעזבנה לשמאל ונעבר אל סוריא ונגיע אל צור כי שמה יוציאו את מעמסת האניה׃"
    },
    {
      "verse": 4,
      "text": "ונמצא את התלמידים ונשב שם שבעת ימים והם אמרו אל פולוס על פי הרוח לבלתי עלות ירושלים׃"
    },
    {
      "verse": 5,
      "text": "ויהי אחרי מלאת לנו הימים האלה ונצא ללכת לדרכנו וילוו אתנו כלם עם נשיהם ועם טפם עד מחוץ לעיר ונכרע על ברכינו על חוף הים ונתפלל׃"
    },
    {
      "verse": 6,
      "text": "ונברך איש את רעהו ונעל אל האניה והמה שבו איש לביתו׃"
    },
    {
      "verse": 7,
      "text": "ואנחנו כלינו את דרך הים ונרד מצור אל עכו ונשאל לשלום האחים ונשב אתם יום אחד׃"
    },
    {
      "verse": 8,
      "text": "וממחרת נסענו פולוס ואשר אתו ונבא אל קסרין ונלך אל בית פילפוס המבשר אשר הוא אחד מן השבעה ונשב עמו׃"
    },
    {
      "verse": 9,
      "text": "ולו היו ארבע בנות בתולות מתנבאות׃"
    },
    {
      "verse": 10,
      "text": "ויהי בהיותנו שם ימים רבים וירד נביא אחד מיהודה ושמו אגבוס׃"
    },
    {
      "verse": 11,
      "text": "ויבא אצלנו ויקח את אזור פולוס ויאסר בו את ידיו ואת רגליו ויאמר כה אמר רוח הקדש ככה יאסרו היהודים בירושלים את האיש אשר לו האזור הזה ויסגירהו בידי הגוים׃"
    },
    {
      "verse": 12,
      "text": "ויהי כאשר שמענו את זאת ונבקש ממנו אנחנו ואנשי המקום אשר לא יעלה ירושלים׃"
    },
    {
      "verse": 13,
      "text": "ויען פולוס ויאמר מה לכם אשר תבכו ותשברו לבבי כי נכון אנכי לא לבד להאסר כי גם למות בירושלים על שם ישוע האדון׃"
    },
    {
      "verse": 14,
      "text": "ולא אבה שמע ונרף ממנו לאמר רצון יהוה יעשה׃"
    },
    {
      "verse": 15,
      "text": "ואחרי הימים האלה נשאנו את כלינו ונעל ירושלים׃"
    },
    {
      "verse": 16,
      "text": "וילכו אתנו גם תלמידים מקסרין ויביאו אתנו ללון בבית איש כתי ושמו מנסון והוא תלמיד ישן׃"
    },
    {
      "verse": 17,
      "text": "ויהי כבאנו ירושלים ויקבלו אתנו האחים בשמחה׃"
    },
    {
      "verse": 18,
      "text": "וממחרת היום נכנס פולוס עמנו אל יעקב ויבאו שמה כל הזקנים׃"
    },
    {
      "verse": 19,
      "text": "וישאלם לשלום ויספר אחת לאחת את אשר עשה האלהים לגוים בשרותו׃"
    },
    {
      "verse": 20,
      "text": "וישמעו ויהללו את האלהים ויאמרו אליו הנך ראה אחינו כמה רבבות יהודים באו להאמין וכלם מקנאים לתורה׃"
    },
    {
      "verse": 21,
      "text": "והם שמעו עליך שמועה כי תלמד את כל היהודים אשר בקרב הגוים לסור ממשה באמרך כי אין עליהם למול את בניהם וללכת בחקות התורה׃"
    },
    {
      "verse": 22,
      "text": "ועתה מה לעשות הנה האסף יאסף המון העם כי ישמעו כי באת׃"
    },
    {
      "verse": 23,
      "text": "לכן עשה זאת אפוא אשר נאמר אליך׃"
    },
    {
      "verse": 24,
      "text": "הנה יש אתנו ארבעה אנשים אשר נדר עליהם אתם קח לך והטהר אתם ושלם ההוצאות בעדם למען אשר יגלחו את ראשם וידעו כלם כי שמועת שוא שמעו עליך וכי אתה בעצמך מתהלך בחקות התורה׃"
    },
    {
      "verse": 25,
      "text": "ועל דבר המאמינים בגוים כתבנו וגזרנו אשר לא ישמרו דבר מאלה רק להשמר מזבחי אלילים ומן הדם ומבשר הנחנק ומן הזנות׃"
    },
    {
      "verse": 26,
      "text": "ויקח פולוס את האנשים ויטהר אתם וממחרת בא אל המקדש ויגד כי מלאו ימי טהרתם עד כי הקרב קרבן כל אחד מהם׃"
    },
    {
      "verse": 27,
      "text": "ויהי כאשר קרבו שבעת הימים לכלות והיהודים אשר מאסיא ראו אתו במקדש ויעוררו את כל ההמון וישלחו בו את ידיהם׃"
    },
    {
      "verse": 28,
      "text": "ויצעקו לאמר אנשי ישראל עזרו זה הוא האיש המלמד את כל אדם אשר בכל הארץ סרה על העם הזה ועל התורה ועל המקום הזה וגם הביא אל המקדש אנשים יונים ויחלל את המקום הקדוש הזה׃"
    },
    {
      "verse": 29,
      "text": "כי היו ראים את טרופימוס האפסי בעיר אתו ויחשבו כי פולוס הביא אתו אל המקדש׃"
    },
    {
      "verse": 30,
      "text": "ותהם כל העיר וירץ העם ויקבץ ויאחזו את פולוס וימשכהו אל מחוץ למקדש ופתאם סגרו הדלתות׃"
    },
    {
      "verse": 31,
      "text": "והמה מבקשים להמיתו והשמועה באה אל שר האלף של הגדוד כי כל ירושלים נבוכה׃"
    },
    {
      "verse": 32,
      "text": "וימהר ויקח אתו אנשי צבא ושרי מאות וירץ אליהם ויהי כראותם את שר האלף ואת אנשי הצבא ויחדלו מהכות את פולוס׃"
    },
    {
      "verse": 33,
      "text": "ויגש שר האלף ויחזק בו ויצו לאסרו בנחשתים וישאל מי הוא זה ומה עשה׃"
    },
    {
      "verse": 34,
      "text": "ויענו מן העם אלה בכה ואלה בכה ולא יכל לדעת מאומה אל נכון מרב השאון ויצו להוליכו אל המצד׃"
    },
    {
      "verse": 35,
      "text": "ויהי כבואו עד המעלות וישאהו אנשי הצבא מפני חמת העם׃"
    },
    {
      "verse": 36,
      "text": "כי עם רב הלך אחריו והם צעקים ואמרים הסר אתו׃"
    },
    {
      "verse": 37,
      "text": "וכאשר הקריב פולוס להאסף אל המצד אמר אל שר האלף התניח לי לדבר אליך דבר ויאמר הידעת יונית׃"
    },
    {
      "verse": 38,
      "text": "האם אינך המצרי אשר לפני הימים האלה העיר מרד והוציא המדברה ארבעת אלפים אנשי דמים׃"
    },
    {
      "verse": 39,
      "text": "ויאמר פולוס איש יהודי אנכי מטרסוס בן עיר קיליקיא אשר איננה בלי שם ועתה אשאלה מאתך הניחה לי לדבר אל העם׃"
    },
    {
      "verse": 40,
      "text": "וינח לו ויעמד פולוס על המעלות הניף ידו אל העם ותהי דממה רבה וידבר בלשון עברית ויאמר׃"
    }
  ]
}