{
  "book_id": "ACT",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "אנשים אחים ואבות שמעו נא את דברי התנצלותי אליכם׃"
    },
    {
      "verse": 2,
      "text": "ויהי כשמעם כי הוא מדבר אליהם בלשון עברית ויחשו עוד יותר׃"
    },
    {
      "verse": 3,
      "text": "ויאמר איש יהודי אנכי נולד בטרסוס אשר בקיליקיא ומגדל בעיר הזאת לרגלי גמליאל ומלמד לפי דקדוקי תורת אבותינו ואהי מקנא לאלהים כמוכם כלכם היום׃"
    },
    {
      "verse": 4,
      "text": "וארדף את הדרך הזאת עד מות ואהי אסר ומסגיר לכלא אנשים ונשים׃"
    },
    {
      "verse": 5,
      "text": "כאשר גם יעיד עלי הכהן הגדול וכל בית הזקנים אשר מהם לקחתי מכתבים ואלך אל האחים לדמשק לאסר אף את הנמצאים שמה להביאם ירושלים למען יוסרו׃"
    },
    {
      "verse": 6,
      "text": "ויהי אנכי הלך וקרב לדמשק כעת צהרים ופתאם נגה עלי מסביב אור גדול מן השמים׃"
    },
    {
      "verse": 7,
      "text": "ואפל ארצה ואשמע קול מדבר אלי שאול שאול למה תרדפני׃"
    },
    {
      "verse": 8,
      "text": "ואען ואמר מי אתה אדני ויאמר אלי אני ישוע הנצרי אשר אתה רדפו׃"
    },
    {
      "verse": 9,
      "text": "והאנשים אשר אתי ראו את האור וייראו ואת קול המדבר אלי לא שמעו׃"
    },
    {
      "verse": 10,
      "text": "ואמר מה אעשה אדני ויאמר אלי האדון קום לך אל דמשק ושם יאמר לך את כל אשר צוית לעשות׃"
    },
    {
      "verse": 11,
      "text": "ואני לא יכלתי לראות מפני זהר האור ההוא והאנשים אשר אתי הוליכוני ביד ואבא לדמשק׃"
    },
    {
      "verse": 12,
      "text": "ואיש חסיד כפי התורה ושמו חנניה אשר קנה לו שם טוב בקרב כל היהודים הישבים שם׃"
    },
    {
      "verse": 13,
      "text": "ויבא אלי ויעמד ויאמר אלי שאול אחי שוב ראה ובשעה ההיא נפקחו עיני וראיתיהו׃"
    },
    {
      "verse": 14,
      "text": "ויאמר אלהי אבותינו בחר בך לדעת את רצונו ולראות את הצדיק ולשמע קול מפיהו׃"
    },
    {
      "verse": 15,
      "text": "כי היו תהיה לו לעד אל כל בני האדם על כל אשר ראית ושמעת׃"
    },
    {
      "verse": 16,
      "text": "ועתה למה תתמהמה קום והטבל והתרחץ מחטאתיך בקראך בשמו׃"
    },
    {
      "verse": 17,
      "text": "ויהי בשובי אל ירושלים ואתפלל במקדש ותהי עלי יד יהוה׃"
    },
    {
      "verse": 18,
      "text": "וארא אותו מדבר אלי חושה צא במהרה מירושלים כי לא יקבלו את עדותך עלי׃"
    },
    {
      "verse": 19,
      "text": "ואמר הלא הם יודעים את אשר השלכתי אל הכלא והלקיתי בבתי הכנסיות את המאמינים בך׃"
    },
    {
      "verse": 20,
      "text": "ובהשפך דם אסטפנוס עדך אף אני עמדתי שם חפץ בהרגתו ושומר את בגדי הרגיו׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אלי לך כי אני אל הגיום עד למרחוק אשלחך׃"
    },
    {
      "verse": 22,
      "text": "וישמעו אליו עד הדבר הזה וישאו את קולם ויאמרו הסירו איש כזה מעל האדמה כי איננו ראוי כי יחיה׃"
    },
    {
      "verse": 23,
      "text": "ויהי בהיותם צעקים ומשליכים את בגדיהם מעליהם וזרקים עפר השמימה׃"
    },
    {
      "verse": 24,
      "text": "ויצו שר האלף להוליכו אל המצד ויאמר לבדקו במלקות למען ידע מדוע המה ככה צעקים עליו׃"
    },
    {
      "verse": 25,
      "text": "ויהי כאשר אסר להכותו ברצועות ויאמר אל שר המאה העמד עליו האף רשיון לכם להכות איש רומי בלא דין ומשפט׃"
    },
    {
      "verse": 26,
      "text": "וילך שר המאה כשמעו את הדבר הזה ויגד לשר האלף לאמר ראה מה תעשה כי האיש הזה רומי הוא׃"
    },
    {
      "verse": 27,
      "text": "ויבא שר האלף ויאמר אמר לי הרומי אתה ויאמר הן׃"
    },
    {
      "verse": 28,
      "text": "ויען שר האלף אני בכסף רב קניתי לי משפט האזרחות הזאת ויאמר פולוס ואני אף נולדתי בה׃"
    },
    {
      "verse": 29,
      "text": "אז הרפו ממנו האנשים אשר באו לבדקו וגם שר האלף ירא בדעתו כי רומי הוא והוא אסר אותו׃"
    },
    {
      "verse": 30,
      "text": "וממחרת בקש לדעת אל נכון על מה שטנים אותו היהודים ויתר מוסרותיו ויצו להביא את ראשי הכהנים ואת כל הסנהדרין ויורד את פולוס ויעמידהו בתוכם׃"
    }
  ]
}