{
  "book_id": "ACT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ויבט פולוס אל הסנהדרין ויאמר אנשים אחים בכל תמת לבבי התהלכתי לפני אלהים עד היום הזה׃"
    },
    {
      "verse": 2,
      "text": "ויצו חנניה הכהן הגדול את העמדים עליו להכותו על פיו׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אליו פולוס יככה אלהים הקיר המסיד האמנם ישב אתה לדין אתי כתורה ואתה מצוה להכותי שלא כתורה׃"
    },
    {
      "verse": 4,
      "text": "ויאמרו העמדים שם את הכהן הגדול לאלהים תחרף׃"
    },
    {
      "verse": 5,
      "text": "ויאמר פולוס אחי לא ידעתי אשר הוא הכהן הגדול כי כתוב נשיא בעמך לא תאר׃"
    },
    {
      "verse": 6,
      "text": "ופולוס ידע כי מקצתם צדוקים ומקצתם פרושים ויצעק בתוך הסנהדרין אנשים אחים פרוש בן פרוש אנכי ועל תקות המתים ותחיתם אני נדין׃"
    },
    {
      "verse": 7,
      "text": "ובדברו הדבר הזה היה ריב בין הצדוקים ובין הפרושים ויחלק ההמון׃"
    },
    {
      "verse": 8,
      "text": "כי הצדוקים אמרים אין תחיה ואין מלאך ורוח והפרושים מודים בשניהם׃"
    },
    {
      "verse": 9,
      "text": "ותהי המלה גדולה ויקומו הסופרים אשר מכת הפרושים ויתוכחו לאמר לא מצאנו דבר רע באיש הזה ואם רוח דבר אליו או מלאך אל נלחמה באלהים׃"
    },
    {
      "verse": 10,
      "text": "והריב הולך וחזק ושר האלף דאג פן ישסעו את פולוס ויצו את אנשי הצבא לרדת ולחטף אתו מתוכם ולהכיאו אל המצד׃"
    },
    {
      "verse": 11,
      "text": "ובלילה ההוא נצב עליו האדון ויאמר חזק פולוס כי כאשר העידות לי בירושלים כן העד תעיד ברומי׃"
    },
    {
      "verse": 12,
      "text": "ויהי לפנות הבקר ויתחברו היהודים ויאסרו אסר על נפשם לאמר כי לא יאכלו ולא ישתו עד אם יהרגו את פולוס׃"
    },
    {
      "verse": 13,
      "text": "ומספר הבאים באלה הזאת היה יותר מארבעים׃"
    },
    {
      "verse": 14,
      "text": "ויגשו לא ראשי הכהנים ואל הזקנים לאמר אסר אסרנו על נפשנו לבלתי טעם מאומה עד אם הרגנו את פולוס׃"
    },
    {
      "verse": 15,
      "text": "ועתה הודיעו אתם והסנהדרין את שר האלף ויורידהו מחר אליכם כאלו תחפצו לדרש היטב את ענינו ואנחנו נכונים להמיתו בטרם יקרב אליכם׃"
    },
    {
      "verse": 16,
      "text": "וישמע בן אחות פולוס את ארבם וילך ויבא אל המצד ויגד לפולוס׃"
    },
    {
      "verse": 17,
      "text": "ויקרא פולוס לאחד משרי המאות ויאמר אליו הולך את הבחור הזה אל שר האלף כי דבר לו להודיעו׃"
    },
    {
      "verse": 18,
      "text": "ויקחהו ויוליכהו אל שר האלף ויאמר פולוס האסיר קראני אליו ויבקש ממני להוליך אליך את הבחור הזה כי דבר לו להגיד לך׃"
    },
    {
      "verse": 19,
      "text": "ויאחז שר האלף בידו ויסר עמו לבדו וישאלהו מה הוא זה אשר לך להודיעני׃"
    },
    {
      "verse": 20,
      "text": "ויאמר כי נועצו היהודים יחדו לבקש ממך כי מחר תוריד את פולוס לפני הסנהדרין והמה כאלו חפצים לדעת היטב את ענינו׃"
    },
    {
      "verse": 21,
      "text": "ואתה אל תשמע להם כי ארבים לו מהם יותר מארבעים איש אשר אסרו אסר על נפשם לבלתי אכל ושתות בטרם יהרגוהו והמה עתה עמדים ומחכים להבטחתך׃"
    },
    {
      "verse": 22,
      "text": "וישלח שר האלף את הבחור ויצוהו לבלתי אמר לאיש כי גלה לו את הדבר הזה׃"
    },
    {
      "verse": 23,
      "text": "ויקרא לשני שרי מאות ויאמר החלצו מאתכם אנשי צבא מאתים ללכת לקסרין ופרשים שבעים ומשכי קשת מאתים מן השעה השלישית בלילה׃"
    },
    {
      "verse": 24,
      "text": "ובהמות יכינו להרכיב את פולוס למען הביאו שלם אל פיליכס ההגמון׃"
    },
    {
      "verse": 25,
      "text": "ויכתב אגרת וזה תכן דבריה׃"
    },
    {
      "verse": 26,
      "text": "קלודיוס לוסיאס אל פיליכס ההגמון האדיר שלום׃"
    },
    {
      "verse": 27,
      "text": "את האיש הזה תפשו היהודים ויבקשו המיתו ואבא עם אנשי הצבא ואפלטהו מתוכם בשמעי כי רומי הוא׃"
    },
    {
      "verse": 28,
      "text": "ובאשר חפצתי לדעת על מה שמנו אתו הורדתיו אל הסנהדרין שלהם׃"
    },
    {
      "verse": 29,
      "text": "ואמצא כי שטנו אתו על דברי שאלות דתם ולא על דבר אשר יהיה עליו חיב מיתה או מוסרות׃"
    },
    {
      "verse": 30,
      "text": "ועתה הנה הגד לי שהיהודים מתנכלים באיש הזה ואשלחהו אליך מיד וגם את שטניו צויתי לבוא ולהגיש שטנתם לפניך ואתה שלום׃"
    },
    {
      "verse": 31,
      "text": "ויקחו אנשי הצבא את פולוס כאשר צוו ויביאהו לילה אל אנטפטריס׃"
    },
    {
      "verse": 32,
      "text": "וממחרת הניחו את הפרשים ללכת אתו וישובו למצד׃"
    },
    {
      "verse": 33,
      "text": "והמה באו אל קסרין ויתנו את האגרת בידי ההגמון ויעמידו לפניו גם את פולוס׃"
    },
    {
      "verse": 34,
      "text": "ויהי כקרא ההגמון את האגרת וישאל מאי זה מדינה הוא ויהי כשמעו כי הוא מקיליקיא ויאמר׃"
    },
    {
      "verse": 35,
      "text": "אשמע את דבריך בבוא גם שטניך הנה ויצו לשמרו בבית המשפט אשר להורדוס׃"
    }
  ]
}