{
  "book_id": "ACT",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "ויבא פסטוס אל המדינה ויעל אחרי שלשת ימים מקסרין לירושלים׃"
    },
    {
      "verse": 2,
      "text": "והכהן הגדול וראשי היהודים הודיעהו את ריבם עם פולוס׃"
    },
    {
      "verse": 3,
      "text": "ויפצרו בו וישאלו ממנו לעשות חסד עמהם להביאו ירושלים והמה מתנכלים אתו להמיתו בדרך׃"
    },
    {
      "verse": 4,
      "text": "ויען אותם פסטוס כי עצור פולוס בקסרין וכי גם הוא ישוב שמה בקרוב׃"
    },
    {
      "verse": 5,
      "text": "ויאמר לכן ירדו אתי העצומים שבכם ואם יש מאום באיש הזה יענו בו׃"
    },
    {
      "verse": 6,
      "text": "וישב בתוכם יותר מימים עשרה וירד אל קסרין וממחרת ישב על כסא המשפט ויצו להביא את פולוס׃"
    },
    {
      "verse": 7,
      "text": "הוא בא והיהודים אשר ירדו מירושלים סבבהו ויאשימו את פולוס באשמות רבות וקשות אשר לא יכלו להוכיח׃"
    },
    {
      "verse": 8,
      "text": "והוא הצטדק לאמר לא חטאתי במאומה לא לדת היהודים ולא למקדש ולא לקיסר׃"
    },
    {
      "verse": 9,
      "text": "ופסטוס חפץ להתרצות אל היהודים ויען את פולוס ויאמר התחפץ לעלות ירושלים להשפט על אלה לפני שמה׃"
    },
    {
      "verse": 10,
      "text": "ויאמר פולוס לפני כסא משפט הקיסר אני עמד ושם נכון לי להשפט לא הרעתי ליהודים כאשר ידעת היטב גם אתה׃"
    },
    {
      "verse": 11,
      "text": "אם הרעתי ויש בי דבר משפט מות בל אחשך נפשי ממות ואם אין בי מאומה מכל אשר הם ענים בי איש לא יוכל להסגירני אל ידם את הקיסר אני קורא לדיני׃"
    },
    {
      "verse": 12,
      "text": "ויועץ פסטוס עם יועציו ויען אתו לאמר את הקיסר קראת אל הקיסר תלך׃"
    },
    {
      "verse": 13,
      "text": "ויהי אחרי ימים וירדו המלך אגרפס וברניקה אל קסרין לשאל לשלום פסטוס׃"
    },
    {
      "verse": 14,
      "text": "ויהי כי ארכו להם הימים שם ויספר פסטוס למלך את ריב פולוס לאמר יש פה איש אשר פיליכס הניחו אסור׃"
    },
    {
      "verse": 15,
      "text": "ובהיותי בירושלים דברו אלי ראשי הכהנים וזקני היהודים על אדותיו ויבקשו ממני לחרץ משפטו׃"
    },
    {
      "verse": 16,
      "text": "ואען אותם כי אין מנהג הרומיים למגן איש לאבד בטרם יעמד הנשטן לנכח שטניו ונתן לו מקום להצטדק מן השטנה׃"
    },
    {
      "verse": 17,
      "text": "ולכן כאשר באו הנה יחד חשתי ולא התמהמהתי כי ממחרת היום ישבתי על כסא המשפט ואצוה להביא את האיש׃"
    },
    {
      "verse": 18,
      "text": "ויעמדו עליו שטניו ולא הביאו עליו דבר רע מאשר הייתי חשד אתו׃"
    },
    {
      "verse": 19,
      "text": "רק היו להם דברי ריבת לנגדו על עבודת אלהיהם ועל מת אחד ישוע שמו אשר אמר עליו פולוס כי הוא חי׃"
    },
    {
      "verse": 20,
      "text": "ותכבד בעיני השאלה הזאת ואמר החפץ אתה ללכת ירושלים ולהשפט שם על אלה׃"
    },
    {
      "verse": 21,
      "text": "אבל פולוס שאל להניחו במשמר עד צאת משפטו מלפני אגוסטוס ואצוה לשמרו עד אשר אשלח אתו אל הקיסר׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אגרפס אל פסטוס גם אני חפץ לשמע את האיש ויאמר מחר תשמענו׃"
    },
    {
      "verse": 23,
      "text": "ויהי ממחרת כבוא אגרפס וברניקה בהוד גדול ויבאו אל אלם המשמעת המה ושרי האלף ונגידי העיר ויצו פסטוס ויביאו את פולוס׃"
    },
    {
      "verse": 24,
      "text": "ויאמר פסטוס אגרפס המלך וכל האישים אשר אתם פה אתנו הנכם ראים את האיש אשר בעבורו פגעו בי כל המון היהודים גם בירושלים וגם פה ויצעקו כי אינו בדין שיחיה עוד׃"
    },
    {
      "verse": 25,
      "text": "ואני כאשר הכרתי כי לא עשה דבר לחיבו מיתה והוא גם הוא קרא את אגוסטוס לדינו יעצתי לשלח אתו שמה׃"
    },
    {
      "verse": 26,
      "text": "אך אין לי לכתב עליו דבר נכון לאדנינו ובעבור זאת הביאתיו לפניכם וביותר לפניך המלך אגרפס למען יחקר וידעתי מה אכתב׃"
    },
    {
      "verse": 27,
      "text": "כי לא יתכן בעיני לשלוח אסיר מבלי הודיע גם את עלילת הדברים אשר שמו לו׃"
    }
  ]
}