{
  "book_id": "ACT",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר אגרפס אל פולוס נתן לך לדבר בעד נפשך אז יצטדק פולוס ויושט את ידו ויאמר׃"
    },
    {
      "verse": 2,
      "text": "מאשר אני את נפשי המלך אגרפס כי לפניך אצטדק היום על כל אשר שטנים אתי היהודים׃"
    },
    {
      "verse": 3,
      "text": "כי אתה ידע היטב כל המנהגים והשאלות אשר בין היהודים ועל כן אשאלה מאתך לשמע אתי כארך רוחך׃"
    },
    {
      "verse": 4,
      "text": "הנה את דרכי מנעורי אשר התהלכתי בה מאז בתוך עמי ובירושלים ידעים אותה כל היהודים׃"
    },
    {
      "verse": 5,
      "text": "כי מימים ראשונים ידעוני אם ירצו להעיד כי כפרוש התנהגתי על פי הכת המקפדת ביותר בעבודתנו׃"
    },
    {
      "verse": 6,
      "text": "ועתה אני עמד להשפט על תקות ההבטחה אשר הבטיחה האלהים את אבותינו׃"
    },
    {
      "verse": 7,
      "text": "ואשר שנים עשר שבטינו מיחלים להגיע לה בעבדם את יהוה תמיד יומם ולילה על דבר התקוה הזאת אגרפס המלך שטנים אותי היהודים׃"
    },
    {
      "verse": 8,
      "text": "מדוע יפלא בעיניכם כי האלהים יחיה מתים׃"
    },
    {
      "verse": 9,
      "text": "הן לפנים אני חשבתי צדקה לצרר את שם ישוע הנצרי עד מאד׃"
    },
    {
      "verse": 10,
      "text": "כאשר עשיתי בירושלים וגם קדושים רבים אני הסגרתי לבתי כלאים ברשיון אשר קבלתי מאת הכהנים הגדולים וכשנהרגו הסכמתי׃"
    },
    {
      "verse": 11,
      "text": "ובכל בתי הכנסיות יסרתי אתם פעמים רבות ואנסתים לגדף ואתהוללה בם עד מאד וארדפם עד לערים אשר חוצה לארץ׃"
    },
    {
      "verse": 12,
      "text": "ויהי בלכתי על זאת לדמשק ברשיון הכהנים הגדולים ובמצותם׃"
    },
    {
      "verse": 13,
      "text": "והנה אדני המלך בצהרים בדרך ראיתי אור צח מזהר השמש אשר משמים נגה עלי מסביב ועל ההלכים אתי׃"
    },
    {
      "verse": 14,
      "text": "ונפל כלנו ארצה ואשמע קול מדבר אלי בלשון עברית לאמר שאול שאול למה תרדפני קשה לך לבעט בדרבנות׃"
    },
    {
      "verse": 15,
      "text": "ואמר מי אתה אדני ויאמר אנכי ישוע אשר אתה רדף׃"
    },
    {
      "verse": 16,
      "text": "אבל קום ועמד על רגליך כי לבעבור זאת נראיתי אליך לבחר בך למשרת ולעד על אשר ראית ועל אשר אראך׃"
    },
    {
      "verse": 17,
      "text": "בהצילי אותך מן העם ומן הגוים אשר אשלחך עתה אליהם׃"
    },
    {
      "verse": 18,
      "text": "לפקח את עיניהם למען ישובו מחשך לאור ומיד השטן אל האלהים וימצאו באמונתם בי את סליחת החטאים ואת הנחלה בתוך המקדשים׃"
    },
    {
      "verse": 19,
      "text": "על כן המלך אגרפס לא המריתי את המראה אשר ראיתי מן השמים׃"
    },
    {
      "verse": 20,
      "text": "כי אם קראתי ראשונה לישבי דמשק וירושלים ובכל ארץ יהודה וגם לגוים כי ינחמו וישובו אל האלהים ויעשו מעשים ראוים לתשובה׃"
    },
    {
      "verse": 21,
      "text": "ובגלל הדבר הזה תפשו אתי היהודים במקדש ויבקשו להמיתני׃"
    },
    {
      "verse": 22,
      "text": "והאלהים היה בעזרי ועד היום הזה עמד אני ומעיד לפני קטן וגדול ואינני מדבר דבר זולתי אשר דברו הנביאים ומשה כי עתידות הנה להיות׃"
    },
    {
      "verse": 23,
      "text": "כי המשיח מענה הוא וכי ראשון הוא לקמים מן המתים להפיץ אור בעם ובגוים׃"
    },
    {
      "verse": 24,
      "text": "ויהי הוא מצטדק כזאת ויען פסטוס בקול גדול לאמר הנך משתגע פולוס רב הלמוד הביאך לידי שגעון׃"
    },
    {
      "verse": 25,
      "text": "ויאמר פולוס אינני משגע פסטוס האדיר כי אם דברי אמת וטעם אביע׃"
    },
    {
      "verse": 26,
      "text": "כי המלך יודע את אלה ועל זאת גם בבטחון אני מדבר אליו יען אשר לא אאמין כי נעלם ממנו דבר מן הדברים האלה כי לא בקרן זוית נעשתה זאת׃"
    },
    {
      "verse": 27,
      "text": "המלך אגרפס המאמין אתה בנביאים ידעתי כי מאמין אתה׃"
    },
    {
      "verse": 28,
      "text": "ויאמר אגרפס אל פולוס עוד מעט ופתיתני להיות נצרי׃"
    },
    {
      "verse": 29,
      "text": "ויאמר פולוס אבקשה מאלהים אשר אם במעט ואם בהרבה לא אתה לבדך כי גם כל השמעים אותי יהיו כמוני זולתי המוסרות האלה׃"
    },
    {
      "verse": 30,
      "text": "ויהי בדברו הדבר הזה ויקם המלך וההגמון וברניקה והישבים אתם׃"
    },
    {
      "verse": 31,
      "text": "ויסורו החדרה וידברו איש אל רעהו לאמר האיש הזה לא עשה דבר אשר יהיה עליו חיב מיתה או מוסרות׃"
    },
    {
      "verse": 32,
      "text": "ויאמר אגרפס אל פסטוס האיש הזה יוכל להפטר לולא קרא את הקיסר לדינו׃"
    }
  ]
}