{
  "book_id": "ACT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "וכאשר נגמר הדין כי נעבר באניה אל איטליא מסרו את פולוס ומקצת אסירים אחרים אל שר המאה לגדוד אגוסטוס ושמו יוליוס׃"
    },
    {
      "verse": 2,
      "text": "ונרד אל אניה אדרמטית נכנים לבוא על פני חוף אסיא ונעבר הימה ויהי אתנו ארסטרכוס מוקדון מן תסלוניקי׃"
    },
    {
      "verse": 3,
      "text": "וממחרת הגענו אל צידון ויוליוס עשה עם פולוס חסד וינח לו ללכת אל מידעיו להעזר בידם׃"
    },
    {
      "verse": 4,
      "text": "ונלך משם ונעבר בסביבות קפרוס כי הרוחות היו לנגדנו׃"
    },
    {
      "verse": 5,
      "text": "ונעבר את הים אשר לפני קיליקיא ופמפוליא ונבא אל מורא אשר בלוקיא׃"
    },
    {
      "verse": 6,
      "text": "וימצא שם שר המאה אניה אלכסנדרית באה לאיטליא ויעבירנו לתוכה׃"
    },
    {
      "verse": 7,
      "text": "והאניה הלכה בכבדות ימים רבים ואחרי אשר יגענו ובאנו אל מול קנידוס לא הניחנו הרוח לחתר אל היבשה ונעבר מצד לקריטי על פני הר סלמוני׃"
    },
    {
      "verse": 8,
      "text": "ואחרי אשר עברנו בתלאות באנו למקום אחד נקרא קלילמני אשר קרובה לו עיר ושמה לסיא׃"
    },
    {
      "verse": 9,
      "text": "ויהי מקץ ימים רבים כאשר באה עת הסכנה לירדי הים כי גם הצום כבר עבר ויזהר אתם פולוס׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אליהם אנשים ראה אני כי הליכתנו תהיה אך מרי ונזק גדול לא לבד למעמסה ולאניה כי אם גם לנפשותינו׃"
    },
    {
      "verse": 11,
      "text": "ושר המאה לא שמע אל דברי פולוס כי אם אל רב החבל ואל בעל האניה׃"
    },
    {
      "verse": 12,
      "text": "ובאשר החוף איננו טוב לעמד בו בימי הסתיו יעצו הרבים לעבר משם לאמר אולי נוכל הגיע לפיניכס וישבנו שם בימי הסתו והוא חוף בקריטי פונה דרך הדרום מערבה ודרך הצפון מערבה׃"
    },
    {
      "verse": 13,
      "text": "ורוח נשבת לאט מדרום ויחשבו כי תצלח עצתם בידם ויעלו העוגין ויעברו לעמת שפת קריטי׃"
    },
    {
      "verse": 14,
      "text": "ויהי כמעט אחרי כן ותפגע בה רוח נחשל הנקראה אוריקלידון׃"
    },
    {
      "verse": 15,
      "text": "ותטרף האניה ולא יכלה לעמד נגד הרוח ונרף ידינו ממנה וננדף׃"
    },
    {
      "verse": 16,
      "text": "ותרץ האניה אל עבר אי קטן הנקרא קלודה וכמעט לא יכלנו לאחז העברה׃"
    },
    {
      "verse": 17,
      "text": "ואחרי משכם אותה אליהם ויקחו לעזר את כל אשר השיגה ידם ויחשבו את דפני האניה ומיראתם פן יפלו אל בין רכסי החול הורידו את כלי המפרש וכה נדפו׃"
    },
    {
      "verse": 18,
      "text": "ויהי הסער הולך וסער עלינו וממחרת הטילו את המעמסה אל הים׃"
    },
    {
      "verse": 19,
      "text": "וביום השלישי הטלנו בידינו את כלי האניה אל הים׃"
    },
    {
      "verse": 20,
      "text": "ויהי ימים רבים גם השמש גם הכוכבים לא נראו והסערה חזקה עלינו עד מאד ותכרת ממנו כל תקות ישועה׃"
    },
    {
      "verse": 21,
      "text": "ופולוס עמד בתוכם אחרי האריכם בצום ויאמר אנשים לו שמעתם אלי ולא יצאתם מקריטי כי אז לא קרנו הנזק הזה במריכם׃"
    },
    {
      "verse": 22,
      "text": "ועתה אני אמר אליכם חזקו ואמצו כי לא תאבד נפש מכם בלתי הספינה לבדה׃"
    },
    {
      "verse": 23,
      "text": "כי בלילה הזה נצב עלי מלאך האלהים אשר לו אנכי ואשר אני עבד אתו׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אל תירא פולוס עליך עוד לעמד לפני הקיסר ועתה הנה נתן לך האלהים את כל ההלכים אתך באניה׃"
    },
    {
      "verse": 25,
      "text": "על כן אנשים חזקו ואמצו כי מאמין אני לאלהים כי כן יהיה כאשר נאמר אלי׃"
    },
    {
      "verse": 26,
      "text": "אך השלך נשלך אל אחד האיים׃"
    },
    {
      "verse": 27,
      "text": "ויהי כבוא ליל ארבעה עשר לטלטולנו בים אדריה כחצות הלילה ויחשבו המלחים כי קרבה להם יבשת׃"
    },
    {
      "verse": 28,
      "text": "ויורידו את האנך וימצאו עמק הים עשרים קומה ויעברו מעט ויוסיפו להוריד את האנך וימצאו קומות חמש עשרה׃"
    },
    {
      "verse": 29,
      "text": "וייראו פן יפגעו בשני הסלעים וישליכו מעל אחורי האניה ארבעה עוגינים אל הים ויכספו לאור היום׃"
    },
    {
      "verse": 30,
      "text": "והמלחים בקשו לברח מן האניה ויורידו את העברה אל הים באמרם כי יש את נפשם לשלח עוגינים גם מראש האניה׃"
    },
    {
      "verse": 31,
      "text": "ויאמר פולוס אל שר המאה ואל אנשי הצבא לאמר אם אלה לא ישבו אתנו באניה לא תוכלו אתם להושע׃"
    },
    {
      "verse": 32,
      "text": "ויקצצו אנשי הצבא את חבלי העברה ויתנוה לנפול׃"
    },
    {
      "verse": 33,
      "text": "והבקר טרם יאור ופולוס מבקש מכלם לטעם לחם לאמר היום יום ארבעה עשר אשר חכיתם צמים ולא טעמתם מאומה׃"
    },
    {
      "verse": 34,
      "text": "על כן קרא אני אתכם לטעם לחם כי הוא למחיתכם כי איש איש מכם לא יפל משערת ראשו ארצה׃"
    },
    {
      "verse": 35,
      "text": "הוא דבר את הדברים האלה והוא לקח את הלחס ויודה לאלהים לפני כלם ויבצע ויחל לאכל׃"
    },
    {
      "verse": 36,
      "text": "ויאמץ לב כלם ויטעמו אכל גם המה׃"
    },
    {
      "verse": 37,
      "text": "ואנחנו כל נפש אשר באניה מאתים ושבעים ושש׃"
    },
    {
      "verse": 38,
      "text": "ויאכלו לשבעה ויקלו מעל האניה ויטילו את הצדה אל הים׃"
    },
    {
      "verse": 39,
      "text": "הבקר אור ולא הכירו את הארץ אבל ראו כמפרץ וחוף לו ויועצו לנהג אליו את האניה אם יוכלו׃"
    },
    {
      "verse": 40,
      "text": "ויגדעו את העוגינים ויעזבום לים ויתירו גם את מיתרי המנהיג ויפרשו מפרש התרן אל פני הרוח ויבקשו לבא אל החוף׃"
    },
    {
      "verse": 41,
      "text": "ויפגעו במקום אשר הים משני עבריו ותדבק בו האניה ותעמד ראשה לא ינוע ואחוריה נשברו משאון הגלים׃"
    },
    {
      "verse": 42,
      "text": "ותהי עצת אנשי הצבא להמית את האסירים פן ישחה איש מהם וימלט׃"
    },
    {
      "verse": 43,
      "text": "ושר המאה חפץ להציל את פולוס וינא את עצתם ויאמר מי ידע לשחות ירד ויעבר ליבשה בראשנה והנשארים אלה על קרשים ואלה על שברי האניה׃"
    },
    {
      "verse": 44,
      "text": "ויהי כן וימלטו כלם אל היבשה׃"
    }
  ]
}