{
  "book_id": "PHP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul and Timothy, servants of Jesus Christ, to all the saints in Christ Jesus at Philippi, with the Bishops and Deacons of the church:"
    },
    {
      "verse": 2,
      "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
      "verse": 3,
      "text": "I give praise to my God at every memory of you,"
    },
    {
      "verse": 4,
      "text": "And in all my prayers for you all, making my request with joy,"
    },
    {
      "verse": 5,
      "text": "Because of your help in giving the good news from the first day till now;"
    },
    {
      "verse": 6,
      "text": "For I am certain of this very thing, that he by whom the good work was started in you will make it complete till the day of Jesus Christ:"
    },
    {
      "verse": 7,
      "text": "So it is right for me to take thought for you all in this way, because I have you in my heart; for in my chains, and in my arguments before the judges in support of the good news, making clear that it is true, you all have your part with me in grace."
    },
    {
      "verse": 8,
      "text": "For God is my witness, how my love goes out to you all in the loving mercies of Christ Jesus."
    },
    {
      "verse": 9,
      "text": "And my prayer is that you may be increased more and more in knowledge and experience;"
    },
    {
      "verse": 10,
      "text": "So that you may give your approval to the best things; that you may be true and without wrongdoing till the day of Christ;"
    },
    {
      "verse": 11,
      "text": "Being full of the fruits of righteousness, which are through Jesus Christ, to the glory and praise of God."
    },
    {
      "verse": 12,
      "text": "Now it is my purpose to make clear to you, brothers, that the cause of the good news has been helped by my experiences;"
    },
    {
      "verse": 13,
      "text": "So that it became clear through all the Praetorium, and to all the rest, that I was a prisoner on account of Christ;"
    },
    {
      "verse": 14,
      "text": "And most of the brothers in the Lord, taking heart because of my chains, are all the stronger to give the word of God without fear."
    },
    {
      "verse": 15,
      "text": "Though some are preaching Christ out of envy and competition, others do it out of a good heart:"
    },
    {
      "verse": 16,
      "text": "These do it from love, conscious that I am responsible for the cause of the good news:"
    },
    {
      "verse": 17,
      "text": "But those are preaching Christ in a spirit of competition, not from their hearts, but with the purpose of giving me pain in my prison."
    },
    {
      "verse": 18,
      "text": "What then? only that in every way, falsely or truly, the preaching of Christ goes on; and in this I am glad, and will be glad."
    },
    {
      "verse": 19,
      "text": "For I am conscious that this will be for my salvation, through your prayer and the giving out of the stored wealth of the Spirit of Jesus Christ,"
    },
    {
      "verse": 20,
      "text": "In the measure of my strong hope and belief that in nothing will I be put to shame, but that without fear, as at all times, so now will Christ have glory in my body, by life or by death."
    },
    {
      "verse": 21,
      "text": "For to me life is Christ and death is profit."
    },
    {
      "verse": 22,
      "text": "But if I go on living in the flesh — if this is the fruit of my work — then I do not see what decision to make."
    },
    {
      "verse": 23,
      "text": "I am in a hard position between the two, having a desire to go away and be with Christ, which is very much better:"
    },
    {
      "verse": 24,
      "text": "Still, to go on in the flesh is more necessary because of you."
    },
    {
      "verse": 25,
      "text": "And being certain of this, I am conscious that I will go on, yes, and go on with you all, for your growth and joy in the faith;"
    },
    {
      "verse": 26,
      "text": "So that your pride in me may be increased in Christ Jesus through my being present with you again."
    },
    {
      "verse": 27,
      "text": "Only let your behaviour do credit to the good news of Christ, so that if I come and see you or if I am away from you, I may have news of you that you are strong in one spirit, working together with one soul for the faith of the good news;"
    },
    {
      "verse": 28,
      "text": "Having no fear of those who are against you; which is a clear sign of their destruction, but of your salvation, and that from God;"
    },
    {
      "verse": 29,
      "text": "Because to you it has been given in the cause of Christ not only to have faith in him, but to undergo pain on his account:"
    },
    {
      "verse": 30,
      "text": "Fighting the same fight which you saw in me, and now have word of in me."
    }
  ]
}