{
  "book_id": "PHP",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "For the rest, my brothers, be glad in the Lord. Writing the same things to you is no trouble to me, and for you it is safe."
    },
    {
      "verse": 2,
      "text": "Be on the watch against dogs, against the workers of evil, against those of the circumcision:"
    },
    {
      "verse": 3,
      "text": "For we are the circumcision, who give worship to God and have glory in Jesus Christ, and have no faith in the flesh:"
    },
    {
      "verse": 4,
      "text": "Even though I myself might have faith in the flesh: if any other man has reason to have faith in the flesh, I have more:"
    },
    {
      "verse": 5,
      "text": "Being given circumcision on the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in relation to the law, a Pharisee:"
    },
    {
      "verse": 6,
      "text": "In bitter hate I was cruel to the church; I kept all the righteousness of the law to the last detail."
    },
    {
      "verse": 7,
      "text": "But those things which were profit to me, I gave up for Christ."
    },
    {
      "verse": 8,
      "text": "Yes truly, and I am ready to give up all things for the knowledge of Christ Jesus my Lord, which is more than all: for whom I have undergone the loss of all things, and to me they are less than nothing, so that I may have Christ as my reward,"
    },
    {
      "verse": 9,
      "text": "And be seen in him, not having my righteousness which is of the law, but that which is through faith in Christ, the righteousness which is of God by faith:"
    },
    {
      "verse": 10,
      "text": "That I may have knowledge of him, and of the power of his coming back from the dead, and a part with him in his pains, becoming like him in his death;"
    },
    {
      "verse": 11,
      "text": "If in any way I may have the reward of life from the dead."
    },
    {
      "verse": 12,
      "text": "Not as if I had even now got the reward or been made complete: but I go on in the hope that I may come to the knowledge of that for which I was made the servant of Christ Jesus."
    },
    {
      "verse": 13,
      "text": "Brothers, it is clear to me that I have not come to that knowledge; but one thing I do, letting go those things which are past, and stretching out to the things which are before,"
    },
    {
      "verse": 14,
      "text": "I go forward to the mark, even the reward of the high purpose of God in Christ Jesus."
    },
    {
      "verse": 15,
      "text": "Then let us all, who have come to full growth, be of this mind: and if in anything you are of a different mind, even this will God make clear to you:"
    },
    {
      "verse": 16,
      "text": "Only, as far as we have got, let us be guided by the same rule."
    },
    {
      "verse": 17,
      "text": "Brothers, take me as your example, and take note of those who are walking after the example we have given."
    },
    {
      "verse": 18,
      "text": "For there are those, of whom I have given you word before, and do so now with sorrow, who are haters of the cross of Christ;"
    },
    {
      "verse": 19,
      "text": "Whose end is destruction, whose god is the stomach, and whose glory is in their shame, whose minds are fixed on the things of the earth."
    },
    {
      "verse": 20,
      "text": "For our country is in heaven; from where the Saviour for whom we are waiting will come, even the Lord Jesus Christ:"
    },
    {
      "verse": 21,
      "text": "By whom this poor body of ours will be changed into the image of the body of his glory, in the measure of the working by which he is able to put all things under himself."
    }
  ]
}