{
  "book_id": "COL",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Masters, do what is right and fair by your slaves, for you know that you also have a Master – in heaven."
    },
    {
      "verse": 2,
      "text": "Devote yourselves to prayer. Give your whole mind to it, and also offer thanksgiving;"
    },
    {
      "verse": 3,
      "text": "and at the same time pray for us, so that God may give us an opening for our message, so that we may speak of the truths hidden in the Christ – the truths for which I am in chains!"
    },
    {
      "verse": 4,
      "text": "Then I will make them known, as I ought to do."
    },
    {
      "verse": 5,
      "text": "Show tact in your behavior to the outside world, making the most of every opportunity."
    },
    {
      "verse": 6,
      "text": "Let your conversation always be kindly, but not bland, season it, as it were, with salt; be aware in each case of the answer you should be giving. Conclusion"
    },
    {
      "verse": 7,
      "text": "Our dear friend, Tychicus, will tell you all about me. He is a faithful minister, and a fellow servant in the Master’s cause."
    },
    {
      "verse": 8,
      "text": "I send him to you expressly that you may learn our circumstances, and that he may give you encouragement."
    },
    {
      "verse": 9,
      "text": "With him will be Onesimus, our dear faithful friend, who is one of yourselves. They will tell you all that is going on here."
    },
    {
      "verse": 10,
      "text": "My fellow prisoner, Aristarchus, sends you his greeting, and Barnabas’s cousin, Mark, sends his. (You have received directions about him. If he comes to you, make him welcome.)"
    },
    {
      "verse": 11,
      "text": "Joshua, who is called Justus, also sends his greeting. These are the only converts from Judaism who have worked with me for the kingdom of God; I have found them a great comfort."
    },
    {
      "verse": 12,
      "text": "Epaphras, who is one of yourselves, sends you his greeting. He is a servant of Christ Jesus, and is always most earnest in your behalf in his prayers, praying that you may stand firm, with a matured faith and with a sure conviction of all that is in accordance with God’s will."
    },
    {
      "verse": 13,
      "text": "I can bear testimony to the deep interest he takes in you, as well as in the followers at Laodicea and at Hierapolis."
    },
    {
      "verse": 14,
      "text": "Luke, our dear doctor, sends you his greeting, and Demas sends his."
    },
    {
      "verse": 15,
      "text": "Give my greeting to the followers at Laodicea, and to Nymphe, and to the church that meets at her house."
    },
    {
      "verse": 16,
      "text": "And when this letter has been read to you, see that it is also read before the church at Laodicea, and that you yourselves read the letter which will be forwarded from there."
    },
    {
      "verse": 17,
      "text": "Give this message to Archippus – ‘Take care to discharge to the best of your ability the office to which you were appointed in the Master’s cause.’"
    },
    {
      "verse": 18,
      "text": "I, Paul, add this greeting in my own handwriting. Remember these chains of mine. God’s blessing be with you."
    }
  ]
}