{
  "book_id": "SIR",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He that liveth for ever created all things together. God only shall be justified, and he remaineth an invincible king for ever."
    },
    {
      "verse": 2,
      "text": "Who is able to declare his works?"
    },
    {
      "verse": 3,
      "text": "For who shall search out his glorious acts?"
    },
    {
      "verse": 4,
      "text": "And who shall shew forth the power of his majesty? or who shall be able to declare his mercy?"
    },
    {
      "verse": 5,
      "text": "Nothing may be taken away, nor added, neither is it possible to find out the glorious works of God:"
    },
    {
      "verse": 6,
      "text": "When a man hath done, then shall he begin: and when he leaveth off, he shall be at a loss."
    },
    {
      "verse": 7,
      "text": "What is man, and what is his grace? and what is his good, or what is his evil?"
    },
    {
      "verse": 8,
      "text": "The number of the days of men at the most are a hundred years: as a drop of water of the sea are they esteemed: and as a pebble of the sand, so are a few years compared to eternity."
    },
    {
      "verse": 9,
      "text": "Therefore God is patient in them, and poureth forth his mercy upon them."
    },
    {
      "verse": 10,
      "text": "He hath seen the presumption of their heart that it is wicked, and hath known their end that it is evil."
    },
    {
      "verse": 11,
      "text": "Therefore bath he filled up his mercy in their favour, and hath shewn them the way of justice."
    },
    {
      "verse": 12,
      "text": "The compassion of man is toward his neighbour: but the mercy of God is upon all flesh."
    },
    {
      "verse": 13,
      "text": "He hath mercy, and teacheth, and correcteth, as a shepherd doth his hock."
    },
    {
      "verse": 14,
      "text": "He hath mercy on him that receiveth the discipline of mercy, and that maketh haste in his judgments."
    },
    {
      "verse": 15,
      "text": "My son, in thy good deeds, make no complaint, and when thou givest any thing, add not grief by an evil word."
    },
    {
      "verse": 16,
      "text": "Shall not the dew assuage the heat? so also the good word is better than the gift."
    },
    {
      "verse": 17,
      "text": "Lo, is not a word better than a gift? but both are with a justified man."
    },
    {
      "verse": 18,
      "text": "A fool will upbraid bitterly: and a gift of one ill taught consumeth the eyes."
    },
    {
      "verse": 19,
      "text": "Before judgment prepare thee justice, and learn before thou speak."
    },
    {
      "verse": 20,
      "text": "Before sickness take a medicine, and before judgment examine thyself, and thou shalt find mercy in the sight of God."
    },
    {
      "verse": 21,
      "text": "Humble thyself before thou art sick, and in the time of sickness shew thy conversation."
    },
    {
      "verse": 22,
      "text": "Let nothing hinder thee from praying always, and be not afraid to be justified even to death: for the reward of God continueth for ever."
    },
    {
      "verse": 23,
      "text": "Before prayer prepare thy soul: and be not as a man that tempteth God."
    },
    {
      "verse": 24,
      "text": "Remember the wrath that shall be at the last day, and the time of repaying when he shall turn away his face."
    },
    {
      "verse": 25,
      "text": "Remember poverty is the time of abundance, and the necessities of poverty in the day of riches."
    },
    {
      "verse": 26,
      "text": "From the morning until the evening the time shall be changed, and all these are swift in the eyes of God."
    },
    {
      "verse": 27,
      "text": "A wise man will fear in every thing, and in the days of sins will beware of sloth."
    },
    {
      "verse": 28,
      "text": "Every man of understanding knoweth wisdom, and will give praise to him that findeth her."
    },
    {
      "verse": 29,
      "text": "They that were of good understanding in words, have also done wisely themselves: and have understood truth and justice, and have poured forth proverbs and judgments."
    },
    {
      "verse": 30,
      "text": "Go not after thy lusts, but turn away from thy own will."
    },
    {
      "verse": 31,
      "text": "If thou give to thy soul her desires, she will make thee a joy to thy enemies."
    },
    {
      "verse": 32,
      "text": "Take no pleasure in riotous assemblies, be they ever so small: for their concertation is continual."
    },
    {
      "verse": 33,
      "text": "Make not thyself poor by borrowing to contribute to feasts when thou hast nothing in thy purse: for thou shalt be an enemy to thy own life."
    }
  ]
}