{
  "book_id": "SIR",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "My son, hast thou sinned? do so no more: but for thy former sins also pray that they may be forgiven thee."
    },
    {
      "verse": 2,
      "text": "Flee from sins as from the face of a serpent: for if thou comest near them, they will take hold of thee."
    },
    {
      "verse": 3,
      "text": "The teeth thereof are the teeth of a lion, killing the souls of men."
    },
    {
      "verse": 4,
      "text": "All iniquity is like a two-edged sword, there is no remedy for the wound thereof."
    },
    {
      "verse": 5,
      "text": "Injuries and wrongs will waste riches: and the house that is very rich shall be brought to nothing by pride: so the substance of the proud shall be rooted out."
    },
    {
      "verse": 6,
      "text": "The prayer out of the mouth of the poor shall reach the ears of God, and judgment shall come for him speedily."
    },
    {
      "verse": 7,
      "text": "He that hateth to be reproved walketh in the trace of a sinner: and he that feareth God will turn to his own heart."
    },
    {
      "verse": 8,
      "text": "He that is mighty by a bold tongue is known afar off, but a wise man knoweth to slip by him."
    },
    {
      "verse": 9,
      "text": "He that buildeth his house at other men’s charges, is as he that gathereth himself stones to build in the winter."
    },
    {
      "verse": 10,
      "text": "The congregation of sinners is like tow heaped together, and the end of them is a flame of fire."
    },
    {
      "verse": 11,
      "text": "The way of sinners is made plain with stones, and in their end is hell, and darkness, and pains."
    },
    {
      "verse": 12,
      "text": "He that keepeth justice shall get the understanding thereof."
    },
    {
      "verse": 13,
      "text": "The perfection of the fear of God is wisdom and understanding."
    },
    {
      "verse": 14,
      "text": "He that is not wise in good, will not be taught."
    },
    {
      "verse": 15,
      "text": "But there is a wisdom that aboundeth in evil: and there is no understanding where there is bitterness."
    },
    {
      "verse": 16,
      "text": "The knowledge of a wise man shall abound like a flood, and his counsel continueth like a fountain of life."
    },
    {
      "verse": 17,
      "text": "The heart of a fool is like a broken vessel, and no wisdom at all shall it hold."
    },
    {
      "verse": 18,
      "text": "A man of sense will praise every wise word he shall hear, and will apply it to himself: the luxurious man hath heard it, and it shall displease him, and he will cast it behind his back."
    },
    {
      "verse": 19,
      "text": "The talking of a fool is like a burden in the way: but in the lips of the wise, grace shall be found."
    },
    {
      "verse": 20,
      "text": "The mouth of the prudent is sought after in the church, and they will think upon his words in their hearts."
    },
    {
      "verse": 21,
      "text": "As a house that is destroyed, so is wisdom to a fool: and the knowledge of the unwise is as words without sense."
    },
    {
      "verse": 22,
      "text": "Doctrine to a fool is as fetters on the feet, and like manacles on the right hand."
    },
    {
      "verse": 23,
      "text": "A fool lifteth up his voice in laughter: but a wise man will scarce laugh low to himself."
    },
    {
      "verse": 24,
      "text": "Learning to the prudent is as an ornament of gold, and like a bracelet upon his right arm."
    },
    {
      "verse": 25,
      "text": "The foot of a fool is soon in his neighbour’s house: but a man of experience will be abashed at the person of the mighty."
    },
    {
      "verse": 26,
      "text": "A fool will peep through the window into the house: but he that is well taught will stand without."
    },
    {
      "verse": 27,
      "text": "It is the folly of a man to hearken at the door: and a wise man will be grieved with the disgrace."
    },
    {
      "verse": 28,
      "text": "The lips of the unwise will be telling foolish things but the words of the wise shall be weighed in a balance."
    },
    {
      "verse": 29,
      "text": "The heart of fools is in their mouth: and the mouth of wise men is in their heart."
    },
    {
      "verse": 30,
      "text": "While the ungodly curseth the devil, he curseth his own soul."
    },
    {
      "verse": 31,
      "text": "The talebearer shall defile his own soul, and shall be hated by all: and he that shall abide with him shall be hateful: the silent and wise man shall be honoured."
    }
  ]
}