{
  "book_id": "SIR",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "O death, how bitter is the remembrance of thee to a man that hath peace in his possessions!"
    },
    {
      "verse": 2,
      "text": "To a man that is at rest, and whose ways are prosperous in all things, and that is yet able to take meat!"
    },
    {
      "verse": 3,
      "text": "O death, thy sentence is welcome to the man that is in need, and to him whose strength faileth:"
    },
    {
      "verse": 4,
      "text": "Who is in a decrepit age, and that is in care about all things, and to the distrustful that loseth patience!"
    },
    {
      "verse": 5,
      "text": "Fear not the sentence of death. Remember what things have been before thee, and what shall come after thee: this sentence is from the Lord upon all flesh."
    },
    {
      "verse": 6,
      "text": "And what shall come upon thee by the good pleasure of the most High? Whether ten, or a hundred, or a thousand years."
    },
    {
      "verse": 7,
      "text": "For among the dead there is no accusing of life."
    },
    {
      "verse": 8,
      "text": "The children of sinners become children of abominations, and they that converse near the houses of the ungodly."
    },
    {
      "verse": 9,
      "text": "The inheritance of the children of sinners shall perish, and with their posterity shall be a perpetual reproach."
    },
    {
      "verse": 10,
      "text": "The children will complain of an ungodly father, because for his sake they are in reproach."
    },
    {
      "verse": 11,
      "text": "Woe to you, ungodly men, who have forsaken the law of the most high Lord."
    },
    {
      "verse": 12,
      "text": "And if you be born, you shall be born in malediction: and if you die, in malediction shall be your portion."
    },
    {
      "verse": 13,
      "text": "All things that are of the earth, shall return into the earth: so the ungodly shall from malediction to destruction."
    },
    {
      "verse": 14,
      "text": "The mourning of men is about their body, but the name of the ungodly shall be blotted out."
    },
    {
      "verse": 15,
      "text": "Take care of a good name: for this shall continue with thee, more than a thousand treasures precious and great."
    },
    {
      "verse": 16,
      "text": "A good life hath its number of days: but a good name shall continue for ever."
    },
    {
      "verse": 17,
      "text": "My children, keep discipline in peace: for wisdom that is hid, and a treasure that is not seen, what profit is there in them both?"
    },
    {
      "verse": 18,
      "text": "Better is the man that hideth his folly, then the man that hideth his wisdom."
    },
    {
      "verse": 19,
      "text": "Wherefore have a shame of these things I am now going to speak of."
    },
    {
      "verse": 20,
      "text": "For it is not good to keep all shamefacedness: and all things do not please all men in opinion."
    },
    {
      "verse": 21,
      "text": "Be ashamed of fornication before father and mother: and of a lie before a governor and a man in power:"
    },
    {
      "verse": 22,
      "text": "Of an offence before a prince, and a judge: of iniquity before a congregation and a people:"
    },
    {
      "verse": 23,
      "text": "Of injustice before a companion and friend: and in regard to the place where thou dwellest,"
    },
    {
      "verse": 24,
      "text": "Of theft, and of the truth of God, and the covenant: of leaning with thy elbow over meat, and of deceit in giving and taking:"
    },
    {
      "verse": 25,
      "text": "Of silence before them that salute thee: of looking upon a harlot: and of turning away thy face from thy kinsman."
    },
    {
      "verse": 26,
      "text": "Turn not sway thy face from thy neighbour, and of taking away a portion and not restoring."
    },
    {
      "verse": 27,
      "text": "Gaze not upon another man’s wife, and be not inquisitive after his handmaid, and approach not her bed."
    },
    {
      "verse": 28,
      "text": "Be ashamed of upbraiding speeches before friends: and after thou hast given, upbraid not."
    }
  ]
}