{
  "book_id": "SIR",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "A prayer of Jesus the son of Sirach. I will give glory to thee, O Lord, O King, and I will praise thee, O God my Saviour."
    },
    {
      "verse": 2,
      "text": "I will give glory to thy name: for thou hast been a helper and protector to me."
    },
    {
      "verse": 3,
      "text": "And hast preserved my body from destruction, from the snare of an unjust tongue, and from the lips of them that forge lies, and in the sight of them that stood by, thou hast been my helper."
    },
    {
      "verse": 4,
      "text": "And thou hast delivered me, according to the multitude of the mercy of thy name, from them that did roar, prepared to devour."
    },
    {
      "verse": 5,
      "text": "Out of the hands of them that sought my life, and from the gates of afflictions, which compassed me about:"
    },
    {
      "verse": 6,
      "text": "From the oppression of the flame which surrounded me, and in the midst of the fire I was not burnt."
    },
    {
      "verse": 7,
      "text": "From the depth of the belly of hell, and from an unclean tongue, and from lying words, from an unjust king, and from a slanderous tongue:"
    },
    {
      "verse": 8,
      "text": "My soul shall praise the Lord even to death."
    },
    {
      "verse": 9,
      "text": "And my life was drawing near to hell beneath."
    },
    {
      "verse": 10,
      "text": "They compassed me on every side, and there was no one that would help me. I looked for the succour of men, and there was none."
    },
    {
      "verse": 11,
      "text": "I remembered thy mercy, O Lord, and thy works, which are from the beginning of the world."
    },
    {
      "verse": 12,
      "text": "How thou deliverest them that wait for thee, O Lord, and savest them out of the hands of the nations."
    },
    {
      "verse": 13,
      "text": "Thou hast exalted my dwelling place upon the earth and I have prayed for death to pass away."
    },
    {
      "verse": 14,
      "text": "I called upon the Lord, the father of my Lord, that he would not leave me in the day of my trouble, and in the time of the proud without help."
    },
    {
      "verse": 15,
      "text": "I will praise thy name continually, and will praise it with thanksgiving, and my prayer was heard."
    },
    {
      "verse": 16,
      "text": "And thou hast saved me from destruction, and hast delivered me from the evil time."
    },
    {
      "verse": 17,
      "text": "Therefore I will give thanks, and praise thee, and bless the name of the Lord."
    },
    {
      "verse": 18,
      "text": "When I was yet young, before I wandered about, I sought for wisdom openly in my prayer."
    },
    {
      "verse": 19,
      "text": "I prayed for her before the temple, and unto the very end I will seek after her, and she flourished as a grape soon ripe."
    },
    {
      "verse": 20,
      "text": "My heart delighted in her, my foot walked in the right way, from my youth up I sought after her."
    },
    {
      "verse": 21,
      "text": "I bowed down my ear a little, and received her."
    },
    {
      "verse": 22,
      "text": "I found much wisdom in myself, and I profited much therein."
    },
    {
      "verse": 23,
      "text": "To him that giveth me wisdom, will I give glory."
    },
    {
      "verse": 24,
      "text": "For I have determined to follow her: I have had a zeal for good, and shall not be confounded."
    },
    {
      "verse": 25,
      "text": "My soul hath wrestled for her, and in doing it I have been confirmed."
    },
    {
      "verse": 26,
      "text": "I stretched forth my hands on high, and I bewailed my ignorance of her."
    },
    {
      "verse": 27,
      "text": "I directed my soul to her, and in knowledge I found her."
    },
    {
      "verse": 28,
      "text": "I possessed my heart with her from the beginning: therefore I shall not be forsaken."
    },
    {
      "verse": 29,
      "text": "My entrails were troubled in seeking her: therefore shall I possess a good possession."
    },
    {
      "verse": 30,
      "text": "The Lord hath given me a tongue for my reward: and with it I will praise him."
    },
    {
      "verse": 31,
      "text": "Draw near to me, ye unlearned, and gather yourselves together into the house of discipline."
    },
    {
      "verse": 32,
      "text": "Why are ye slow? and what do you say of these things? your souls are exceeding thirsty."
    },
    {
      "verse": 33,
      "text": "I have opened my mouth, and have spoken: buy her for yourselves without silver,"
    },
    {
      "verse": 34,
      "text": "And submit your neck to the yoke, and let your soul receive discipline: for she is near at hand to be found."
    },
    {
      "verse": 35,
      "text": "Behold with your eyes how I have laboured a little, and have found much rest to myself."
    },
    {
      "verse": 36,
      "text": "Receive ye discipline as a great sum of money, and possess abundance of gold by her."
    },
    {
      "verse": 37,
      "text": "Let your soul rejoice in his mercy, and you shall not be confounded in his praise."
    },
    {
      "verse": 38,
      "text": "Work your work before the time, and he will give you your reward in his time."
    }
  ]
}