{
  "book_id": "JAS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Be not many of youteachers, my brethren, knowing that we shall receive heavier judgment."
    },
    {
      "verse": 2,
      "text": "For in many things we all stumble. If any stumbleth not in word, the same is a perfect man, able to bridle the whole body also."
    },
    {
      "verse": 3,
      "text": "Now if we put the horses’ bridles into their mouths that they may obey us, we turn about their whole body also."
    },
    {
      "verse": 4,
      "text": "Behold, the ships also, though they are so great and are driven by rough winds, are yet turned about by a very small rudder, whither the impulse of the steersman willeth."
    },
    {
      "verse": 5,
      "text": "So the tongue also is a little member, and boasteth great things. Behold, how much wood is kindled by how small a fire!"
    },
    {
      "verse": 6,
      "text": "And the tongue is a fire: the world of iniquity among our members is the tongue, which defileth the whole body, and setteth on fire the wheel of nature, and is set on fire by hell."
    },
    {
      "verse": 7,
      "text": "For every kind of beasts and birds, of creeping things and things in the sea, is tamed, and hath been tamed by mankind:"
    },
    {
      "verse": 8,
      "text": "but the tongue can no man tame; it isa restless evil, it isfull of deadly poison."
    },
    {
      "verse": 9,
      "text": "Therewith bless we the Lord and Father; and therewith curse we men, who are made after the likeness of God:"
    },
    {
      "verse": 10,
      "text": "out of the same mouth cometh forth blessing and cursing. My brethren, these things ought not so to be."
    },
    {
      "verse": 11,
      "text": "Doth the fountain send forth from the same opening sweet waterand bitter?"
    },
    {
      "verse": 12,
      "text": "can a fig tree, my brethren, yield olives, or a vine figs? neither cansalt water yield sweet."
    },
    {
      "verse": 13,
      "text": "Who is wise and understanding among you? let him show by his good life his works in meekness of wisdom."
    },
    {
      "verse": 14,
      "text": "But if ye have bitter jealousy and faction in your heart, glory not and lie not against the truth."
    },
    {
      "verse": 15,
      "text": "This wisdom is not a wisdomthat cometh down from above, but is earthly, sensual, devilish."
    },
    {
      "verse": 16,
      "text": "For where jealousy and faction are, there is confusion and every vile deed."
    },
    {
      "verse": 17,
      "text": "But the wisdom that is from above is first pure, then peaceable, gentle, easy to be entreated, full of mercy and good fruits, without variance, without hypocrisy."
    },
    {
      "verse": 18,
      "text": "And the fruit of righteousness is sown in peace for them that make peace."
    }
  ]
}