{
  "book_id": "REV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ εἶδον ὅτι ἤνοιξε τὸ ἀρνίον μίαν ἐκ τῶν ἑπτὰ σφραγίδων, καὶ ἤκουσα ἑνὸς ἐκ τῶν τεσσάρων ζῴων λέγοντος ὡς φωνὴ βροντῆς, Ἔρχου καὶ ἴδε."
    },
    {
      "verse": 2,
      "text": "Καὶ ἰδού, ἵππος λευκός, καὶ ὁ καθήμενος ἐπ᾽ αὐτὸν ἔχων τόξον· καὶ ἐδόθη αὐτῷ στέφανος, καὶ ἐξῆλθε νικῶν καὶ ἵνα νικήσῃ."
    },
    {
      "verse": 3,
      "text": "Καὶ ὅτε ἤνοιξε τὴν δευτέραν σφραγῖδα, ἤκουσα τοῦ δευτέρου ζῴου λέγοντος, Ἔρχου."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐξῆλθεν ἄλλος ἵππος πυρός, καὶ τῷ καθημένῳ ἐπ᾽ αὐτὸν ἐδόθη αὐτῷ λαβεῖν τὴν εἰρήνην ἐκ τῆς γῆς ἵνα ἀλλήλους σφάξωσι, καὶ ἐδόθη αὐτῷ μάχαιρα μεγάλη."
    },
    {
      "verse": 5,
      "text": "Καὶ ὅτε ἤνοιξε τὴν σφραγῖδα τὴν τρίτην, ἤκουσα τοῦ τρίτου ζῴου λέγοντος, Ἔρχου καὶ ἴδε. Καὶ ἰδού, ἵππος μέλας, καὶ ὁ καθήμενος ἐπ᾽ αὐτὸν ἔχων ζυγὸν ἐν τῇ χειρὶ αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Καὶ ἤκουσα φωνὴν ἐν μέσῳ τῶν τεσσάρων ζῴων λέγουσαν, Χοῖνιξ σίτου δηναρίου, καὶ τρεῖς χοίνικες κριθῆς δηναρίου· καὶ τὸ ἔλαιον καὶ τὸν οἶνον μὴ ἀδικήσῃς."
    },
    {
      "verse": 7,
      "text": "Καὶ ὅτε ἤνοιξε τὴν σφραγῖδα τὴν τετάρτην, ἤκουσα τοῦ τετάρτου ζῴου λέγοντος, Ἔρχου καὶ ἴδε."
    },
    {
      "verse": 8,
      "text": "Καὶ ἰδού, ἵππος χλωρός, καὶ ὁ καθήμενος ἐπάνω αὐτοῦ ὄνομα αὐτῷ ὁ Θάνατος, καὶ ὁ ᾍδης ἠκολούθει αὐτῷ. Καὶ ἐδόθη αὐτῷ ἐξουσία ἐπὶ τὸ τέταρτον τῆς γῆς ἀποκτεῖναι ἐν ῥομφαίᾳ καὶ ἐν λιμῷ καὶ ἐν θανάτῳ καὶ ὑπὸ τῶν θηρίων τῆς γῆς."
    },
    {
      "verse": 9,
      "text": "Καὶ ὅτε ἤνοιξε τὴν πέμπτην σφραγῖδα, εἶδον ὑποκάτω τοῦ θυσιαστηρίου τὰς ψυχὰς τῶν ἐσφαγμένων διὰ τὸν λόγον τοῦ Θεοῦ καὶ διὰ τὴν μαρτυρίαν τοῦ ἀρνίου ἣν εἶχον."
    },
    {
      "verse": 10,
      "text": "Καὶ ἔκραξαν φωνὴν μεγάλην, λέγοντες, Ἕως πότε, ὁ δεσπότης, ὁ ἅγιος καὶ ἀληθινός, οὐ κρίνεις καὶ ἐκδικεῖς τὸ αἷμα ἡμῶν ἐκ τῶν κατοικούντων ἐπὶ τῆς γῆς;"
    },
    {
      "verse": 11,
      "text": "Καὶ ἐδόθη αὐτοῖς στολὴ λευκή, καὶ ἐρρέθη αὐτοῖς ἵνα ἀναπαύσωνται ἔτι χρόνον, ἕως πληρώσωσι καὶ οἱ σύνδουλοι αὐτῶν καὶ οἱ ἀδελφοὶ αὐτῶν καὶ οἱ μέλλοντες ἀποκτένεσθαι ὡς καὶ αὐτοί."
    },
    {
      "verse": 12,
      "text": "Καὶ εἶδον ὅτε ἤνοιξε τὴν σφραγῖδα τὴν ἕκτην, καὶ σεισμὸς μέγας ἐγένετο, καὶ ὁ ἥλιος μέλας ἐγένετο ὡς σάκκος τρίχινος, καὶ ἡ σελήνη ὅλη ἐγένετο ὡς αἷμα,"
    },
    {
      "verse": 13,
      "text": "καὶ οἱ ἀστέρες τοῦ οὐρανοῦ ἔπεσον εἰς τὴν γῆν, ὡς συκῆ βαλοῦσα τοὺς ὀλύνθους αὐτῆς ὑπὸ ἀνέμου μεγάλου σειομένη."
    },
    {
      "verse": 14,
      "text": "Καὶ ὁ οὐρανὸς ἀπεχωρίσθη ὡς βιβλίον ἑλισσόμενος, καὶ πᾶν ὄρος καὶ νῆσος ἐκ τῶν τόπων αὐτῶν ἐκινήθησαν."
    },
    {
      "verse": 15,
      "text": "Καὶ οἱ βασιλεῖς τῆς γῆς καὶ οἱ μεγιστᾶνες καὶ οἱ χιλίαρχοι καὶ οἱ πλούσιοι καὶ οἱ ἰσχυροὶ καὶ πᾶς δοῦλος καὶ ἐλεύθερος ἔκρυψαν ἑαυτοὺς εἰς τὰ σπήλαια καὶ εἰς τὰς πέτρας τῶν ὀρέων."
    },
    {
      "verse": 16,
      "text": "Καὶ λέγουσι τοῖς ὄρεσι καὶ ταῖς πέτραις, Πέσετε ἐφ᾽ ἡμᾶς καὶ κρύψατε ἡμᾶς ἀπὸ προσώπου τοῦ καθημένου ἐπὶ τῷ θρόνῳ καὶ ἀπὸ τῆς ὀργῆς τοῦ ἀρνίου,"
    },
    {
      "verse": 17,
      "text": "ὅτι ἦλθεν ἡ ἡμέρα ἡ μεγάλη τῆς ὀργῆς αὐτοῦ, καὶ τίς δύναται σταθῆναι;"
    }
  ]
}