{
  "book_id": "REV",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ εἶδον οὐρανὸν καινὸν καὶ γῆν καινήν, ὁ γὰρ πρῶτος οὐρανὸς καὶ ἡ πρώτη γῆ ἀπῆλθον, καὶ ἡ θάλασσα οὐκ ἔστιν ἔτι."
    },
    {
      "verse": 2,
      "text": "Καὶ τὴν πόλιν τὴν ἁγίαν, Ἱερουσαλὴμ καινήν, εἶδον καταβαίνουσαν ἐκ τοῦ οὐρανοῦ ἀπὸ τοῦ Θεοῦ, ἡτοιμασμένην ὡς νύμφην κεκοσμημένην τῷ ἀνδρὶ αὐτῆς."
    },
    {
      "verse": 3,
      "text": "Καὶ ἤκουσα φωνῆς μεγάλης ἐκ τοῦ οὐρανοῦ λεγούσης, Ἰδού, ἡ σκηνὴ τοῦ Θεοῦ μετὰ τῶν ἀνθρώπων, καὶ σκηνώσει μετ᾽ αὐτῶν, καὶ αὐτοὶ λαὸς αὐτοῦ ἔσονται, καὶ αὐτὸς ὁ Θεὸς μετ᾽ αὐτῶν ἔσται."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐξαλείψει ἀπ᾽ αὐτῶν πᾶν δάκρυον ἀπὸ τῶν ὀφθαλμῶν αὐτῶν, καὶ ὁ θάνατος οὐκ ἔσται ἔτι, οὔτε πένθος οὔτε κραυγὴ οὔτε πόνος οὐκ ἔσται ἔτι, ὅτι τὰ πρῶτα ἀπῆλθε."
    },
    {
      "verse": 5,
      "text": "Καὶ εἶπεν ὁ καθήμενος ἐπὶ τῷ θρόνῳ, Ἰδού, πάντα καινὰ ποιῶ. Καὶ λέγει, Γράψον· ὅτι οὗτοι οἱ λόγοι πιστοὶ καὶ ἀληθινοὶ τοῦ θεοῦ εἰσι."
    },
    {
      "verse": 6,
      "text": "Καὶ εἶπέ μοι, Γέγονα τὸ Ἄλφα καὶ τὸ Ὦ, καὶ ἡ ἀρχὴ καὶ τὸ τέλος. Ἐγὼ τῷ διψῶντι δώσω αὐτῷ ἐκ τῆς πηγῆς τοῦ ὕδατος τῆς ζωῆς δωρεάν."
    },
    {
      "verse": 7,
      "text": "Ὁ νικῶν, δώσω αὐτῷ ταῦτα, καὶ ἔσομαι αὐτῷ Θεός, καὶ αὐτὸς ἔσται μοι υἱός."
    },
    {
      "verse": 8,
      "text": "Τοῖς δὲ δειλοῖς καὶ ἀπίστοις καὶ ἁμαρτωλοῖς καὶ ἐβδελυγμένοις καὶ φονεῦσι καὶ πόρνοις καὶ φαρμάκοις καὶ εἰδωλολάτραις καὶ πᾶσι τοῖς ψευδέσι τὸ μέρος αὐτῶν ἐν τῇ λίμνῃ τῇ καιομένῃ πυρὶ καὶ θείῳ, ὅ ἐστιν ὁ θάνατος ὁ δεύτερος. The New Jerusalem"
    },
    {
      "verse": 9,
      "text": "Καὶ ἦλθεν εἷς ἐκ τῶν ἑπτὰ ἀγγέλων τῶν ἐχόντων τὰς ἑπτὰ φιάλας γεμούσας τῶν ἑπτὰ πληγῶν τῶν ἐσχάτων, καὶ ἐλάλησε μετ᾽ ἐμοῦ, λέγων, Δεῦρο, δείξω σοι τὴν γυναῖκα, τὴν νύμφην τοῦ ἀρνίου."
    },
    {
      "verse": 10,
      "text": "Καὶ ἀπήνεγκέ με ἐν πνεύματι ἐπ᾽ ὄρος μέγα καὶ ὑψηλόν, καὶ ἔδειξέ μοι τὴν πόλιν τὴν ἁγίαν Ἱερουσαλὴμ καταβαίνουσαν ἐκ τοῦ οὐρανοῦ ἐκ τοῦ Θεοῦ,"
    },
    {
      "verse": 11,
      "text": "ἔχουσαν τὴν δόξαν τοῦ Θεοῦ. Ὁ φωστὴρ αὐτῆς ὅμοιος λίθῳ τιμιωτάτῳ, ὡς λίθῳ ἰάσπιδι κρυσταλλίζοντι,"
    },
    {
      "verse": 12,
      "text": "ἔχουσα τεῖχος μέγα καὶ ὑψηλόν, ἔχουσα πυλῶνας δώδεκα καὶ ἐπὶ τοῖς πυλῶσιν ἀγγέλους δεκαδύο καὶ ὀνόματα ἐπιγεγραμμένα, ἅ ἐστιν ὀνόματα τῶν δώδεκα φυλῶν υἱῶν Ἰσραήλ."
    },
    {
      "verse": 13,
      "text": "Ἀπὸ ἀνατολῶν πυλῶνες τρεῖς, καὶ ἀπὸ βορρᾶ πυλῶνες τρεῖς, καὶ ἀπὸ νότου πυλῶνες τρεῖς, καὶ ἀπὸ δυσμῶν πυλῶνες τρεῖς."
    },
    {
      "verse": 14,
      "text": "Καὶ τὸ τεῖχος τῆς πόλεως ἔχον θεμελίους δώδεκα καὶ ἐπ᾽ αὐτῶν δώδεκα ὀνόματα τῶν δώδεκα ἀποστόλων τοῦ ἀρνίου."
    },
    {
      "verse": 15,
      "text": "Καὶ ὁ λαλῶν μετ᾽ ἐμοῦ εἶχε μέτρον κάλαμον χρυσοῦν, ἵνα μετρήσῃ τὴν πόλιν καὶ τοὺς πυλῶνας αὐτῆς καὶ τὸ τεῖχος αὐτῆς."
    },
    {
      "verse": 16,
      "text": "Καὶ ἡ πόλις τετράγωνος κεῖται, καὶ τὸ μῆκος αὐτῆς ὅσον τὸ πλάτος. Καὶ ἐμέτρησε τὴν πόλιν τῷ καλάμῳ ἐπὶ σταδίους δεκαδύο χιλιάδων δώδεκα· τὸ μῆκος καὶ τὸ πλάτος καὶ τὸ ὕψος αὐτῆς ἴσα ἐστί."
    },
    {
      "verse": 17,
      "text": "Καὶ τὸ τεῖχος αὐτῆς ρμδ΄ πηχῶν, μέτρον ἀνθρώπου, ὅ ἐστιν ἀγγέλου."
    },
    {
      "verse": 18,
      "text": "Καὶ ἦν ἡ ἐνδόμησις τοῦ τείχους αὐτῆς ἴασπις, καὶ ἡ πόλις χρυσίον καθαρόν, ὅμοιον ὑάλῳ καθαρῷ."
    },
    {
      "verse": 19,
      "text": "Οἱ θεμέλιοι τοῦ τείχους τῆς πόλεως παντὶ λίθῳ τιμίῳ κεκοσμημένοι. Ὁ θεμέλιος ὁ πρῶτος ἴασπις, ὁ δεύτερος σάπφειρος, ὁ τρίτος χαλκηδών, ὁ τέταρτος σμάραγδος,"
    },
    {
      "verse": 20,
      "text": "ὁ πέμπτος σαρδόνυξ, ὁ ἕκτος σάρδιον, ὁ ἕβδομος χρυσόλιθος, ὁ ὄγδοος βήρυλλος, ὁ ἔνατος τοπάζιον, ὁ δέκατος χρυσόπρασος, ὁ ἑνδέκατος ὑάκινθος, ὁ δωδέκατος ἀμέθυσος."
    },
    {
      "verse": 21,
      "text": "Καὶ οἱ δώδεκα πυλῶνες δώδεκα μαργαρῖται· ἀνὰ εἷς ἕκαστος τῶν πυλώνων ἦν ἐξ ἑνὸς μαργαρίτου. Καὶ ἡ πλατεῖα τῆς πόλεως χρυσίον καθαρόν, ὡς ὕελος διαυγής."
    },
    {
      "verse": 22,
      "text": "Καὶ ναὸν οὐκ εἶδον ἐν αὐτῇ, ὁ γὰρ Κύριος ὁ Θεὸς ὁ παντοκράτωρ ναὸς αὐτῆς ἐστι, καὶ τὸ ἀρνίον."
    },
    {
      "verse": 23,
      "text": "Καὶ ἡ πόλις οὐ χρείαν ἔχει τοῦ ἡλίου οὐδὲ τῆς σελήνης ἵνα φαίνωσιν, αὐτὴ γὰρ ἡ δόξα τοῦ Θεοῦ ἐφώτισεν αὐτήν, καὶ ὁ λύχνος αὐτῆς τὸ ἀρνίον."
    },
    {
      "verse": 24,
      "text": "Καὶ περιπατήσουσι τὰ ἔθνη διὰ τοῦ φωτὸς αὐτῆς, καὶ οἱ βασιλεῖς τῆς γῆς φέρουσιν αὐτῷ δόξαν καὶ τὴν τιμὴν τῶν ἐθνῶν εἰς αὐτήν."
    },
    {
      "verse": 25,
      "text": "Καὶ οἱ πυλῶνες αὐτῆς οὐ μὴ κλεισθῶσιν ἡμέρας—νὺξ γὰρ οὐκ ἔσται ἐκεῖ—"
    },
    {
      "verse": 26,
      "text": "καὶ οἴσουσι τὴν δόξαν καὶ τὴν τιμὴν τῶν ἐθνῶν εἰς αὐτήν, ἵνα εἰσέλθωσι."
    },
    {
      "verse": 27,
      "text": "Καὶ οὐ μὴ εἰσέλθῃ εἰς αὐτὴν πᾶν κοινὸν καὶ ὁ ποιῶν βδέλυγμα καὶ ψεῦδος, εἰ μὴ οἱ γεγραμμένοι ἐν τῷ βιβλίῳ τῆς ζωῆς τοῦ ἀρνίου."
    }
  ]
}