{
  "book_id": "EZK",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then he brought me forth into the utter court, the way toward the north: and he brought me into the chamber that wasover against the separate place, and which wasbefore the building toward the north."
    },
    {
      "verse": 2,
      "text": "Before the length of an hundred cubits wasthe north door, and the breadth wasfifty cubits."
    },
    {
      "verse": 3,
      "text": "Over against the twenty cubitswhich werefor the inner court, and over against the pavement which wasfor the utter court, wasgallery against gallery in three stories."
    },
    {
      "verse": 4,
      "text": "And before the chambers wasa walk of ten cubits breadth inward, a way of one cubit; and their doors toward the north."
    },
    {
      "verse": 5,
      "text": "Now the upper chambers wereshorter: for the galleries were higher than these, than the lower, and than the middlemost of the building."
    },
    {
      "verse": 6,
      "text": "For they werein three stories, but had not pillars as the pillars of the courts: therefore the buildingwas straitened more than the lowest and the middlemost from the ground."
    },
    {
      "verse": 7,
      "text": "And the wall that waswithout over against the chambers, toward the utter court on the forepart of the chambers, the length thereof wasfifty cubits."
    },
    {
      "verse": 8,
      "text": "For the length of the chambers that werein the utter court wasfifty cubits: and, lo, before the temple werean hundred cubits."
    },
    {
      "verse": 9,
      "text": "And from under these chambers wasthe entry on the east side, as one goeth into them from the utter court."
    },
    {
      "verse": 10,
      "text": "The chambers werein the thickness of the wall of the court toward the east, over against the separate place, and over against the building."
    },
    {
      "verse": 11,
      "text": "And the way before them waslike the appearance of the chambers which weretoward the north, as long as they, andas broad as they: and all their goings out wereboth according to their fashions, and according to their doors."
    },
    {
      "verse": 12,
      "text": "And according to the doors of the chambers that weretoward the south wasa door in the head of the way, eventhe way directly before the wall toward the east, as one entereth into them."
    },
    {
      "verse": 13,
      "text": "¶ Then said he unto me, The north chambers andthe south chambers, which arebefore the separate place, they beholy chambers, where the priests that approach unto the \\+w LORD|strong=\"H3068\"\\+w*shall eat the most holy things: there shall they lay the most holy things, and the meat offering, and the sin offering, and the trespass offering; for the place isholy."
    },
    {
      "verse": 14,
      "text": "When the priests enter therein, then shall they not go out of the holy placeinto the utter court, but there they shall lay their garments wherein they minister; for they areholy; and shall put on other garments, and shall approach to those thingswhich arefor the people."
    },
    {
      "verse": 15,
      "text": "Now when he had made an end of measuring the inner house, he brought me forth toward the gate whose prospect istoward the east, and measured it round about."
    },
    {
      "verse": 16,
      "text": "He measured the east side with the measuring reed, five hundred reeds, with the measuring reed round about."
    },
    {
      "verse": 17,
      "text": "He measured the north side, five hundred reeds, with the measuring reed round about."
    },
    {
      "verse": 18,
      "text": "He measured the south side, five hundred reeds, with the measuring reed."
    },
    {
      "verse": 19,
      "text": "¶ He turned about to the west side, andmeasured five hundred reeds with the measuring reed."
    },
    {
      "verse": 20,
      "text": "He measured it by the four sides: it had a wall round about, five hundred reedslong, and five hundred broad, to make a separation between the sanctuary and the profane place."
    }
  ]
}