{
  "book_id": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then Sophar the Naamathite answered, and said:"
    },
    {
      "verse": 2,
      "text": "Shall not he that speaketh much, hear also? or shall a man full of talk be justified?"
    },
    {
      "verse": 3,
      "text": "Shall men hold their peace to thee only? and when thou hast mocked others, shall no man confute thee?"
    },
    {
      "verse": 4,
      "text": "For thou hast said: My word is pure, and I am clean in thy sight."
    },
    {
      "verse": 5,
      "text": "And I wish that God would speak with thee, and would open his lips to thee,"
    },
    {
      "verse": 6,
      "text": "That he might shew thee the secrets of wisdom, and that his law is manifold, and thou mightest understand that he exacteth much less of thee, than thy iniquity deserveth."
    },
    {
      "verse": 7,
      "text": "Peradventure thou wilt comprehend the steps of God, and wilt find out the Almighty perfectly?"
    },
    {
      "verse": 8,
      "text": "He is higher than heaven, and what wilt thou do? he is deeper than hell, and how wilt thou know?"
    },
    {
      "verse": 9,
      "text": "The measure of him is longer than the earth, and broader than the sea."
    },
    {
      "verse": 10,
      "text": "If he shall overturn all things, or shall press them together, who shall contradict him?"
    },
    {
      "verse": 11,
      "text": "For he knoweth the vanity of men, and when he seeth iniquity, doth he not consider it?"
    },
    {
      "verse": 12,
      "text": "A vain man is lifted up into pride, and thinketh himself born free like a wild ass’s colt."
    },
    {
      "verse": 13,
      "text": "Rut thou hast hardened thy heart, and hast spread thy hands to him."
    },
    {
      "verse": 14,
      "text": "If thou wilt put away from thee the iniquity that is in thy hand, and lot not injustice remain in thy tabernacle:"
    },
    {
      "verse": 15,
      "text": "Then mayst thou lift up thy face without spot, and thou shalt be steadfast, and shalt not fear."
    },
    {
      "verse": 16,
      "text": "Thou shalt also forget misery, and remember it only as waters that are passed away."
    },
    {
      "verse": 17,
      "text": "And brightness like that of the noonday, shall arise to thee at evening: and when thou shalt think thyself consumed, thou shalt rise as the day star."
    },
    {
      "verse": 18,
      "text": "And thou shalt have confidence, hope being set before thee, and being buried thou shalt sleep secure."
    },
    {
      "verse": 19,
      "text": "Thou shalt rest, and there shall be none to make thee afraid: and many shall entreat thy face."
    },
    {
      "verse": 20,
      "text": "But the eyes of the wicked shall decay, and the way to escape shall fail them, and their hope the abomination of the soul."
    }
  ]
}