{
  "book_id": "MAT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "'Judge not, that ye may not be judged,"
    },
    {
      "verse": 2,
      "text": "for in what judgment ye judge, ye shall be judged, and in what measure ye measure, it shall be measured to you."
    },
    {
      "verse": 3,
      "text": "'And why dost thou behold the mote that [is] in thy brother's eye, and the beam that [is] in thine own eye dost not consider?"
    },
    {
      "verse": 4,
      "text": "or, how wilt thou say to thy brother, Suffer I may cast out the mote from thine eye, and lo, the beam [is] in thine own eye?"
    },
    {
      "verse": 5,
      "text": "Hypocrite, cast out first the beam out of thine own eye, and then thou shalt see clearly to cast out the mote out of thy brother's eye."
    },
    {
      "verse": 6,
      "text": "'Ye may not give that which is [holy] to the dogs, nor cast your pearls before the swine, that they may not trample them among their feet, and having turned — may rend you."
    },
    {
      "verse": 7,
      "text": "'Ask, and it shall be given to you; seek, and ye shall find; knock, and it shall be opened to you;"
    },
    {
      "verse": 8,
      "text": "for every one who is asking doth receive, and he who is seeking doth find, and to him who is knocking it shall be opened."
    },
    {
      "verse": 9,
      "text": "'Or what man is of you, of whom, if his son may ask a loaf — a stone will he present to him?"
    },
    {
      "verse": 10,
      "text": "and if a fish he may ask — a serpent will he present to him?"
    },
    {
      "verse": 11,
      "text": "if, therefore, ye being evil, have known good gifts to give to your children, how much more shall your Father who [is] in the heavens give good things to those asking him?"
    },
    {
      "verse": 12,
      "text": "'All things, therefore, whatever ye may will that men may be doing to you, so also do to them, for this is the law and the prophets."
    },
    {
      "verse": 13,
      "text": "'Go ye in through the strait gate, because wide [is] the gate, and broad the way that is leading to the destruction, and many are those going in through it;"
    },
    {
      "verse": 14,
      "text": "how strait [is] the gate, and compressed the way that is leading to the life, and few are those finding it!"
    },
    {
      "verse": 15,
      "text": "'But, take heed of the false prophets, who come unto you in sheep's clothing, and inwardly are ravening wolves."
    },
    {
      "verse": 16,
      "text": "From their fruits ye shall know them; do [men] gather from thorns grapes? or from thistles figs?"
    },
    {
      "verse": 17,
      "text": "so every good tree doth yield good fruits, but the bad tree doth yield evil fruits."
    },
    {
      "verse": 18,
      "text": "A good tree is not able to yield evil fruits, nor a bad tree to yield good fruits."
    },
    {
      "verse": 19,
      "text": "Every tree not yielding good fruit is cut down and is cast to fire:"
    },
    {
      "verse": 20,
      "text": "therefore from their fruits ye shall know them."
    },
    {
      "verse": 21,
      "text": "'Not every one who is saying to me Lord, lord, shall come into the reign of the heavens; but he who is doing the will of my Father who is in the heavens."
    },
    {
      "verse": 22,
      "text": "Many will say to me in that day, Lord, lord, have we not in thy name prophesied? and in thy name cast out demons? and in thy name done many mighty things?"
    },
    {
      "verse": 23,
      "text": "and then I will acknowledge to them, that — I never knew you, depart from me ye who are working lawlessness."
    },
    {
      "verse": 24,
      "text": "'Therefore, every one who doth hear of me these words, and doth do them, I will liken him to a wise man who built his house upon the rock;"
    },
    {
      "verse": 25,
      "text": "and the rain did descend, and the streams came, and the winds blew, and they beat on that house, and it fell not, for it had been founded on the rock."
    },
    {
      "verse": 26,
      "text": "'And every one who is hearing of me these words, and is not doing them, shall be likened to a foolish man who built his house upon the sand;"
    },
    {
      "verse": 27,
      "text": "and the rain did descend, and the streams came, and the winds blew, and they beat on that house, and it fell, and its fall was great.'"
    },
    {
      "verse": 28,
      "text": "And it came to pass, when Jesus ended these words, the multitudes were astonished at his teaching,"
    },
    {
      "verse": 29,
      "text": "for he was teaching them as having authority, and not as the scribes."
    }
  ]
}