{
  "book_id": "2SA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Now after this, David, questioning the Lord, said, Am I to go up into any of the towns of Judah? And the Lord said to him, Go up. And David said, Where am I to go? And he said, To Hebron."
    },
    {
      "verse": 2,
      "text": "So David went there, taking with him his two wives, Ahinoam of Jezreel, and Abigail, the wife of Nabal of Carmel."
    },
    {
      "verse": 3,
      "text": "And David took all his men with him, every man with his family: and they were living in the towns round Hebron."
    },
    {
      "verse": 4,
      "text": "And the men of Judah came there, and with the holy oil made David king over the people of Judah. And word came to David that it was the men of Jabesh-gilead who put Saul's body in its last resting-place."
    },
    {
      "verse": 5,
      "text": "And David sent to the men of Jabesh-gilead and said to them, May the Lord give you his blessing, because you have done this kind act to Saul your lord, and have put his body to rest!"
    },
    {
      "verse": 6,
      "text": "May the Lord be good and true to you: and I myself will see that your kind act is rewarded, because you have done this thing."
    },
    {
      "verse": 7,
      "text": "Then let your hands be strong, and have no fear: though Saul your lord is dead, the people of Judah have made me their king."
    },
    {
      "verse": 8,
      "text": "Now Abner, the son of Ner, captain of Saul's army, had taken Saul's son Ish-bosheth over to Mahanaim,"
    },
    {
      "verse": 9,
      "text": "And made him king over Gilead and the Asherites and over Jezreel and Ephraim and Benjamin, that is, over all Israel."
    },
    {
      "verse": 10,
      "text": "(Saul's son Ish-bosheth was forty years old when he became king over Israel, and he was ruler for two years.) But Judah was on the side of David."
    },
    {
      "verse": 11,
      "text": "And the time when David was king in Hebron over the people of Judah was seven years and six months."
    },
    {
      "verse": 12,
      "text": "And Abner, the son of Ner, with the servants of Saul's son Ish-bosheth, went out from Mahanaim to Gibeon."
    },
    {
      "verse": 13,
      "text": "And Joab, the son of Zeruiah, and the servants of David, went out and came face to face with them by the pool of Gibeon; and they took up their position, facing one another on opposite sides of the pool."
    },
    {
      "verse": 14,
      "text": "And Abner said to Joab, Let the young men give a test of their strength before us. And Joab said, Let them do so."
    },
    {
      "verse": 15,
      "text": "So they got up and went over by number: twelve for Benjamin and Ish-bosheth and twelve of the servants of David."
    },
    {
      "verse": 16,
      "text": "And every one got the other by the head, driving his sword into the other's side, so they all went down together: and that place was named the Field of Sides, and it is in Gibeon."
    },
    {
      "verse": 17,
      "text": "And there was hard fighting that day; and Abner and the men of Israel gave way before the servants of David."
    },
    {
      "verse": 18,
      "text": "There were three sons of Zeruiah there, Joab and Abishai and Asahel: and Asahel was as quick-footed as a roe of the fields."
    },
    {
      "verse": 19,
      "text": "Asahel went running after Abner, not turning to the right or to the left."
    },
    {
      "verse": 20,
      "text": "Then Abner, looking back, said, Is it you, Asahel? And he said, It is I."
    },
    {
      "verse": 21,
      "text": "And Abner said, Then go to the right or to the left and put your hands on one of the fighting-men and take his arms. But Asahel would not be turned away from going after Abner."
    },
    {
      "verse": 22,
      "text": "Then again Abner said to Asahel, Go to one side, do not keep on coming after me: why will you make me put an end to you? for then I will be shamed before your brother Joab."
    },
    {
      "verse": 23,
      "text": "But still he did not go to one side: so Abner gave him a back blow in the stomach with his spear, so that the spear came out at his back; and he went down on the earth, wounded to death: and all those who came to the place where Asahel went down dead, came to a stop."
    },
    {
      "verse": 24,
      "text": "But Joab and Abishai went after Abner: and the sun went down when they came to the hill of Ammah, which is to the east of the road through the waste land of Geba."
    },
    {
      "verse": 25,
      "text": "And the men of Benjamin came together after Abner in one band, and took their places on the top of a hill."
    },
    {
      "verse": 26,
      "text": "Then crying out to Joab, Abner said, Are fighting and destruction to go on for ever? do you not see that the end will only be bitter? how long will it be before you send the people back and make them give up attacking their countrymen?"
    },
    {
      "verse": 27,
      "text": "And Joab said, By the living God, if you had not given the word, the people would have gone on attacking their countrymen till the morning."
    },
    {
      "verse": 28,
      "text": "So Joab had a horn sounded, and all the people came to a stop, and gave up going after Israel and fighting them."
    },
    {
      "verse": 29,
      "text": "And all that night Abner and his men went through the Arabah; they went over Jordan and through all Bithron and came to Mahanaim."
    },
    {
      "verse": 30,
      "text": "And Joab came back from fighting Abner: and when he had got all his men together, it was seen that nineteen of David's men, in addition to Asahel, were not with them."
    },
    {
      "verse": 31,
      "text": "But David's men had put to death three hundred and sixty of the men of Benjamin and of Abner's men"
    },
    {
      "verse": 32,
      "text": "And they took Asahel's body and put it in the last resting-place of his father in Beth-lehem. And Joab and his men, travelling all night, came to Hebron at dawn."
    }
  ]
}