{
  "book_id": "MAT",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Προσέχετε ⸆ τὴν ⸂ἐλεημοσύνην⸃ ὑμῶν μὴ ποιεῖν ἔμπροσθεν τῶν ἀνθρώπων, πρὸς τὸ θεαθῆναι αὐτοῖς· εἰ δὲ μήγε, μισθὸν οὐκ ἔχετε παρὰ τῷ πατρὶ ὑμῶν τῷ ἐν τοῖς οὐρανοῖς."
    },
    {
      "verse": 2,
      "text": "Ὅταν οὖν ποιῇς ἐλεημοσύνην, μὴ σαλπίσῃς ἔμπροσθέν σου, ὥσπερ οἱ ὑποκριταὶ ποιοῦσιν ἐν ταῖς συναγωγαῖς καὶ ἐν ταῖς ῥύμαις, ὅπως δοξασθῶσιν ὑπὸ τῶν ἀνθρώπων· ἀμὴν λέγω ὑμῖν, ἀπέχουσιν τὸν μισθὸν αὐτῶν."
    },
    {
      "verse": 3,
      "text": "Σοῦ δὲ ποιοῦντος ἐλεημοσύνην, μὴ γνώτω ἡ ἀριστερά σου τί ποιεῖ ἡ δεξιά σου,"
    },
    {
      "verse": 4,
      "text": "ὅπως ᾖ σου ἡ ἐλεημοσύνη ἐν τῷ κρυπτῷ· καὶ ὁ πατήρ σου ὁ βλέπων ἐν τῷ κρυπτῷ ⸋αὐτὸς⸌ ἀποδώσει σοι ⸋2ἐν τῷ φανερῷ.⸌"
    },
    {
      "verse": 5,
      "text": "Καὶ ὅταν ⸂προσεύχῃ,⸃ οὐκ ⸂2ἔσῃ⸃ ⸂3ὥσπερ⸃ οἱ ὑποκριταί, ὅτι φιλοῦσιν ἐν ταῖς συναγωγαῖς καὶ ἐν ταῖς γωνίαις τῶν πλατειῶν ἑστῶτες προσεύχεσθαι, ὅπως ⸋ἂν⸌ φανῶσιν τοῖς ἀνθρώποις· ἀμὴν λέγω ὑμῖν ⸋2ὅτι⸌ ἀπέχουσιν τὸν μισθὸν αὐτῶν."
    },
    {
      "verse": 6,
      "text": "Σὺ δέ, ὅταν προσεύχῃ, εἴσελθε εἰς τὸ ταμιεῖόν σου, καὶ κλείσας τὴν θύραν σου, πρόσευξαι τῷ πατρί σου τῷ ἐν τῷ κρυπτῷ· καὶ ὁ πατήρ σου ὁ βλέπων ἐν τῷ κρυπτῷ ἀποδώσει σοι ⸋ἐν τῷ φανερῷ.⸌"
    },
    {
      "verse": 7,
      "text": "Προσευχόμενοι δὲ μὴ βαττολογήσητε, ὥσπερ οἱ ἐθνικοί· δοκοῦσιν γὰρ ὅτι ἐν τῇ πολυλογίᾳ αὐτῶν εἰσακουσθήσονται."
    },
    {
      "verse": 8,
      "text": "Μὴ οὖν ὁμοιωθῆτε αὐτοῖς· οἶδεν γὰρ ⸂ὁ πατὴρ ὑμῶν⸃ ὧν χρείαν ἔχετε, πρὸ τοῦ ὑμᾶς αἰτῆσαι αὐτόν."
    },
    {
      "verse": 9,
      "text": "Οὕτως οὖν προσεύχεσθε ὑμεῖς· Πάτερ ἡμῶν ὁ ἐν τοῖς οὐρανοῖς, ἁγιασθήτω τὸ ὄνομά σου."
    },
    {
      "verse": 10,
      "text": "Ἐλθέτω ἡ βασιλεία σου. Γενηθήτω τὸ θέλημά σου, ὡς ἐν οὐρανῷ, καὶ ἐπὶ ⸋τῆς⸌ γῆς."
    },
    {
      "verse": 11,
      "text": "Τὸν ἄρτον ἡμῶν τὸν ἐπιούσιον δὸς ἡμῖν σήμερον."
    },
    {
      "verse": 12,
      "text": "Καὶ ἄφες ἡμῖν τὰ ὀφειλήματα ἡμῶν, ὡς καὶ ἡμεῖς ⸂ἀφίεμεν⸃ τοῖς ὀφειλέταις ἡμῶν."
    },
    {
      "verse": 13,
      "text": "Καὶ μὴ εἰσενέγκῃς ἡμᾶς εἰς πειρασμόν, ἀλλὰ ῥῦσαι ἡμᾶς ἀπὸ τοῦ πονηροῦ. ⸋Ὅτι σοῦ ἐστιν ἡ βασιλεία καὶ ἡ δύναμις καὶ ἡ δόξα εἰς τοὺς αἰῶνας. Ἀμήν.⸌"
    },
    {
      "verse": 14,
      "text": "Ἐὰν γὰρ ἀφῆτε τοῖς ἀνθρώποις τὰ παραπτώματα αὐτῶν, ἀφήσει καὶ ὑμῖν ὁ πατὴρ ὑμῶν ὁ οὐράνιος·"
    },
    {
      "verse": 15,
      "text": "ἐὰν δὲ μὴ ἀφῆτε τοῖς ἀνθρώποις ⸋τὰ παραπτώματα αὐτῶν,⸌ οὐδὲ ὁ πατὴρ ὑμῶν ἀφήσει τὰ παραπτώματα ὑμῶν."
    },
    {
      "verse": 16,
      "text": "Ὅταν δὲ νηστεύητε, μὴ γίνεσθε ⸂ὥσπερ⸃ οἱ ὑποκριταὶ σκυθρωποί· ἀφανίζουσιν γὰρ τὰ πρόσωπα αὐτῶν, ὅπως φανῶσιν τοῖς ἀνθρώποις νηστεύοντες· ἀμὴν λέγω ὑμῖν ⸋ὅτι⸌ ἀπέχουσιν τὸν μισθὸν αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Σὺ δὲ νηστεύων ἄλειψαί σου τὴν κεφαλήν, καὶ τὸ πρόσωπόν σου νίψαι,"
    },
    {
      "verse": 18,
      "text": "ὅπως μὴ φανῇς τοῖς ἀνθρώποις νηστεύων, ἀλλὰ τῷ πατρί σου τῷ ἐν τῷ κρυπτῷ· καὶ ὁ πατήρ σου ὁ βλέπων ἐν τῷ κρυπτῷ ἀποδώσει σοι. ⸆"
    },
    {
      "verse": 19,
      "text": "Μὴ θησαυρίζετε ὑμῖν θησαυροὺς ἐπὶ τῆς γῆς, ὅπου σὴς καὶ βρῶσις ἀφανίζει, καὶ ὅπου κλέπται διορύσσουσιν καὶ κλέπτουσιν·"
    },
    {
      "verse": 20,
      "text": "θησαυρίζετε δὲ ὑμῖν θησαυροὺς ἐν οὐρανῷ, ὅπου οὔτε σὴς οὔτε βρῶσις ἀφανίζει, καὶ ὅπου κλέπται οὐ διορύσσουσιν οὐδὲ κλέπτουσιν."
    },
    {
      "verse": 21,
      "text": "Ὅπου γάρ ἐστιν ὁ θησαυρὸς ⸂ὑμῶν, ἐκεῖ ἔσται καὶ ἡ καρδία ὑμῶν.⸃"
    },
    {
      "verse": 22,
      "text": "Ὁ λύχνος τοῦ σώματός ἐστιν ὁ ὀφθαλμός· ἐὰν οὖν ⸉ὁ ὀφθαλμός σου ἁπλοῦς ᾖ,⸊ ὅλον τὸ σῶμά σου φωτεινὸν ἔσται·"
    },
    {
      "verse": 23,
      "text": "ἐὰν δὲ ὁ ὀφθαλμός σου πονηρὸς ᾖ, ὅλον τὸ σῶμά σου σκοτεινὸν ἔσται. Εἰ οὖν τὸ φῶς τὸ ἐν σοὶ σκότος ἐστίν, τὸ σκότος πόσον;"
    },
    {
      "verse": 24,
      "text": "Οὐδεὶς δύναται δυσὶν κυρίοις δουλεύειν· ἢ γὰρ τὸν ἕνα μισήσει, καὶ τὸν ἕτερον ἀγαπήσει· ἢ ἑνὸς ἀνθέξεται, καὶ τοῦ ἑτέρου καταφρονήσει. Οὐ δύνασθε θεῷ δουλεύειν καὶ μαμωνᾷ."
    },
    {
      "verse": 25,
      "text": "Διὰ τοῦτο λέγω ὑμῖν, μὴ μεριμνᾶτε τῇ ψυχῇ ὑμῶν, τί φάγητε ⸂καὶ τί πίητε·⸃ μηδὲ τῷ σώματι ὑμῶν, τί ἐνδύσησθε. Οὐχὶ ἡ ψυχὴ πλεῖόν ἐστιν τῆς τροφῆς, καὶ τὸ σῶμα τοῦ ἐνδύματος;"
    },
    {
      "verse": 26,
      "text": "Ἐμβλέψατε εἰς τὰ πετεινὰ τοῦ οὐρανοῦ, ὅτι οὐ σπείρουσιν, οὐδὲ θερίζουσιν, οὐδὲ συνάγουσιν εἰς ἀποθήκας, καὶ ὁ πατὴρ ὑμῶν ὁ οὐράνιος τρέφει αὐτά· οὐχ ὑμεῖς μᾶλλον διαφέρετε αὐτῶν;"
    },
    {
      "verse": 27,
      "text": "Τίς δὲ ἐξ ὑμῶν μεριμνῶν δύναται προσθεῖναι ἐπὶ τὴν ἡλικίαν αὐτοῦ πῆχυν ἕνα;"
    },
    {
      "verse": 28,
      "text": "Καὶ περὶ ἐνδύματος τί μεριμνᾶτε; Καταμάθετε ⸂τὰ κρίνα τοῦ ἀγροῦ, πῶς αὐξάνει· οὐ κοπιᾷ, οὐδὲ νήθει·⸃"
    },
    {
      "verse": 29,
      "text": "λέγω δὲ ὑμῖν ὅτι οὐδὲ Σολομὼν ἐν πάσῃ τῇ δόξῃ αὐτοῦ περιεβάλετο ὡς ἓν τούτων."
    },
    {
      "verse": 30,
      "text": "Εἰ δὲ τὸν χόρτον τοῦ ἀγροῦ, σήμερον ὄντα, καὶ αὔριον εἰς κλίβανον βαλλόμενον, ὁ θεὸς οὕτως ἀμφιέννυσιν, οὐ πολλῷ μᾶλλον ὑμᾶς, ὀλιγόπιστοι;"
    },
    {
      "verse": 31,
      "text": "Μὴ οὖν μεριμνήσητε, λέγοντες, Τί φάγωμεν, ἢ τί πίωμεν, ἢ τί περιβαλώμεθα;"
    },
    {
      "verse": 32,
      "text": "Πάντα γὰρ ταῦτα τὰ ἔθνη ⸂ἐπιζητεῖ·⸃ οἶδεν γὰρ ὁ πατὴρ ὑμῶν ὁ οὐράνιος ὅτι χρῄζετε τούτων ἁπάντων."
    },
    {
      "verse": 33,
      "text": "Ζητεῖτε δὲ πρῶτον τὴν βασιλείαν ⸋τοῦ θεοῦ⸌ καὶ τὴν δικαιοσύνην αὐτοῦ, καὶ ταῦτα πάντα προστεθήσεται ὑμῖν."
    },
    {
      "verse": 34,
      "text": "Μὴ οὖν μεριμνήσητε εἰς τὴν αὔριον· ἡ γὰρ αὔριον μεριμνήσει ⸂τὰ ἑαυτῆς.⸃ Ἀρκετὸν τῇ ἡμέρᾳ ἡ κακία αὐτῆς."
    }
  ]
}