{
  "book_id": "MAT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Τότε προσέρχονται τῷ Ἰησοῦ ⸋οἱ⸌ ἀπὸ Ἱεροσολύμων ⸉γραμματεῖς καὶ Φαρισαῖοι,⸊ λέγοντες,"
    },
    {
      "verse": 2,
      "text": "Διὰ τί οἱ μαθηταί σου παραβαίνουσιν τὴν παράδοσιν τῶν πρεσβυτέρων; Οὐ γὰρ νίπτονται τὰς χεῖρας ⸋αὐτῶν,⸌ ὅταν ἄρτον ἐσθίωσιν."
    },
    {
      "verse": 3,
      "text": "Ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς, Διὰ τί καὶ ὑμεῖς παραβαίνετε τὴν ἐντολὴν τοῦ θεοῦ διὰ τὴν παράδοσιν ὑμῶν;"
    },
    {
      "verse": 4,
      "text": "Ὁ γὰρ θεὸς ⸂ἐνετείλατο, λέγων,⸃ Τίμα τὸν πατέρα ⸆ καὶ τὴν μητέρα· καί, Ὁ κακολογῶν πατέρα ἢ μητέρα θανάτῳ τελευτάτω·"
    },
    {
      "verse": 5,
      "text": "ὑμεῖς δὲ λέγετε, Ὃς ἂν εἴπῃ τῷ πατρὶ ἢ τῇ μητρί, Δῶρον, ὃ ἐὰν ἐξ ἐμοῦ ὠφεληθῇς, ⸋καὶ⸌ οὐ μὴ ⸂τιμήσῃ⸃ τὸν πατέρα αὐτοῦ ⸂2ἢ τὴν μητέρα αὐτοῦ·⸃"
    },
    {
      "verse": 6,
      "text": "καὶ ἠκυρώσατε ⸂τὴν ἐντολὴν⸃ τοῦ θεοῦ διὰ τὴν παράδοσιν ὑμῶν·"
    },
    {
      "verse": 7,
      "text": "ὑποκριταί, καλῶς προεφήτευσεν περὶ ὑμῶν Ἠσαΐας, λέγων,"
    },
    {
      "verse": 8,
      "text": "⸂Ἐγγίζει μοι ὁ λαὸς οὗτος τῷ στόματι αὐτῶν, καὶ⸃ τοῖς χείλεσίν με τιμᾷ· ἡ δὲ καρδία αὐτῶν πόρρω ἀπέχει ἀπ᾽ ἐμοῦ."
    },
    {
      "verse": 9,
      "text": "Μάτην δὲ σέβονταί με, διδάσκοντες διδασκαλίας ἐντάλματα ἀνθρώπων."
    },
    {
      "verse": 10,
      "text": "Καὶ προσκαλεσάμενος τὸν ὄχλον, εἶπεν αὐτοῖς, Ἀκούετε καὶ συνίετε."
    },
    {
      "verse": 11,
      "text": "Οὐ τὸ εἰσερχόμενον εἰς τὸ στόμα κοινοῖ τὸν ἄνθρωπον· ἀλλὰ τὸ ἐκπορευόμενον ἐκ τοῦ στόματος, τοῦτο κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 12,
      "text": "Τότε προσελθόντες οἱ μαθηταὶ ⸋αὐτοῦ⸌ ⸂εἶπον⸃ αὐτῷ, Οἶδας ὅτι οἱ Φαρισαῖοι ἀκούσαντες τὸν λόγον ἐσκανδαλίσθησαν;"
    },
    {
      "verse": 13,
      "text": "Ὁ δὲ ἀποκριθεὶς εἶπεν, Πᾶσα φυτεία, ἣν οὐκ ἐφύτευσεν ὁ πατήρ μου ὁ οὐράνιος, ἐκριζωθήσεται."
    },
    {
      "verse": 14,
      "text": "Ἄφετε αὐτούς· ⸂ὁδηγοί εἰσιν τυφλοὶ τυφλῶν·⸃ τυφλὸς δὲ τυφλὸν ἐὰν ὁδηγῇ, ἀμφότεροι εἰς βόθυνον ⸂2πεσοῦνται.⸃"
    },
    {
      "verse": 15,
      "text": "Ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν αὐτῷ, Φράσον ἡμῖν τὴν παραβολὴν ⸋ταύτην.⸌"
    },
    {
      "verse": 16,
      "text": "⸂Ὁ δὲ Ἰησοῦς⸃ εἶπεν, Ἀκμὴν καὶ ὑμεῖς ἀσύνετοί ἐστε;"
    },
    {
      "verse": 17,
      "text": "⸂Οὔπω⸃ νοεῖτε, ὅτι πᾶν τὸ εἰσπορευόμενον εἰς τὸ στόμα εἰς τὴν κοιλίαν χωρεῖ, καὶ εἰς ἀφεδρῶνα ἐκβάλλεται;"
    },
    {
      "verse": 18,
      "text": "Τὰ δὲ ἐκπορευόμενα ἐκ τοῦ στόματος ἐκ τῆς καρδίας ἐξέρχεται, κἀκεῖνα κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 19,
      "text": "Ἐκ γὰρ τῆς καρδίας ἐξέρχονται διαλογισμοὶ πονηροί, φόνοι, μοιχεῖαι, πορνεῖαι, κλοπαί, ψευδομαρτυρίαι, βλασφημίαι·"
    },
    {
      "verse": 20,
      "text": "ταῦτά ἐστιν τὰ κοινοῦντα τὸν ἄνθρωπον· τὸ δὲ ἀνίπτοις χερσὶν φαγεῖν οὐ κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐξελθὼν ἐκεῖθεν ὁ Ἰησοῦς ἀνεχώρησεν εἰς τὰ μέρη Τύρου καὶ Σιδῶνος."
    },
    {
      "verse": 22,
      "text": "Καὶ ἰδού, γυνὴ Χαναναία ἀπὸ τῶν ὁρίων ἐκείνων ἐξελθοῦσα ⸂ἐκραύγασεν⸃ ⸋αὐτῷ,⸌ λέγουσα, Ἐλέησόν με, κύριε, ⸂2υἱὲ⸃ Δαυίδ· ἡ θυγάτηρ μου κακῶς δαιμονίζεται."
    },
    {
      "verse": 23,
      "text": "Ὁ δὲ οὐκ ἀπεκρίθη αὐτῇ λόγον. Καὶ προσελθόντες οἱ μαθηταὶ αὐτοῦ ἠρώτων αὐτόν, λέγοντες, Ἀπόλυσον αὐτήν, ὅτι κράζει ὄπισθεν ἡμῶν."
    },
    {
      "verse": 24,
      "text": "Ὁ δὲ ἀποκριθεὶς εἶπεν, Οὐκ ἀπεστάλην εἰ μὴ εἰς τὰ πρόβατα τὰ ἀπολωλότα οἴκου Ἰσραήλ."
    },
    {
      "verse": 25,
      "text": "Ἡ δὲ ἐλθοῦσα ⸂προσεκύνησεν⸃ αὐτῷ λέγουσα, Κύριε, βοήθει μοι."
    },
    {
      "verse": 26,
      "text": "Ὁ δὲ ἀποκριθεὶς εἶπεν, Οὐκ ἔστιν καλὸν λαβεῖν τὸν ἄρτον τῶν τέκνων, καὶ βαλεῖν τοῖς κυναρίοις."
    },
    {
      "verse": 27,
      "text": "Ἡ δὲ εἶπεν, Ναί, κύριε· καὶ γὰρ τὰ κυνάρια ἐσθίει ἀπὸ τῶν ψιχίων τῶν πιπτόντων ἀπὸ τῆς τραπέζης τῶν κυρίων αὐτῶν."
    },
    {
      "verse": 28,
      "text": "Τότε ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτῇ, Ὦ γύναι, μεγάλη σου ἡ πίστις· γενηθήτω σοι ὡς θέλεις. Καὶ ἰάθη ἡ θυγάτηρ αὐτῆς ἀπὸ τῆς ὥρας ἐκείνης."
    },
    {
      "verse": 29,
      "text": "Καὶ μεταβὰς ἐκεῖθεν ὁ Ἰησοῦς ἦλθεν παρὰ τὴν θάλασσαν τῆς Γαλιλαίας· καὶ ἀναβὰς εἰς τὸ ὄρος ἐκάθητο ἐκεῖ."
    },
    {
      "verse": 30,
      "text": "Καὶ προσῆλθον αὐτῷ ὄχλοι πολλοί, ἔχοντες μεθ᾽ ἑαυτῶν ⸉χωλούς, τυφλούς, κωφούς, κυλλούς,⸊ καὶ ἑτέρους πολλούς, καὶ ἔρριψαν αὐτοὺς παρὰ τοὺς πόδας ⸂τοῦ Ἰησοῦ⸃ καὶ ἐθεράπευσεν αὐτούς·"
    },
    {
      "verse": 31,
      "text": "ὥστε ⸂τοὺς ὄχλους⸃ θαυμάσαι, βλέποντας ⸂2κωφοὺς λαλοῦντας, κυλλοὺς ὑγιεῖς, χωλοὺς περιπατοῦντας, καὶ τυφλοὺς βλέποντας·⸃ καὶ ⸂3ἐδόξασαν⸃ τὸν θεὸν Ἰσραήλ."
    },
    {
      "verse": 32,
      "text": "Ὁ δὲ Ἰησοῦς προσκαλεσάμενος τοὺς μαθητὰς αὐτοῦ εἶπεν, Σπλαγχνίζομαι ἐπὶ τὸν ὄχλον, ὅτι ἤδη ⸂ἡμέραι⸃ τρεῖς προσμένουσίν μοι, καὶ οὐκ ἔχουσιν τί φάγωσιν· καὶ ἀπολῦσαι αὐτοὺς νήστεις οὐ θέλω, μήποτε ἐκλυθῶσιν ἐν τῇ ὁδῷ."
    },
    {
      "verse": 33,
      "text": "Καὶ λέγουσιν αὐτῷ οἱ μαθηταὶ ⸋αὐτοῦ,⸌ Πόθεν ἡμῖν ἐν ἐρημίᾳ ἄρτοι τοσοῦτοι, ὥστε χορτάσαι ὄχλον τοσοῦτον;"
    },
    {
      "verse": 34,
      "text": "Καὶ λέγει αὐτοῖς ὁ Ἰησοῦς, Πόσους ἄρτους ἔχετε; Οἱ δὲ εἶπον, Ἑπτά, καὶ ὀλίγα ἰχθύδια."
    },
    {
      "verse": 35,
      "text": "Καὶ ⸂ἐκέλευσεν⸃ ⸂2τοῖς ὄχλοις⸃ ἀναπεσεῖν ἐπὶ τὴν γῆν·"
    },
    {
      "verse": 36,
      "text": "⸋καὶ⸌ ⸂λαβὼν τοὺς ἑπτὰ ἄρτους καὶ τοὺς ἰχθύας,⸃ εὐχαριστήσας ἔκλασεν, καὶ ⸂2ἔδωκεν⸃ τοῖς μαθηταῖς ⸋2αὐτοῦ,⸌ οἱ δὲ μαθηταὶ ⸂3τῷ ὄχλῳ.⸃"
    },
    {
      "verse": 37,
      "text": "Καὶ ἔφαγον πάντες καὶ ἐχορτάσθησαν· καὶ ⸉ἦραν τὸ περισσεῦον τῶν κλασμάτων,⸊ ἑπτὰ σπυρίδας πλήρεις."
    },
    {
      "verse": 38,
      "text": "Οἱ δὲ ἐσθίοντες ἦσαν τετρακισχίλιοι ἄνδρες, χωρὶς γυναικῶν καὶ παιδίων."
    },
    {
      "verse": 39,
      "text": "Καὶ ἀπολύσας τοὺς ὄχλους ἐνέβη εἰς τὸ πλοῖον, καὶ ἦλθεν εἰς τὰ ὅρια Μαγδαλά."
    }
  ]
}