{
  "book_id": "MAT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐξελθὼν ὁ Ἰησοῦς ⸉ἐπορεύετο ἀπὸ τοῦ ἱεροῦ·⸊ καὶ προσῆλθον ⸆ οἱ μαθηταὶ αὐτοῦ ἐπιδεῖξαι αὐτῷ τὰς οἰκοδομὰς τοῦ ἱεροῦ."
    },
    {
      "verse": 2,
      "text": "⸂Ὁ δὲ Ἰησοῦς⸃ ⸆ εἶπεν αὐτοῖς, Οὐ βλέπετε ⸉πάντα ταῦτα;⸊ Ἀμὴν λέγω ὑμῖν, οὐ μὴ ἀφεθῇ ὧδε λίθος ἐπὶ λίθον, ὃς οὐ ⸆2καταλυθήσεται."
    },
    {
      "verse": 3,
      "text": "Καθημένου δὲ αὐτοῦ ἐπὶ τοῦ ὄρους τῶν Ἐλαιῶν, προσῆλθον αὐτῷ οἱ μαθηταὶ κατ᾽ ἰδίαν, λέγοντες, Εἰπὲ ἡμῖν, πότε ταῦτα ἔσται; Καὶ τί τὸ σημεῖον τῆς σῆς παρουσίας, καὶ ⸋τῆς⸌ συντελείας τοῦ αἰῶνος;"
    },
    {
      "verse": 4,
      "text": "Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς, Βλέπετε, μή τις ὑμᾶς πλανήσῃ."
    },
    {
      "verse": 5,
      "text": "Πολλοὶ γὰρ ἐλεύσονται ἐπὶ τῷ ὀνόματί μου, λέγοντες, Ἐγώ εἰμι ὁ χριστός· καὶ πολλοὺς πλανήσουσιν."
    },
    {
      "verse": 6,
      "text": "Μελλήσετε δὲ ἀκούειν πολέμους καὶ ἀκοὰς πολέμων· ὁρᾶτε, μὴ θροεῖσθε· δεῖ γὰρ ⸋πάντα⸌ γενέσθαι· ἀλλ᾽ οὔπω ἐστὶν τὸ τέλος."
    },
    {
      "verse": 7,
      "text": "Ἐγερθήσεται γὰρ ἔθνος ἐπὶ ἔθνος, καὶ βασιλεία ἐπὶ βασιλείαν· καὶ ἔσονται λιμοὶ ⸋καὶ λοιμοὶ⸌ καὶ σεισμοὶ κατὰ τόπους."
    },
    {
      "verse": 8,
      "text": "Πάντα δὲ ταῦτα ἀρχὴ ὠδίνων."
    },
    {
      "verse": 9,
      "text": "Τότε παραδώσουσιν ὑμᾶς εἰς θλίψιν, καὶ ἀποκτενοῦσιν ὑμᾶς· καὶ ἔσεσθε μισούμενοι ὑπὸ πάντων τῶν ἐθνῶν διὰ τὸ ὄνομά μου."
    },
    {
      "verse": 10,
      "text": "Καὶ τότε σκανδαλισθήσονται πολλοί, καὶ ἀλλήλους παραδώσουσιν, καὶ μισήσουσιν ἀλλήλους."
    },
    {
      "verse": 11,
      "text": "Καὶ πολλοὶ ψευδοπροφῆται ἐγερθήσονται, καὶ πλανήσουσιν πολλούς."
    },
    {
      "verse": 12,
      "text": "Καὶ διὰ τὸ πληθυνθῆναι τὴν ἀνομίαν, ψυγήσεται ἡ ἀγάπη τῶν πολλῶν·"
    },
    {
      "verse": 13,
      "text": "ὁ δὲ ὑπομείνας εἰς τέλος, οὗτος σωθήσεται."
    },
    {
      "verse": 14,
      "text": "Καὶ κηρυχθήσεται τοῦτο τὸ εὐαγγέλιον τῆς βασιλείας ἐν ὅλῃ τῇ οἰκουμένῃ εἰς μαρτύριον πᾶσιν τοῖς ἔθνεσιν· καὶ τότε ἥξει τὸ τέλος."
    },
    {
      "verse": 15,
      "text": "Ὅταν οὖν ἴδητε τὸ βδέλυγμα τῆς ἐρημώσεως, τὸ ῥηθὲν διὰ Δανιὴλ τοῦ προφήτου, ⸂ἑστὼς⸃ ἐν τόπῳ ἁγίῳ—ὁ ἀναγινώσκων νοείτω—"
    },
    {
      "verse": 16,
      "text": "τότε οἱ ἐν τῇ Ἰουδαίᾳ φευγέτωσαν ⸂ἐπὶ⸃ τὰ ὄρη·"
    },
    {
      "verse": 17,
      "text": "ὁ ἐπὶ τοῦ δώματος μὴ ⸂καταβαινέτω⸃ ἆραι ⸂2τὰ⸃ ἐκ τῆς οἰκίας αὐτοῦ·"
    },
    {
      "verse": 18,
      "text": "καὶ ὁ ἐν τῷ ἀγρῷ μὴ ἐπιστρεψάτω ὀπίσω ἆραι ⸂τὰ ἱμάτια⸃ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Οὐαὶ δὲ ταῖς ἐν γαστρὶ ἐχούσαις καὶ ταῖς θηλαζούσαις ἐν ἐκείναις ταῖς ἡμέραις."
    },
    {
      "verse": 20,
      "text": "Προσεύχεσθε δὲ ἵνα μὴ γένηται ἡ φυγὴ ὑμῶν χειμῶνος, μηδὲ ⸆ σαββάτῳ."
    },
    {
      "verse": 21,
      "text": "Ἔσται γὰρ τότε θλίψις μεγάλη, οἵα οὐ γέγονεν ἀπ᾽ ἀρχῆς κόσμου ἕως τοῦ νῦν, οὐδ᾽ οὐ μὴ γένηται."
    },
    {
      "verse": 22,
      "text": "Καὶ εἰ μὴ ἐκολοβώθησαν αἱ ἡμέραι ἐκεῖναι, οὐκ ἂν ἐσώθη πᾶσα σάρξ· διὰ δὲ τοὺς ἐκλεκτοὺς κολοβωθήσονται αἱ ἡμέραι ἐκεῖναι."
    },
    {
      "verse": 23,
      "text": "Τότε ἐάν τις ὑμῖν εἴπῃ, Ἰδού, ὧδε ὁ χριστός, ἢ ὧδε, μὴ πιστεύσητε."
    },
    {
      "verse": 24,
      "text": "Ἐγερθήσονται γὰρ ψευδόχριστοι καὶ ψευδοπροφῆται, καὶ δώσουσιν σημεῖα μεγάλα καὶ τέρατα, ὥστε ⸂πλανῆσαι,⸃ εἰ δυνατόν, καὶ τοὺς ἐκλεκτούς."
    },
    {
      "verse": 25,
      "text": "Ἰδού, προείρηκα ὑμῖν."
    },
    {
      "verse": 26,
      "text": "Ἐὰν οὖν εἴπωσιν ὑμῖν, Ἰδού, ἐν τῇ ἐρήμῳ ἐστίν, μὴ ἐξέλθητε· Ἰδού, ἐν τοῖς ταμείοις, μὴ πιστεύσητε."
    },
    {
      "verse": 27,
      "text": "Ὥσπερ γὰρ ἡ ἀστραπὴ ἐξέρχεται ἀπὸ ἀνατολῶν καὶ φαίνεται ἕως δυσμῶν, οὕτως ἔσται ⸆ ἡ παρουσία τοῦ υἱοῦ τοῦ ἀνθρώπου."
    },
    {
      "verse": 28,
      "text": "Ὅπου ⸋γὰρ⸌ ἐὰν ᾖ τὸ πτῶμα, ἐκεῖ συναχθήσονται οἱ ἀετοί."
    },
    {
      "verse": 29,
      "text": "Εὐθέως δὲ μετὰ τὴν θλίψιν τῶν ἡμερῶν ἐκείνων, ὁ ἥλιος σκοτισθήσεται, καὶ ἡ σελήνη οὐ δώσει τὸ φέγγος αὐτῆς, καὶ οἱ ἀστέρες πεσοῦνται ἀπὸ τοῦ οὐρανοῦ, καὶ αἱ δυνάμεις τῶν οὐρανῶν σαλευθήσονται."
    },
    {
      "verse": 30,
      "text": "Καὶ τότε φανήσεται τὸ σημεῖον τοῦ υἱοῦ τοῦ ἀνθρώπου ἐν ⸋τῷ⸌ οὐρανῷ· καὶ τότε κόψονται πᾶσαι αἱ φυλαὶ τῆς γῆς, καὶ ὄψονται τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐπὶ τῶν νεφελῶν τοῦ οὐρανοῦ μετὰ δυνάμεως καὶ δόξης πολλῆς."
    },
    {
      "verse": 31,
      "text": "Καὶ ἀποστελεῖ τοὺς ἀγγέλους αὐτοῦ μετὰ σάλπιγγος ⸋φωνῆς⸌ μεγάλης, καὶ ἐπισυνάξουσιν τοὺς ἐκλεκτοὺς αὐτοῦ ἐκ τῶν τεσσάρων ἀνέμων, ἀπ᾽ ἄκρων οὐρανῶν ἕως ⸆ ἄκρων αὐτῶν."
    },
    {
      "verse": 32,
      "text": "Ἀπὸ δὲ τῆς συκῆς μάθετε τὴν παραβολήν· ὅταν ἤδη ὁ κλάδος αὐτῆς γένηται ἁπαλός, καὶ τὰ φύλλα ἐκφύῃ, ⸂γινώσκετε⸃ ὅτι ἐγγὺς τὸ θέρος·"
    },
    {
      "verse": 33,
      "text": "οὕτως καὶ ὑμεῖς, ὅταν ἴδητε ⸉ταῦτα πάντα,⸊ γινώσκετε ὅτι ἐγγύς ἐστιν ἐπὶ θύραις."
    },
    {
      "verse": 34,
      "text": "Ἀμὴν λέγω ὑμῖν, ⸆ οὐ μὴ παρέλθῃ ἡ γενεὰ αὕτη, ἕως ἂν πάντα ταῦτα γένηται."
    },
    {
      "verse": 35,
      "text": "Ὁ οὐρανὸς καὶ ἡ γῆ ⸂παρελεύσονται,⸃ οἱ δὲ λόγοι μου οὐ μὴ παρέλθωσιν."
    },
    {
      "verse": 36,
      "text": "Περὶ δὲ τῆς ἡμέρας ἐκείνης καὶ ⸆ ὥρας οὐδεὶς οἶδεν, οὐδὲ οἱ ἄγγελοι τῶν οὐρανῶν, ⸆2εἰ μὴ ὁ πατήρ ⸋μου⸌ μόνος."
    },
    {
      "verse": 37,
      "text": "Ὥσπερ ⸂δὲ⸃ αἱ ἡμέραι τοῦ Νῶε, οὕτως ἔσται ⸋καὶ⸌ ἡ παρουσία τοῦ υἱοῦ τοῦ ἀνθρώπου."
    },
    {
      "verse": 38,
      "text": "⸂Ὥσπερ⸃ γὰρ ἦσαν ἐν ταῖς ἡμέραις ⸆ ταῖς πρὸ τοῦ κατακλυσμοῦ τρώγοντες καὶ πίνοντες, γαμοῦντες καὶ ⸂2ἐκγαμίζοντες,⸃ ἄχρι ἧς ἡμέρας εἰσῆλθεν Νῶε εἰς τὴν κιβωτόν,"
    },
    {
      "verse": 39,
      "text": "καὶ οὐκ ἔγνωσαν, ἕως ἦλθεν ὁ κατακλυσμὸς καὶ ἦρεν ἅπαντας, οὕτως ἔσται ⸋καὶ⸌ ἡ παρουσία τοῦ υἱοῦ τοῦ ἀνθρώπου."
    },
    {
      "verse": 40,
      "text": "Τότε ⸉δύο ἔσονται⸊ ἐν τῷ ἀγρῷ· ⸂ὁ εἷς παραλαμβάνεται, καὶ ὁ εἷς ἀφίεται.⸃"
    },
    {
      "verse": 41,
      "text": "Δύο ἀλήθουσαι ἐν τῷ μύλωνι· μία παραλαμβάνεται, καὶ μία ἀφίεται."
    },
    {
      "verse": 42,
      "text": "Γρηγορεῖτε οὖν, ὅτι οὐκ οἴδατε ποίᾳ ⸂ὥρᾳ⸃ ὁ κύριος ὑμῶν ἔρχεται."
    },
    {
      "verse": 43,
      "text": "Ἐκεῖνο δὲ γινώσκετε, ὅτι εἰ ᾔδει ὁ οἰκοδεσπότης ποίᾳ φυλακῇ ὁ κλέπτης ἔρχεται, ἐγρηγόρησεν ἄν, καὶ οὐκ ἂν εἴασεν διορυγῆναι τὴν οἰκίαν αὐτοῦ."
    },
    {
      "verse": 44,
      "text": "Διὰ τοῦτο καὶ ὑμεῖς γίνεσθε ἕτοιμοι· ὅτι ᾗ ⸉ὥρᾳ οὐ δοκεῖτε,⸊ ὁ υἱὸς τοῦ ἀνθρώπου ἔρχεται."
    },
    {
      "verse": 45,
      "text": "Τίς ἄρα ἐστὶν ὁ πιστὸς δοῦλος καὶ φρόνιμος, ὃν κατέστησεν ὁ κύριος ⸋αὐτοῦ⸌ ἐπὶ τῆς ⸂θεραπείας⸃ αὐτοῦ, τοῦ ⸂2διδόναι⸃ αὐτοῖς τὴν τροφὴν ἐν καιρῷ;"
    },
    {
      "verse": 46,
      "text": "Μακάριος ὁ δοῦλος ἐκεῖνος, ὃν ἐλθὼν ὁ κύριος αὐτοῦ εὑρήσει ⸉ποιοῦντα οὕτως.⸊"
    },
    {
      "verse": 47,
      "text": "Ἀμὴν λέγω ὑμῖν, ὅτι ἐπὶ πᾶσιν τοῖς ὑπάρχουσιν αὐτοῦ καταστήσει αὐτόν."
    },
    {
      "verse": 48,
      "text": "Ἐὰν δὲ εἴπῃ ὁ κακὸς δοῦλος ἐκεῖνος ἐν τῇ καρδίᾳ αὐτοῦ, Χρονίζει ⸉ὁ κύριός μου⸊ ⸋ἐλθεῖν,⸌"
    },
    {
      "verse": 49,
      "text": "καὶ ἄρξηται τύπτειν τοὺς συνδούλους, ⸆ ⸂ἐσθίειν δὲ καὶ πίνειν⸃ μετὰ τῶν μεθυόντων,"
    },
    {
      "verse": 50,
      "text": "ἥξει ὁ κύριος τοῦ δούλου ἐκείνου ἐν ἡμέρᾳ ᾗ οὐ προσδοκᾷ, καὶ ἐν ὥρᾳ ᾗ οὐ γινώσκει,"
    },
    {
      "verse": 51,
      "text": "καὶ διχοτομήσει αὐτόν, καὶ τὸ μέρος αὐτοῦ μετὰ τῶν ὑποκριτῶν θήσει· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων."
    }
  ]
}