{
  "book_id": "4MA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ΦΙΛΟΣΟΦΩΤΑΤΟΝ λόγον ἐπιδείκνυσθαι μέλλων, εἰ αὐτοδέσποτός ἐστιν τῶν παθῶν ὁ εὐσεβὴς λογισμός· συμβουλεύσαιμʼ ἂν ὑμῖν ὀρθῶς, ὅπως προθύμως προσέχητε τῇ φιλοσοφίᾳ."
    },
    {
      "verse": 2,
      "text": "Καὶ γὰρ ἀναγκαῖος εἰς ἐπιστήμην παντὶ ὁ λόγος, καὶ ἄλλως τῆς μεγίστης ἀρετῆς ἀρετῆς, λέγω δὴ φρονήσεως, περιέχει ἔπαινον·"
    },
    {
      "verse": 3,
      "text": "Εἰ ἄρα τῶν σωφροσύνης κωλυτικῶν παθῶν ὁ λογισμὸς φαίνεται ἐπικρατεῖν, γαστριμαργίας τε καὶ ἐπιθυμίας·"
    },
    {
      "verse": 4,
      "text": "ἀλλὰ καὶ τῶν τῆς δικαιοσύνης ἐμποδιστικῶν παθῶν κυριεύειν ἀναφαίνεται, οἷον κακοηθείας· καὶ τῶν τῆς ἀνδρείας ἐμποδιστικῶν παθῶν, θυμοῦ τε, καὶ πόνου καὶ φόβου."
    },
    {
      "verse": 5,
      "text": "Πῶς οὖν, ἴσως εἴποιεν ἄν τινες, εἰ τῶν παθῶν ὁ λογισμὸς κρατεῖ, λήθης καὶ ἀγνοίας οὐ δεσπόζει;"
    },
    {
      "verse": 6,
      "text": "γελοῖον ἐπιχειροῦντες λέγειν· οὐ γὰρ τῶν ἑαυτοῦ παθῶν ὁ λογισμὸς κρατεῖ, ἀλλὰ τῶν τῆς δικαιοσύνης καὶ ἀνδρείας καὶ σωφροσύνης, καὶ φρονήσεως ἐναντίων· καὶ τούτων, οὐχ ὥστε αὐτὰ καταλῦσαι, ἀλλʼ ὥστε αὐτοῖς μὴ εἶξαι."
    },
    {
      "verse": 7,
      "text": "Πολλαχόθεν μὲν οὖν καὶ ἀλλαχόθεν ἔχοιμʼ ἂν ὑμῖν ἐπιδεῖξαι, ὅτι αὐτοκράτωρ ἐστὶν τῶν παθῶν ὁ εὐσεβὴς λογισμός."
    },
    {
      "verse": 8,
      "text": "Πολὺ δὲ πλέον τοῦτο ἀποδείξαιμι ἀπὸ τῆς ἀνδραγαθείας τῶν ὑπὲρ ἀρετὴν ἀποθανόντων, Ἐλεαζάρου τε καὶ ἑπτὰ ἀδελφῶν καὶ τῆς τούτων μητρός."
    },
    {
      "verse": 9,
      "text": "Ἅπαντες γὰρ οὗτοι τῶν ἕως θανάτου πόνων ὑπεριδοντες, ὑπεριδόντες ἐπεδείξαντο ὅτι περικρατεῖ τῶν παθῶν ὁ λογισμός."
    },
    {
      "verse": 10,
      "text": "Τῶν μὲν οὖν ἀρετῶν, ἔπεστί μοι ἐπαινεῖν τοὺς κατὰ τοῦτον τὸν καιρὸν ὑπὲρ τῆς καλοκᾳγαθίας ἀποθανόντας μετὰ τῆς μητρὸς ἄνδρας·"
    },
    {
      "verse": 11,
      "text": "τῶν δὲ τιμῶν μακαρίσαιμʼ ἄν· θαυμασθέντες γὰρ ἐκεῖνοι οὐ μόνον ὑπὸ πάντων ἀνθρώπων ἐπὶ τῇ ἀνδρείᾳ καὶ τῇ ὑπομονῇ, ἀλλὰ καὶ ὑπὸ τῶν αἰκισαμένων, αἴτιοι κατέστησαν τοῦ καταλυθῆναι τὴν κατὰ τοῦ ἔθνους τυραννίδα, νικήσαντες τὸν τύραννον τῇ ὑπομονῇ, ὥστε διʼ αὐτῶν καθαρισθῆναι τὴν πατρίδα."
    },
    {
      "verse": 12,
      "text": "Ἀλλὰ καὶ περὶ τούτου νῦν αὐτίκα δὴ λέγειν ἐξέσται, ἀρξαμένων τῆς ὑποθέσεως, ὥσπερ εἴωθα ποιεῖν, καὶ οὕτως εἰς τὸν περὶ αὐτῶν τρέψομαι λόγον, δόξαν διδοὺς τῷ πανσόφῳ Θεῷ."
    },
    {
      "verse": 13,
      "text": "Ζητοῦμεν δὴ τοίνυν, εἰ αὐτοκράτωρ ἐστὶν παθῶν ὁ λογισμός."
    },
    {
      "verse": 14,
      "text": "Διακρίνωμεν δὲ, τί ποτέ ἐστιν λογισμός; καὶ τί πάθος; καὶ πόσαι παθῶν ἰδέαι; καὶ εἰ πάντων ἐπικρατεῖ τούτων ὁ λογισμός;"
    },
    {
      "verse": 15,
      "text": "Λογισμὸς μὲν δὴ τοίνυν ἐστὶν νοῦς μετὰ ὀρθοῦς βίου· πρωτιμῶν τὸν σοφίας λόγον."
    },
    {
      "verse": 16,
      "text": "Σοφία δὴ τοὶνυν ἐστὶν γνῶσις θείων καὶ ἀνθρωπίνων πραγμάτων, καὶ τῶν τούτων αἰτίων."
    },
    {
      "verse": 17,
      "text": "Αὕτη δὴ τοίνυν ἐστὶν ἠ τοῦ νόμου παιδσεία· διʼ ἧς τὰ θεῖα σεμνῶς, καὶ τὰ ἀνθρώπινα συμφερόντως μανθάνομεν."
    },
    {
      "verse": 18,
      "text": "Τῆς δὲ σοφίας ἰδέαι καθεστᾶσιν, φρόνησις καὶ δικαιοσύνη καὶ ἀνδρεια καὶ σωφροσύνη."
    },
    {
      "verse": 19,
      "text": "Κυριωτάτη πάντων ἡ φρόνησις· ἐξ ἧς δὴ τῶν παθῶν ὁ λογισμὸς ἐπικρατεῖ."
    },
    {
      "verse": 20,
      "text": "Παθῶν δὲ φύσεις εἰσὶν αἱ περιεκτικώταται δύο, ἡδονή τε καὶ πόνος· τούτων δὲ ἐκάτερον καὶ περὶ τὴν ψυχὴν πέφυκεν."
    },
    {
      "verse": 21,
      "text": "Πολλαὶ δὲ καὶ περὶ τὴν ἡδονὴν καὶ τὸν πόνον παθῶν εἰσὶν ἀκολουθίαι."
    },
    {
      "verse": 22,
      "text": "Πρὸ μὲν οὖν τῆς ἡδονῆς ἐστιν ἐπιθυμία· μετὰ δὲ τὴν ἡδονὴν, χαρά."
    },
    {
      "verse": 23,
      "text": "Πρὸ δὲ τοῦ πόνου ἐστὶν φόβος· μετὰ δὲ τὸν πόνον, λύπη."
    },
    {
      "verse": 24,
      "text": "Θυμὸς δὲ κοινὸν πάθος ἐστὶν ἡδονῆς καὶ πόνου, ἐὰν ἐννοηθῇ τις ὃτε αὐτῷ περιέπεσεν."
    },
    {
      "verse": 25,
      "text": "Ἐν δὲ τῇ ἡδονῇ ἐστιν καὶ ἡ κακοήθης διάθεσις, πολυτροπωτάτη πάντων τῶν παθῶν οὖσα."
    },
    {
      "verse": 26,
      "text": "Κατὰ μὲν ψυχῆς ἀλαζονεία, καὶ φιλαργυρία, καὶ φιλοδοξία, καὶ φιλονεικία, ἀπιστία καὶ βασκανία·"
    },
    {
      "verse": 27,
      "text": "κατὰ δὲ τὸ σῶμα, παντοφαγία, καὶ λαιμαργία, καὶ νομοφαγία."
    },
    {
      "verse": 28,
      "text": "Καθάπερ οὖν δυοῖν τοῦ σώματος καὶ τῆς ψυχῆς φυτῶν ὄντων ἡδονῆς τε καὶ πὸνου, πολλαὶ τούτων τῶν παθῶν εἰσιν παραφυάδες."
    },
    {
      "verse": 29,
      "text": "Ὧν ἕκαστος ὁ πανγέωργος λογισμὸς περικαθαίρων τε καὶ ἀποκνίζων, καὶ περιπλέκων, καὶ ἐπάρδων, καὶ πάντα τρόπον μεταχέων, ἐξημεροῖ τὰς τῶν ἠθῶν καὶ παθῶν ὕλας."
    },
    {
      "verse": 30,
      "text": "Ὁ γὰρ λογισμὸς τῶν μὲν ἀρετῶν ἐστιν ἡγεμῶν, τῶν δὲ παθῶν αὐτοκράτωρ. Ἐπιθεώρει γε τοίνυν πρῶτον διʼ αὐτῶν κωλυτικῶν τῆς σωφροσύνης ἔργων, ὅτι αὐτοδέσποτός ἐστιν τῶν παθῶν ὁ λογισμός."
    },
    {
      "verse": 31,
      "text": "Σωφροσύνη δὴ τοίνυν ἐστὶν ἐπικράτεια τῶν ἐπιθυμιῶν."
    },
    {
      "verse": 32,
      "text": "Τῶν δὲ ἐπιθυμιῶν αἱ μέν εἰσιν ψυχικαὶ, αἱ δὲ σωματικαί· καὶ τούτων ἀμφοτέρων ὁ λογισμὸς ἐπικρατεῖν φαίνεται."
    },
    {
      "verse": 33,
      "text": "Ἐπεὶ πόθεν κινούμενοι πρὸς τὰς ἀπειρημένας τοοφὰς, ἀποτρεπόμεθα τὰς ἐξ ἑαυτῶν ἡδονάς; οὐχ ὅτι δύναται τῶν ὀρὲξεων ἐπικρατεῖν ὁ λογισμός; ἐγὼ μὲν οἶμαι."
    },
    {
      "verse": 34,
      "text": "Τοιγαροῦν ἐνύδρων ἐπιθυμοῦντες καὶ ὀρνέων καὶ τετραπόδων, παντοίων βρωμάτων τὼν ἀπηγορευμένων ἡμῖν κατὰ τὸν νόμον ἀπεχόμεθα διὰ τὴν τοῦ λογισμοῦ ἐπικράτειαν."
    },
    {
      "verse": 35,
      "text": "Ἀντέχεται γὰρ τὰ τῶν ὀρέξεων πάθη ὑπὸ τοῦ σώφρονος νοὸς ἀνακαμπτόμενα· καὶ φιλοτιμοῦνται πάντα τὰ τοῦ σώματος κινήματα ὑπὸ τοῦ λογισμοῦ."
    }
  ]
}