{
  "book_id": "4MA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ τὶ θαυμαστὸν; εἰ αἱ τῆς ψυχῆς ἐπιθυμίαι πρὸς τὴν τοῦ κάλλους μετουσίαν ἀκυροῦνται."
    },
    {
      "verse": 2,
      "text": "Ταύτῃ γοῦν ὁ σώφρων Ἰωσὴφ ἐπαινεῖται, ὅτι τῷ λογισμῷ, διανοίᾳ περιεκράτησεν τῆς ἠδυπαθείας."
    },
    {
      "verse": 3,
      "text": "Νέος γὰρ ὢν καὶ ἀκμάζων πρὸς συνουσιασμὸν ἠκύρωσεν τῷ λογισμῷ τὸν τῶν παθῶν οἶστρον."
    },
    {
      "verse": 4,
      "text": "Οὐ μόνον δὲ τὴν τῆς ἡδυπαθείας οἰστρηλασίαν ἐπικρατεῖν ὁ λογισμὸς φαίνεται, ἀλλὰ καὶ πάσης ἐπιθυμίας."
    },
    {
      "verse": 5,
      "text": "Λέγει γοῦν ὁ νόμος· οὐκ ἐπιθυμήσεις τὴν γυναῖκα τοῦ πλησίον σου, οὐδὲ ὅσα τῷ πλησίον σου ἐστίν."
    },
    {
      "verse": 6,
      "text": "Καίτοι ὅτε μὴ ἐπιθυμεῖν εἴρηκεν ἡμᾶς ὁ νόμος, πολὺ πλέον πείσαιμʼ ἂν ὑμᾶς, ὅτι τῶν ἐπιθυμιῶν κρατεῖν δύναται ὁ λογισμὸς, ὥσπερ καὶ τῶν κωλυτικῶν τῆς δικαιοσύνης παθῶν."
    },
    {
      "verse": 7,
      "text": "Ἐπεὶ τίνα τρόπον μονοφάγος τις ὢν τὸ ἦθος, καὶ γαστρίμαργος, καὶ μέθυσος, μεταπαιδεύεται, εἰ μὴ δῆλον, ὅτι κύριός ἐστιν τῶν παθῶν ὁ λογισμός;"
    },
    {
      "verse": 8,
      "text": "Αὐτίκα γοῦν τῷ νόμῳ πολιτευόμενος, κᾂν φιλάργυρός τις εἴη, βιάζεται τὸν ἑαυτοῦ τρόπον, τοῖς δεομένοις δανείζων χωρὶς τόκων, καὶ τὸ δάνειον τῶν ἑβδομάδων ἐντάσσων χρεοκοπούμενος."
    },
    {
      "verse": 9,
      "text": "Κᾂν φειδωλός τις ᾖ, ὑπὸ τοῦ νόμου κρατεῖται διὰ τὸν λογισμὸν, μήτε ἐπικαρπούμενος τοὺς ἀμητοὺς, μήτε ἐπιῤῥωγολογούμενος τοὺς ἀμπελῶνας, καὶ ἐπὶ τῶν ἐτέρων ἔστιν ἐπιγνῶναι τοῦτο, ὅτι τῶν παθῶν ἐστιν ὁ λογισμὸς κρατῶν."
    },
    {
      "verse": 10,
      "text": "Ὁ γὰρ νόμος καὶ τῆς πρὸς γονεῖς εὐνοίας κρατεῖ, μὴ καταπροδιδοὺς τὴν ἀρετὴν διʼ αὐτούς·"
    },
    {
      "verse": 11,
      "text": "καὶ τῆς προσγαμετῆς φιλίας ἐπικρατεῖ, διὰ παρανομίαν αὐτὴν ἀπελέγχων."
    },
    {
      "verse": 12,
      "text": "Καὶ τῆς τέκνων φιλίας κυριεύει, διὰ κακίαν αὐτῶν κολάζων, καὶ τῆς φίλων συνηθείας δεσπόζει, διὰ πονηρίας αὐτοὺς ἐξελέγχων."
    },
    {
      "verse": 13,
      "text": "Καὶ μὴ νομίσητε παράδοξον εἶναι, ὅπου καὶ ἔχθραν ὁ λογισμὸς ἐπινομίσητε παράδοξον εἶναι, ὅπου καὶ ἔχθραν ὁ λογισμὸς ἐπινομισητε παράδοξον εἶναι, ὅπου καὶ ἔχθραν ὁ λογισμὸς ἐπικρατεῖν δύναται διὰ τὸν νόμον,"
    },
    {
      "verse": 14,
      "text": "μηδὲ δενδροτομῶν τὰ ἥμερα τῶν πολεμίων φυτὰ, τὰ δὲ τῶν ἐχθρῶν τοῖς ἀπολέσασιν διασώζων, καὶ τὰ πεπτωκότα συνεγείρων."
    },
    {
      "verse": 15,
      "text": "Καὶ τῶν βιοτέρων δὲ παθῶν κρατεῖν ὁ λογισμὸς φαίνεται, φιλαρχίας, καὶ κενοδοξίας, καὶ ἀλαζονείας, καὶ μεγαλαυχίας, καὶ βασκανίας."
    },
    {
      "verse": 16,
      "text": "Πάντα γὰρ ταῦτα τὰ κακοήθη πάθη ὁ σώφρων νοῦς ἀπωθεῖται, ὥσπερ καὶ τὸν θυμόν· καὶ γὰρ τοῦτο δεσπόζει."
    },
    {
      "verse": 17,
      "text": "Θυμούμενος γέ τοι Μωσῆς κατὰ Δαθὰν καὶ Ἀβειρῶν, οὐ θυμῷ τι κατʼ αὐτῶν ἐποίησεν, ἀλλὰ λογισμῷ τὸν θυμὸν διῄτησεν."
    },
    {
      "verse": 18,
      "text": "Δυνατὸς γὰρ ὁ σώφρων νοῦς, ὡς ἔφην, κατὰ τῶν παθῶι ἀριστεῦσαι, καὶ τὰ μὲν αὐτῶν μεταθεῖναι, τὰ δὲ καὶ ἀκυρῶσαι."
    },
    {
      "verse": 19,
      "text": "Ἐπεὶ διατί ὁ πάνσοφος ἡμῶν πατὴρ Ἰακὼβ τοὺς περὶ Συμεὼν καὶ Λευὶν αἰτιᾶται, μὴ λογισμῷ τοὺς Σικιμίτας ἐθνηδὸν ἀποσφάξαντας, λέγων, ἐπικατάρατος ὁ θυμὸς αὐτῶν;"
    },
    {
      "verse": 20,
      "text": "Εἰ μὴ γὰρ ἐδύνετο τῶν θυμῶν ὁ λογισμὸς κρατεῖν, οὐκ ἂν εἶπεν οὑτως."
    },
    {
      "verse": 21,
      "text": "Ὁπηνίκα γὰρ ὁ Θεὸς τὸν ἄνθρωπον κατεσκεύαζεν, τὰ πάθη αὐτοῦ καὶ τὰ ἤθη περιεφύτευσεν."
    },
    {
      "verse": 22,
      "text": "Καὶ τηνικαῦτα δὲ περὶ πάντων τὸν ἱερὸν ἡγεμόνα νοῦν διὰ τῶν αἰσθητηρίων ἐνεθρόνισεν·"
    },
    {
      "verse": 23,
      "text": "καὶ τούτῳ νόμον ἔδωκεν, καθʼ ὃν πολιτευόμενος βασιλεύσει βασιλείαν σώφρονά τε, καὶ δικαίαν, καὶ ἀγαθὴν, καὶ ἀνδρείαν."
    },
    {
      "verse": 24,
      "text": "Πῶς οὖν, εἴποι τις ἂν, εἰ τῶν παθῶν ὁ λογισμὸς κρατεῖ, λήθης καὶ ἀγνοίας οὐ κρατεῖ;"
    }
  ]
}