{
  "book_id": "4MA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐστὶ δὲ κομιδῆ γελοῖος ὁ λογισμός οὐ γὰρ τῶν ἑαυτοῦ παθῶν ὁ λογισμὸς ἐπικρατεῖν φαίνεται, ἀλλὰ τῶν σωματικῶν."
    },
    {
      "verse": 2,
      "text": "Οἷον ἐπιθυμίαν τις ὑμῶν οὐ δύναται ἐκκόψαι, ἀλλὰ μὴ δουλωθῆναι τῇ ἐπιθυμίᾳ δύναται ὁ λογισμὸς παρασχέσθαι."
    },
    {
      "verse": 3,
      "text": "Θυμόν τις οὐ δύναται ἐκκόψαι ἡμῶν τῆς ψυχῆς, ἀλλὰ τῷ θυμῷ δυνατὸν βοηθῆσαι."
    },
    {
      "verse": 4,
      "text": "Κακοήθειάν τις ὑμῶν οὐ δύναται ἐκκόψαι, ἀλλὰ τὸ μὴ καμφθῆναι τῇ κακοηθείᾀ δυνατὸν ὁ λογισμὸς συμμαχῆσαι."
    },
    {
      "verse": 5,
      "text": "Οὐ γὰρ ἐκριζωτὴς τῶν παθῶν ὁ λογισμός ἐστιν, ἀλλʼ ἀνταγωνιστής."
    },
    {
      "verse": 6,
      "text": "Ἔστιν γοῦν τοῦτο διὰ τῆς Δαυεὶδ τοῦ βασιλέως δίψης σαφέστερον ἐπιλογίσασθαι."
    },
    {
      "verse": 7,
      "text": "Ἐπεὶ γὰρ διʼ ὅλης ἡμέρας προσβαλὼν τοῖς ἀλλοφύλοις ὁ Δαυὶδ, πολλοὺς αὐτῶν ἀπέκτεινεν μετὰ τῶν τοῦ ἔθνους στρατιωτῶν·"
    },
    {
      "verse": 8,
      "text": "τότε δὲ γενομένης ἑσπέρας, ὑδρῶν καὶ σφόδρα κεκμηκὼς, ἐπὶ τὴν βασίλειον σκηνὴν ἦλθεν, περὶ ἣν ὁ πᾶς τῶν προγόνων στρατὸς ἐστρατοπέδευκεν."
    },
    {
      "verse": 9,
      "text": "Οἱ μὲν οὖν ἄλλοι πάντες ἐπὶ τὸ δεῖπνον ἦσαν."
    },
    {
      "verse": 10,
      "text": "Ὁ δὲ βασιλεὺς ὡς μάλιστα διψῶν, καίπερ ἀφθόνους ἔχων πηγὰς, οὐκ ἠδύνατο διʼ αὐτῶν ἰάσασθαι τὴν δίψαν·"
    },
    {
      "verse": 11,
      "text": "ἀλλά τις αὐτὸν ἀλόγιστος ἐπιθυμία τοῦ παρὰ τοῖς πολεμίοις ὕδατος ἐπιτείνουσα συνέφρυγεν, καὶ λύουσα κατέφλεγεν."
    },
    {
      "verse": 12,
      "text": "Ὅθεν τῶν ὑπερασπιστῶν ἐπὶ τῇ τοῦ βασιλέως ἐπιθυμία σχετλιαζόντων, δύο νεανίσκοι στρατιῶται καρτεροὶ καταιδεσθέντες τὴν τοῦ βασιλέως ἐπιθυμίαν, τὰς πανοπλίας καθωπλίσαντο, καὶ κάλπην λαβόντες ὑπερέβησαν τοὺς τῶν πολεμίων χάρακας·"
    },
    {
      "verse": 13,
      "text": "καὶ λαθόντες τοὺς τῶν πυλῶν ἀκροφύλακας, διεξῄεσαν εὑράμενοι κατὰ πᾶν τὸ τῶν πολεμίων στρατόπεδον."
    },
    {
      "verse": 14,
      "text": "Καὶ ἀνευράμενοι θαῤῥαλέως τὴν πηγὴν, ἐξ αὐτῆς ἐγέμισαν τῷ βασιλεῖ τὸ ποτόν."
    },
    {
      "verse": 15,
      "text": "Ὁ δὲ καὶ περὶ τὴν δίψαν διαπυρούμενος, ἐλογίσατο πάνδεινον εἶναι κίνδυνον τῇ ψυχῇ λογισθὲν ἰσοδύναμον τὸ ποτὸν αἵματι."
    },
    {
      "verse": 16,
      "text": "Ὅθεν ἀντιθεὶς τῇ ἐπιθυμίᾳ τὸν λογισμὸν, ἔσπεισεν τὸ πόμα τῷ Θεῷ."
    },
    {
      "verse": 17,
      "text": "Δυνατὸς γὰρ ὁ σώφρων νοῦς νικῆσαι τὰς τῶν παθῶν ἀνάγκας, καὶ σβέσαι τὰς τῶν οἴστρων φλεγμονὰς, καὶ τὰς τῶν σωμάτων ἀλγηδόνας καθʼ ὑπερβολὴν οὔσας καταπαλαῖσαι,"
    },
    {
      "verse": 18,
      "text": "καὶ τῆς καλοκᾳγαθίας τοῦ λογισμοῦ ἀποπτῦσαι πάσας τὰς τῶν παθῶν ἐπικρατείας."
    },
    {
      "verse": 19,
      "text": "Ἤδη δὲ καὶ ὁ καιρὸς ἡμᾶς καλεῖ ἐπὶ τὴν ἀπόδειξιν τῆς ἱστορίας τοῦ σώφρονος λογισμοῦ."
    },
    {
      "verse": 20,
      "text": "Ἐπειδὴ γὰρ βαθεῖαν εἰρήνην διὰ τὴν εὐνομίαν οἱ πατέρες ἡμῶν εἶχον, καὶ ἔπραττον καλῶς, ὥστε καὶ τὸν τῆς Ἀσίας βασιλέα Σέλευκον τὸν Νικάνορα καὶ χρήματα εἰς τὴν ἱερουργίαν αὐτοῖς ἀποφορίσαι, καὶ τὴν πολιτείαν αὐτῶν ἀποδέχεσθαι·"
    },
    {
      "verse": 21,
      "text": "τότε δή τινες πρὸς τὴν κοινὴν νεωτερίσαντες ὁμόνοιαν, πυλυτρόπως ἐχρήσαντο συμφοραῖς."
    }
  ]
}