{
  "book_id": "4MA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Προκαθίσας γέ τοι μετὰ τῶν συνέδρων ὁ τύραννος Ἀντίοχος ἐπί τινος ὑψηλοῦ τόπου,"
    },
    {
      "verse": 2,
      "text": "καὶ τῶν στρατευμάτων αὐτῶν ἐνόπλων κυκλόθεν παρεστηκότων παρεκέλευεν τοῖς δορυφόροις ἕνα ἕκαστον τῶν Ἑβραίων περισπᾶσθαι καὶ κρεῶν ὑείων καὶ εἰδωλοθύτων ἀναγκάζειν ἀπογεύεσθαι."
    },
    {
      "verse": 3,
      "text": "Εἰ δὲ τινες μὴ θέλοιεν μιαροφαγῆσαι, τούτους τροχισθέντας ἀναιρεθῆναι."
    },
    {
      "verse": 4,
      "text": "Πολλῶν δὲ συναρπασθέντων, εἷς πρῶτος ἐκ τῆς ἀγέλης Ἑβραῖος ὀνόματι Ἐλεάζαρος, τὸ γένος ἱερεὺς, τὴν ἐπιστήμην νομικὸς, καὶ τὴν ἡλικίαν προήκων, καὶ πολλοῖς τῶν περὶ τὸν τύραννον διὰ τὴν ἡλικίαν γνώριμος, παρήχθη πλησίον αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Καὶ αὐτὸν ἰδὼν ὁ Ἀντίοχος, ἔφη,"
    },
    {
      "verse": 6,
      "text": "ἐγὼ πρὶν ἂρξασθαι τῶν κατὰ σοῦ βασάνων, ὦ πρεσβύτα, συμβουλεύσαιμʼ ἄν σοι ταῦτα ὅπως ἀπογευσάμενος τῶν ὑείων σώζοιο· αἰδοῦμαι γάρ σου τὴν ἡλικίαν καὶ τὴν πολιὰν, ἥν μετὰ τοσοῦτον ἔχων χρόνον, οὔ μοι δοκεῖς φιλοσοφεῖν, τῇ Ἰουδαιων χρώμενος θρησκείᾳ."
    },
    {
      "verse": 7,
      "text": "Διατί γὰρ τῆς φύσεως κεχαρισμένης καλλίστην τὴν τοῦδε τοῦ ζώου σαρκοφαγίαν βδελύττῃ;"
    },
    {
      "verse": 8,
      "text": "Καὶ γὰρ ἀνόητον τοῦτο τὸ μὴ ἀπολαύειν τῶν χωρὶς ὀνείδους ἡδέων, καὶ διʼ ἄδικον ἀποστρέφεσθαι τὰς τῆς φύσεως χάριτας."
    },
    {
      "verse": 9,
      "text": "Σὺ δέ μοι καὶ ἀνοητότερον ποιήσειν δοκεῖς, εἰ κενοδοξῶν περὶ τὸ ἀληθὲς,"
    },
    {
      "verse": 10,
      "text": "ἔτι κᾀμοῦ καταφρονήσεις ἐπὶ τῇ ἰδίᾳ τιμωρίᾳ· οὐκ ἐξυπνώσεις ἀπὸ τῆς φλυάρου φιλοσοφίας ὑμῶν;"
    },
    {
      "verse": 11,
      "text": "Καὶ ἀποσκεδάσεις ψῶν λογισμῶν σου τὸν λῆρον, καὶ ἄξιον τῆς ἡλικίας ἀναλαβῶν νοῦν φιλοσοφήσεις τήν τοῦ συμφέροντος ἀλήθειαν;"
    },
    {
      "verse": 12,
      "text": "καὶ προσκυνήσας μου τὴν φιλάνθρωπον παρηγορίαν οἰκτειρήσεις τὸ σεαυτοῦ γῆρας;"
    },
    {
      "verse": 13,
      "text": "καὶ γὰρ ἐνθυμήθητι, ὡς εἰ καί τις ἐστιν τῆσδε τῆς θρησκείας ἐποπτικὴ δύναμις, συγνωμονήσειν σοι ἐπὶ πᾶσιν διʼ ἀνάγκην παρανομίᾳ γεινομένῃ."
    },
    {
      "verse": 14,
      "text": "Τοῦτον τὸν τρόπον ἐπὶ τὴν ἔκθεσμον σαρκοφαγίαν ἐποτρύνοντος τοῦ τυράννου, λόγον ᾔτησεν ὁ Ἐλεάζαρος."
    },
    {
      "verse": 15,
      "text": "Καὶ λαβὼν τοῦ λέγειν ἐξουσίαν, ἤρξατο δημηγορεῖν οὕτως·"
    },
    {
      "verse": 16,
      "text": "ἡμεῖς, Αντίοχε, θείῳ πεπεισμένοι νόμῳ πολιτευεσθαι, οὐδεμίαν ἀνάγκην βιαιοτέραν εἶναι νομίζομεν τῆς πρὸς τὸν νόμον ἡμῶν εὐπειθείας."
    },
    {
      "verse": 17,
      "text": "Διὸ δὲ κατʼ οὐδένα τρόπον παρανομεῖν ἀξιοῦμεν."
    },
    {
      "verse": 18,
      "text": "Καί τοι εἰ καὶ κατὰ ἀλήθειαν μὴ ἦν ὁ νόμος ἡμῶν, ὡς σὺ ὑπολαμβάνεις, θεῖος, (ἄλλως δὲ νομίζομεν αὐτὸν εἶναι θεῖον) οὐδὲ οὕτως ἐξὸν ἡμῖν ἦν τὴν ἐπὶ τῇ εὐσεβείᾳ δόκαν ἀκυρῶσαι."
    },
    {
      "verse": 19,
      "text": "Μὴ μικρὰν οὖν εἶναι νομίσῃς ταύτην, εἰ μιαροφαγήσεμεν, ἁμαρτίαν."
    },
    {
      "verse": 20,
      "text": "Τὸ γὰρ ἐν μικροῖς καὶ ἐν μεγάλοις παρανομεῖν ἰσοδύναμόν ἐστιν·"
    },
    {
      "verse": 21,
      "text": "διʼ ἑκατέρου γὰρ ὡς ὁμοίως ὁ νόμος ὑπερηφανεῖται."
    },
    {
      "verse": 22,
      "text": "Χλευάζεις δὲ ἡμῶν τὴν φιλοσοφίαν, ὥσπερ οὐ μετὰ εὐλογιστίας ἐν αὐτῇ βιούντων."
    },
    {
      "verse": 23,
      "text": "Σωφροσύνην τε γὰρ ἡμᾶς ἐκδιδάσκει, ὥστε πασῶν τῶν ἡδονῶν καὶ ἐπιθυμιῶν κρατεῖν, καὶ ἀνδρείαν ἐξασκεῖν, ὥστε πάντα πόνον ἑκουσίως ὑπομένειν·"
    },
    {
      "verse": 24,
      "text": "καὶ δικαιοσύνην παιδεύει, ὥστε διὰ πάντων τῶν ἠθῶν ἰσονομεῖν καὶ εὐσέβειαν διδάσκειν, ὥστε μόνον τὸν ὄντα Θεὸν σέβειν μεγαλοπρεπῶς."
    },
    {
      "verse": 25,
      "text": "Διὸ οὐ μιαροφαγοῦμεν· πιστεύοντες γὰρ Θεοῦ καθεστᾶναι τὸν νόμον, οἴδαμεν ὅτι καὶ κατὰ φύσιν ἡμῖν συμπαθεῖ νομοθετῶν ὁ τοῦ κόσμου κτίστης·"
    },
    {
      "verse": 26,
      "text": "τὰ μὲν οἰκειωθωσόμενα ἡμῶν ταῖς ψυχαῖς ἐπέτρεψεν ἐσθίειν, τὰ δὲ ἐναντιωθησόμενα ἐκώλυσεν σαρκοφαγεῖν."
    },
    {
      "verse": 27,
      "text": "Τυραννικὸν δὲ, οὐ μόνον ἀναγκάζεις ἡμᾶς παρανομεῖν, ἀλλὰ καὶ ἐσθίειν, ὅπως τῇ ἐχθίστῃ ἡμῶν μιαροφαγίᾳ ταύτῃ ἔτι ἐγγελάσῃς."
    },
    {
      "verse": 28,
      "text": "Ἀλλʼ οὐ γελάσεις κατʼ ἐμοῦ τοῦτον τὸν γέλωτα·"
    },
    {
      "verse": 29,
      "text": "οὔτε τοὺς ἱεροὺς τῶν προγόνων περὶ τοῦ φυλάξαι τὸν νόμον ὅρκους οὐ παρήσω."
    },
    {
      "verse": 30,
      "text": "Οὐδʼ ἂν ἐκκόψεις μου τὰ ὄμματα, καὶ τὰ σπλάγχνα μου τήξεις."
    },
    {
      "verse": 31,
      "text": "Οὐχ οὕτως εἰμὶ γέρων ἐγὼ καὶ ἄνανδρος, ὥστε μοι διὰ τὴν εὐσέβειαν μὴ νεάζειν τὸν λογισμόν."
    },
    {
      "verse": 32,
      "text": "Πρὸς ταῦτα τροχοὺς εὐτρέπιζε, καὶ τὸ πῦρ ἐκφύσα σφοδρότερον."
    },
    {
      "verse": 33,
      "text": "Οὐχ οὕτως οἰκτειρήσω τὸ ἐμαυτοῦ γῆρας, ὥστε με διʼ ἐμαυτοῦ τὸν πάτριον καταλῦσαι νόμον."
    },
    {
      "verse": 34,
      "text": "Οὐ ψεύσομαί σε, παιδευτὰ νόμε, οὐδὲ φεύξομαί σε, φίλη ἐγκράτεια."
    },
    {
      "verse": 35,
      "text": "Οὐδὲ καταισχυνῶ σε, φιλόσοφε λόγε, οὐδὲ ἐξαρνήσεμαί σε, ἱερωσύνη τιμία, καὶ νομοθεσίας ἐπιστήμη·"
    },
    {
      "verse": 36,
      "text": "οὐδὲ μιανεῖς μου τὸ σεμνὸν γήρηως στόμα, οὐδὲ νομίμου βίου ἡλικίαν."
    },
    {
      "verse": 37,
      "text": "Ἁγνόν με οἱ πατέρες προσδέξονται, μὴ φοβηθέντα σου τὰς μέχρι θανάτου ἀνάγκας."
    },
    {
      "verse": 38,
      "text": "Ἀσεβῶν μὲν γὰρ τυραννήσεις· τῶν δὲ ἐμῶν περὶ τῆς εὐσεβείας λογισμῶν οὔτε λόγοις δεσπόσεις, οὔτε διʼ ἔργων."
    }
  ]
}