{
  "book_id": "4MA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Τοῦτον τὸν τρόπον ἀντιρητορεύσαντα ταῖς τοῦ τυράννου παρηγορίαις, παραστάντες οἱ δορυφόροι πικρῶς ἔσυραν ἐπὶ τὰ βασανιστήρια τὸν Ἐλεάζαρον."
    },
    {
      "verse": 2,
      "text": "Καὶ πρῶτον μὲν περιέδυσαν τὸν γηραιὸν ἐκκεκοσμημένον περὶ τὴν εὐσέβειαν εὐσχημοσύνην."
    },
    {
      "verse": 3,
      "text": "Ἔπειτα περιαγκωνίσαντες ἑκατέρωθεν, μάστιξιν κατῇκιζον·"
    },
    {
      "verse": 4,
      "text": "πείσθητι ταῖς τοῦ βασιλέως ἐντολαῖς, ἑτέρωθεν κήρυκος ἐπιβοῶντος."
    },
    {
      "verse": 5,
      "text": "Ὁ δὲ μεγαλόφρων καὶ εὐγενὴς ὡς ἀληθῶς Ἐλεάζαρος, ὥσπερ ἐν ὀνείρω βασανιζόμενος κατʼ οὐδένα τρόπον μετετρέπετο."
    },
    {
      "verse": 6,
      "text": "Ἀλλὰ ὑψηλοὺς ἀνατείνας εἰς τὸν οὐρανὸν τοὺς ὀφθαλμοὺς, ἀπεξαίνετο ταῖς μάστιξιν τὰς σάρκας ὁ γέρων, καὶ κατεῤῥεῖτο τῷ αἵματι,"
    },
    {
      "verse": 7,
      "text": "καὶ τὰ πλευρὰ κατετιτρώσκετο, καὶ πίπτων εἰς τὸ ἔδαφος, ἀπὸ τοῦ μὴ φέρειν τὸ σῶμα τὰς ἀλγηδόνας, ὀρθὸν εἶχεν καὶ ἀκλινῆ τὸν λογισμόν."
    },
    {
      "verse": 8,
      "text": "Λὰξ γέ τοι τῶν πικρῶν τις δορυφόρων, εἰς τοὺς κενεῶνας ἐναλλόμενος ἔτυπτεν, ὅπως ἐξανίσταιτο πίπτων."
    },
    {
      "verse": 9,
      "text": "Ὁ δὲ ὑπέμενεν τοὺς πόνους, καὶ περιεφρόνει τῆς ἀνάγκης, καὶ διεκαρτέρει τοὺς αἰκισμοὺς,"
    },
    {
      "verse": 10,
      "text": "καὶ καθάπερ γενναῖος ἀθλητὴς τυπτόμενος ἐνίκα τοὺς βασανίζοντας ὁ γέρων."
    },
    {
      "verse": 11,
      "text": "Ἱδρῶν γέ τοι τὸ πρόσωπον, καὶ ἐπασθμαίνων σφοδρῶς, καὶ ὑπʼ αὐτῶν τῶν βασανιζόντων ἐθαυμάζετο ἐπὶ τῇ εὐτυχίᾳ."
    },
    {
      "verse": 12,
      "text": "Ὅθεν τὰ μὲν ἐλεοῦντες τὰ τοῦ γήρως αὐτοῦ, τὰ δὲ ἐν συμπαθείᾳ τῆς συνηθείας ὄντες,"
    },
    {
      "verse": 13,
      "text": "τὰ δὲ ἐν θαυμαστῷ τῆς καρτερίας προσιόντες αὐτῷ τινὲς τῶν τοῦ βασιλέως ἔλεγον,"
    },
    {
      "verse": 14,
      "text": "τί τοῖς κακοῖς τούτοις σεαντὸν ἀλογίστως ἀπολλεῖς,"
    },
    {
      "verse": 15,
      "text": "Ἐλεάζαρ; ἡμεῖς μὲν τῶν ἡψημένων βρωμάτων παραθήσομεν· σὺ δὲ ὑποκρινόμενος τῶν ὑείων ἀπογεύσασθαι, σώθητι."
    },
    {
      "verse": 16,
      "text": "Καὶ ὁ Ἐλεάζαρος, ὥσπερ πικρότερον διὰ τῆς συμβουλίας αἰκισθεὶς, ἀνεβόησεν,"
    },
    {
      "verse": 17,
      "text": "μὴ οὕτως κακῶς φρονήσαιμεν οἱ Ἁβραὰμ παῖδες, ὥστε μαλακοψυχήσαντας ἀπρεπὲς ἡμῖν δρᾶμα ὑποκρίνασθαι."
    },
    {
      "verse": 18,
      "text": "Καὶ γὰρ ἀλόγιστον, εἰ πρὸς ἀλήθειαν ζήσαντες τὸν μέχρι γήρως βίον, καὶ τὴν ἐπʼ αὐτῶν δόξαν νομίμως φυλάσσοντες, νῦν μεταβαλοίμεθα,"
    },
    {
      "verse": 19,
      "text": "καὶ αὐτοὶ μὲν ἡμεῖς γενοίμεθα τοῖς νέοις ἀσεβείας τύπος, ἵνα παράδειγμα γενώμεθα τῆς μιεροφαγίας."
    },
    {
      "verse": 20,
      "text": "Αἰσχρὸν γὰρ εἰ ἐπιβιώσωμεν ἀλίγον χρόνον,"
    },
    {
      "verse": 21,
      "text": "καὶ τοῦτον καταγελώμενοι πρὸς ἁπάντων ἐπὶ δειλίᾳ· καὶ ὑπὸ μὲν τοῦ τυράννου καταφρονηθῶμεν ὡς ἄνανδροι, τὸν δὲ θεῖον ἡμῶν νόμον μέχρι θανάτου μὴ προασπίσαιμεν."
    },
    {
      "verse": 22,
      "text": "Πρὸς ταῦτα ὑμεῖς μὲν, ὦ Ἁβραὰμ παῖδες, εὐγενῶς ὑπὲρ τῆς εὐσεβείας τελευτᾶτε."
    },
    {
      "verse": 23,
      "text": "Οἱ δὲ τοῦ τυράννου δορυφόροι, τί μέλλετε;"
    },
    {
      "verse": 24,
      "text": "Πρὸς τὰς ἀνάγκας οὕτως μεγαλοφρονοῦντα αὐτὸν ἰδόντες καὶ μηδὲ πρὸς τὸν οἰκτιρμὸν αὐτῶν μεταβαλλόμενον, ἐπὶ πῦρ αὐτὸν ἤγαγον."
    },
    {
      "verse": 25,
      "text": "Ἔνθα διὰ κακοτέχνων ὀργάνων καταφλέγοντες αὐτὸν ὑπερέπτοσαν, καὶ δυσώδεις χυλοὺς εἰς τοὺς μυκτῆρας αὐτοῦ κατέχεον."
    },
    {
      "verse": 26,
      "text": "Ὁ δὲ μέχρι τῶν ὀστέων ἤδη κατακεκαυμένος καὶ μέλλων λιποθυμεῖν, ἀνέτεινεν τὰ ὄμματα πρὸς τὸν Θεὸν, καὶ εἶπεν, σὺ οἶσθα, Θεὲ, παρόν μοι σώζεσθαι,"
    },
    {
      "verse": 27,
      "text": "βασάνοις καυστικαῖς ἀποθνήσκω διὰ τὸν νόμον."
    },
    {
      "verse": 28,
      "text": "Ἵλεως γενοῦ τῷ ἔθνει σου, ἀρκεσθεὶς τῇ ἡμετέρᾳ περὶ αὐτῶν δίκῃ."
    },
    {
      "verse": 29,
      "text": "Καθάρσιον αὐτῶν ποίησον τὸ ἐμὸν αἷμα, καὶ ἀντίψυχον αὐτῶν λαβὲ τὴν ἐμὴν ψυχήν."
    },
    {
      "verse": 30,
      "text": "Καὶ ταῦτα εἰπὼν ὁ ἱερὸς ἀνὴρ εὐγενῶς ταῖς βασάνοις ἐναπέθανεν, καὶ μέχρι τῶν τοῦ θανάτου βασάνων ἀντέστη τῷ λσγισμῷ διὰ τὸν νόμον."
    },
    {
      "verse": 31,
      "text": "Ὁμολογουμένως οἶν δεσπότης ἐστὶν τῶν παθῶν ὁ εὐσεβὴς λογισμός."
    },
    {
      "verse": 32,
      "text": "Εἰ γὰρ τὰ πάθη τοῦ λογισμοῦ κεκρατήκει, τούτοις ἂν ἀπεδόμην τὴν τῆς ἐπικρατείας μαρτυρίαν."
    },
    {
      "verse": 33,
      "text": "Νυνὶ δὲ τοῦ λογισμοῦ τὰ πάθη νικήσαντος, αὐτῷ προσηκόντως τὴν τῆς ἡγεμονίας προσνέμομεν ἐξουσίαν."
    },
    {
      "verse": 34,
      "text": "Καὶ δίκαιόν ἐστιν ὁμολογεῖν ἡμᾶς, τὸ κράτος εἶναι τοῦ λογισμοῦ, ὅπου γε καὶ τῶν ἔξωθεν ἀλγηδόνων ἐπικρατεῖ."
    },
    {
      "verse": 35,
      "text": "Ἐπεὶ καὶ γελοῖον· καὶ οὐ μόνον τῶν ἀλγηδόνων ἐπιδείκνυμι κεκρατηκέναι τὸν λογισμὸν, ἀλλὰ καὶ τῶν ἡδονῶν κρατεῖν, μηδὲ αὐταῖς ὑπείκειν."
    }
  ]
}