{
  "book_id": "4MA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Τὸ δὲ δὴ σφόδρα περιπαθῶς ἐκέλευσεν ἄλλους ἐκ τῆς ἠλικίας τῶν Ἑβραίων ἀγαγεῖν· καὶ εἰ μὲν μιεροφαγήσαιεν, ἀπολύειν φάγοντας· εἰ δὲ ἀντιλέγοιεν, πικρότερον βασανίζειν."
    },
    {
      "verse": 2,
      "text": "Ταῦτα διαδεξαμένου τοῦ τυράννου, παρῆσαν ἀγόμενοι μετὰ γηραιᾶς μητρὸς ἑπτὰ ἀδελφοὶ, καλοί τε καὶ αἰδήμονες καὶ γενναῖοι καὶ ἐν παντὶ χαριέντες."
    },
    {
      "verse": 3,
      "text": "Οὓς ἰδὼν ὁ τύραννος καθάπερ ἐν χορῷ περιέχοντας μέσην τὴν μητέρα, ἤσθετο ἐπʼ αὐτοῖς, καὶ τῆς εὐπρεπείας ἐκπλαγεὶς καὶ τῆς εὐγενείας προσεμειδίασεν αὐτοῖς, καὶ πλησίον καλέσας, ἔφη,"
    },
    {
      "verse": 4,
      "text": "Ὦ νεανίαι φιλοφρόνως ἐγὼ καθʼ ἐνὸς ἑκάστου ὑμῶν θαυμάζω τὸ κάλλος· καὶ τὸ πλῆθος τοσούτων ἀδελφῶν ὑπερτιμῶν, οὐ μόνον συμβουλεύω μὴ μανῆναι τὴν αὐτὴν τῷ προβασανισθέντι γέροντι μανίαν·"
    },
    {
      "verse": 5,
      "text": "ἀλλὰ καὶ παρακαλῶ συνείξαντας τῆς ἐμῆς ἀπολαῦσαι φιλίας· δυναίμην γὰρ ὥσπερ κολάζειν τοὺς ἐπιτάγμασιν, σὕτως καὶ εὐεργετεῖν τοὺς εὐπειθοῦντάς μοι."
    },
    {
      "verse": 6,
      "text": "Πιστεύσατε οὖν, καὶ ἀρχὰς ἐπὶ τῶν ἐμῶν πραγμάτων ἡγεμονικὰς λήψεσθε, ἀρνησάμενοι τὸν πάτριον ἡμῶν τῆς πολιτείας θεσμόν·"
    },
    {
      "verse": 7,
      "text": "καὶ μεταλαβόντες Ἑλληνικοῦ βίου, καὶ μεταδιαιτηθέντες ἐντρυφήσατε ταῖς νεότησιν ὑμῶν."
    },
    {
      "verse": 8,
      "text": "Ἐπεὶ ἐὰν ὀργίλως με διάθησθε διὰ τῆς ἀπειθείας ὑμῶν, ἀναγκάσετέ με ἐπὶ δειναῖς κολάσεσιν ἕνα ἕκαστον ὑμῶν διὰ τῶν βασάνων ἀπολέσαι."
    },
    {
      "verse": 9,
      "text": "Κατελεήσατε οὖν ἑαυτοὺς, οὕς καὶ ὁ πολέμιος ἔγωγε καὶ τῆς ἡλικίας καὶ τῆς εὐμορφίας οἰκτείρομαι."
    },
    {
      "verse": 10,
      "text": "Οὐ διαλογιεῖσθε τοῦτο, ὅτι οὐδὲν ὑμῖν ἀπειθήσασιν πλὴν τοῦ μετὰ στρεβλῶν ἀποθανεῖν ἀπόκειται;"
    },
    {
      "verse": 11,
      "text": "Ταῦτα δὲ λέγων, ἐκέλευσεν εἰς τὸ ἔμπροσθεν προτεθῆναι τὰ βασανιστήρια, ὅπως καὶ διὰ τοῦ φόβου πείσειεν αὐτοὺς μιεροφαγῆσαι."
    },
    {
      "verse": 12,
      "text": "Ὡς δὲ τροχούς τε καὶ ἀρθενβόλους στρεβλωτήρια, καὶ τροχαντῆρας καὶ καταπέλτας καὶ λέβητας, τήγανά τε καὶ δακτυλήθρας, καὶ χεῖρας σιδηρᾶς καὶ σφῆνας, καὶ τὰ ζώπυρα τοῦ πυρὸς οἱ δορυφόροι προέθησαν, ὑπολαβὼν δὲ ὁ τύραννος, ἔφη, μειράκια φοβήθητε,"
    },
    {
      "verse": 13,
      "text": "καὶ ἥν σέβεσθε δίκην, ἵλεως ὑμῖν ἔσται διʼ ἀνάγκην παρανομήσασιν."
    },
    {
      "verse": 14,
      "text": "Οἱ δὲ ἀκούσαντες ἐπαγωγὰ, καὶ ὁρῶντες δεινὰ, οὐ μόνον οὐκ ἐφοβήθησαν, ἀλλὰ καὶ ἀντεφιλοσόφῃσαν τῷ τυράννῳ, καὶ διὰ τῆς εὐλογιστίας τὴν τυραννίδα αὐτοῦ κατέλυσαν."
    },
    {
      "verse": 15,
      "text": "Καί τοι λογισώμεθα· εἰ δειλόψυχοί τινες ἦσαν, καὶ ἄνανδροι ἐν αὐτοῖς, ποίοις ἂν ἐχρήσαντο λόγοις; οὐχὶ τούτοις;"
    },
    {
      "verse": 16,
      "text": "Ὦ τάλανες ἡμεῖς, καὶ λίαν ἀνόητοι· βασιλέως ἡμᾶς παρακαλοῦντος, καὶ ἐπὶ εὐεργεσίᾳ φωνοῦντος, μὴ πεισθείημεν αὐτῷ;"
    },
    {
      "verse": 17,
      "text": "Τί βουλήμασιν κενοῖς ἐαυτοὺς εὐφραίνομεν, καὶ θανατηφόρον ἀπείθειαν τολμῶμεν;"
    },
    {
      "verse": 18,
      "text": "Οὐ φοβησόμεθα, ἄνδρες ἀδελφοί, τὰ βασανιστήρια, καὶ λογιούμεθα τὰς τῶν βασάνων ἀπειλὰς, καὶ φευξόμεθα τὴν κενοδοξίαν ταύτην καὶ ὀλεθροφόρον ἀλαζονείαν;"
    },
    {
      "verse": 19,
      "text": "Ἐλεήσωμεν τὰς ἑαυτῶν ἡλικίας, καὶ κατοικτειρήσωμεν τὸ τῆς μητρὸς γῆρας·"
    },
    {
      "verse": 20,
      "text": "καὶ ἐνθυμηθῶμεν, ὅτι ἀπειθοῦντες τεθνηξόμεθα."
    },
    {
      "verse": 21,
      "text": "Συγγνώσεται δὲ ἡμῖν καὶ ἡ θεία δίκη διʼ ἀνάγκην τὸν βασιλὲα φοβηθεῖσιν."
    },
    {
      "verse": 22,
      "text": "Τί ἐξάγομεν ἑαυτοὺς τοῦ ἡδίστου βίου, καὶ ἐπιστεροῦμεν ἐαυτοὺς τοῦ γλυκέος κόσμου;"
    },
    {
      "verse": 23,
      "text": "Μὴ βιαζώμεθα τὴν ἀνάγκην, μηδὲ κενοδοξήσωμεν ἐπʼ τῇ ἑαυτῶν στρέβλῃ."
    },
    {
      "verse": 24,
      "text": "Οὐδὲ αὐτὸς ὁ ναὸς ἑκουσίως ἡμᾶς θανατοῖ φοβηθέντας τὰ βασανιστήρια."
    },
    {
      "verse": 25,
      "text": "Πόθεν ἡμῖν ἡ τοσαύτη ἐντέηκεν φιλονεικία, καὶ ἡ θανατεφόρος ἀρέσκει καρτερία, παρὸν μετὰ ἀταραξίας χρὴ τῷ βασιλεῖ πεισθέντας;"
    },
    {
      "verse": 26,
      "text": "Ἀλλὰ τούτων οὐδὲν εἶπον οἱ νεανίαι βασανίζεσθαι μέλλοντες, οὐδὲ ἐνεθυμήθησαν."
    },
    {
      "verse": 27,
      "text": "Ἦσαν γὰρ περιφρονες τῶν παθῶν, καὶ αὐτηκράτορες τῶν ἀλγηδόνων. Ὥστε ἅμα τῷ παύσασθαι τὸν τύραννον συμβουλεύοντα αὐτοῖς μιεροφαγῆσαι, πάντες διὰ μιᾶς φωνῆς ὁμοῦ, ὥσπερ ἀπὸ τῆς αὐτῆς ψυχῆς, εἶπον,"
    }
  ]
}