{
  "book_id": "4MA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Τί μέλλεις, ὦ τύραννε; ἕτοιμοι γάρ ἐσμεν ἀποθνήσκειν, ἢ παραβαίνειν τὰς πατρίους ἡμῶν ἐντολάς."
    },
    {
      "verse": 2,
      "text": "Καὶ αἰσχυνόμεθα γὰρ τοὺς προγόνους εἰκότως, εἰ μὴ τῇ τοῦ νόμου εὐπειθείᾳ καὶ συμβούλῳ γνώσει χρησαίμεθα."
    },
    {
      "verse": 3,
      "text": "Σύμβουλε τύραννε παρανομίας, μὴ ἡμᾶς μισῶν ὑπὲρ αὐτοὺς ἡμᾶς ἐλέα."
    },
    {
      "verse": 4,
      "text": "Χαλεπώτερον γὰρ αὐτοὺς τοῦ θανάτου νομίζομεν εἶναί σου τὸν ἐπὶ τῇ παρανόμῳ σωτηρίᾳ ἡμῶν ἔλεον."
    },
    {
      "verse": 5,
      "text": "Ἐκφοβεῖς δὲ ἡμᾶς, τὸν διὰ τῶν βασάνων ἡμῖν θάνατον ἀπειλῶν, ὥσπερ οὐχὶ πρὸ βραχέως παρὰ Ἐλεαζάρου μαθών."
    },
    {
      "verse": 6,
      "text": "Εἰ δʼ οἱ γέροντες τῶν Ἑβραίων διὰ τὴν εὐσέβειαν καὶ βασανισμὸυς ὑπομείναντες ἀπέθανον, ἀποθάνοιμεν ἂν δικαιότερον ἡμεῖς οἱ νέοι, τὰς βασάνους τῶν σῶν ἀναγκῶν ὑπεριδόντες, ἃς καὶ ὁ παιδευτὴς γέρων ἐνίκησεν."
    },
    {
      "verse": 7,
      "text": "Πείραζε γαροῦν τύραννε· καὶ τὰς ἡμῶν ψυχὰς εἰ θανατώσεις διὰ τὴν εὐσέβειαν, μὴ νομίσῃς ἡμᾶς βλάπτειν βασανίζων."
    },
    {
      "verse": 8,
      "text": "Ἡμεῖς μὲν γὰρ διὰ τῆσδε τῆς κακοπαθείας καὶ ὑπομονῆς, τὰ τῆς ἀρετῆς ἆθλα οἴσομεν."
    },
    {
      "verse": 9,
      "text": "Σὺ δὲ διὰ τὴν ἡμῶν μιαροφονίαν αὐτάρχη καρτερήσεις περὶ τῆς θείας δίκης αἰώνιον βάσανον διὰ πυρός."
    },
    {
      "verse": 10,
      "text": "Ταῦτα αὐτῶν εἰπόντων, οὐ μόνον ὡς κατὰ ἀπειθούντων ἐχαλέπαινεν ὁ τύραννος, ἀλλʼ ὡς καὶ κατὰ ἀχαρίστων ὠργίσθη."
    },
    {
      "verse": 11,
      "text": "Ὅθεν τὸν πρεσβύτατον αὐτῶν κελευθέντες παρήγαγον οἱ μαστισταὶ, καὶ διαῤῥήξαντες τὸν χιτῶνα διέδησαν τὰς χεῖρας αὐτοῦ καὶ τοὺς βραχίονας ἱμᾶσιν ἑκατέρωθεν."
    },
    {
      "verse": 12,
      "text": "Ὡς δὲ τύπτοντες ταῖς μάστιξιν ἐκοπίασαν, μηδὲν ἀνύοντες, ἀνέβαλον αὐτὸν ἐπὶ τὸν τροχόν."
    },
    {
      "verse": 13,
      "text": "Περὶ ὃν κατατεινόμενος ὁ εὐγενὴς νεανίας, ἔξαρθρος ἐγίνετο."
    },
    {
      "verse": 14,
      "text": "Καὶ κατὰ πᾶν μέλος κλώμενος κατηγόρει, λέγων,"
    },
    {
      "verse": 15,
      "text": "Τύραννε μιαιρώτατε, καὶ τῆς οὐρανίου δίκης ἐχθρὲ, καὶ ὠμόφρον, οὐκ ἀνδροφονήσαντά με τοῦτον καταικίζεις τὸν τρόπον, οὐδὲ ἀσεβήσαντα, ἀλλα θείου νόμου προασπίζοντα."
    },
    {
      "verse": 16,
      "text": "Καὶ τῶν δορυφόρων λεγόντων, ὁμολόγησον φαγεῖν, οὕπως ἀπαλλαγῇς τῶν βασάνων,"
    },
    {
      "verse": 17,
      "text": "ὁ δὲ εἶπεν, οὐχ οὕτως ἰσχυρὸς ὑμῶν ἐστιν ὁ τρόπος, ὦ μιαιροὶ διὰκονοι, ὥστε μου τὸν λογισμὸν ἄξαι· τέμνετέ μου μέλη, καὶ πυροῦτε τὰς σάρκας, καὶ στρεβλοῦτε τὰ ἄρθρα."
    },
    {
      "verse": 18,
      "text": "Διὰ πασῶν γὰρ ὑμᾶς πείσω τῶν βασάνων· ὅτι μόνοι παῖδες Ἑβραίων ὑπὲρ ἀρετῆς εἰσιν ἀνίκητοι."
    },
    {
      "verse": 19,
      "text": "Ταῦτα λέγοντες εἰς πῦρ ἐπέτρωσαν, καὶ διερεθίζοντες, τὸν τροχὸν προσεπικατέτεινον."
    },
    {
      "verse": 20,
      "text": "Ἐμολύνετο δὲ πάντοθεν αἵματι ὁ τρόχος, καὶ ὁ σωρὸς τῆς ἀνθρακιᾶς τοῖς τῶν ἰχώρων ἐσβέννυτο σταλαγμοῖς, καὶ περὶ τοὺς αὔξονας τοῦ ὀργάνου περιέῤῥεον αἱ σάρκες."
    },
    {
      "verse": 21,
      "text": "Καὶ περιτετηκμένον ἤδη ἔχων τὸ τῶν ὀστέων πῆγμα ὁ μεγαλόφρων καὶ Ἀβραμιαῖος νεανίας οὐκ ἐστέναξεν."
    },
    {
      "verse": 22,
      "text": "Ἀλλʼ ὥσπερ ἐν πυρὶ μετασχηματιζόμενος εἰς ἀφθαρσίαν, ὑπέμεινεν εὐγενῶς τὰς στρέβλας."
    },
    {
      "verse": 23,
      "text": "Μιμήσασθέ με, ἀδελφοὶ, λέγων· μή μου τὸν αἰῶνα λειποτακτήσητε, μηδʼ ἐξομόσησθέ μου τὴν τῆς εὐψυχίας ἀδελφότητα· ἱερὰν καὶ εὐγενῆ στρατείαν στρατεύσασθε περὶ τῆς εὐσεβείας."
    },
    {
      "verse": 24,
      "text": "Διʼ ἧς ἷλεως ἡ δικαία καὶ πάτριος ἡμῶν πρόνοια τῷ ἔθνει γενηθεῖσα τιμωρήσειεν τὸν ἀλάστορα τύραννον."
    },
    {
      "verse": 25,
      "text": "Καὶ ταῦτα εἰπὼν ὁ ἱεροπρεπὴς νεανίας, ἀπέῤῥηξεν τὴν ψυχήν."
    },
    {
      "verse": 26,
      "text": "Θαυμασάντων δὲ πάντων τὴν καρτεροψυχίαν αὐτοῦ, ἦγον οἱ δορυφόροι τὸν καθʼ ἡλικίαν τοῶ προτέρου δεύτερον, καὶ σιδηρᾶς ἐναρμοσάμενοί χεῖρας, ὀξέσιν τοῖς ὄνυξιν, τοῖς ὀργάνοις καταπέλτῃ προσέδησαν αὐτόν."
    },
    {
      "verse": 27,
      "text": "Ὡς δὲ, εἰ φαγεῖν βούλοιτο πρὶν βασανίζεσθαι πυνθανόμενοι, τὴν εὐγενῆ γνώμην ἤκουσαν·"
    },
    {
      "verse": 28,
      "text": "ἀπὸ τῶν τενόντων ταῖς σιδηραῖς χερσὶν ἐπισπασάμενοι, μέχρι γε τῶν γενείων τὴν σάρκα πᾶσαν καὶ τὴν τῆς κεφαλῆς δορὰν οἱ παρδάλειοι θῆρες ἀπέσυραν· ὁ δὲ ταύτην βαρέως τὴν ἀλγηδόνα καρτερῶν, ἔλεγεν,"
    },
    {
      "verse": 29,
      "text": "Ὡς ἡδὺς πᾶς τρόπος θανάτου, διὰ τὴν πάτριον ἡμῶν εὐσέβειαν· ἔφη τε πρὸς τὸν τύραννον,"
    },
    {
      "verse": 30,
      "text": "Οὐ δοκεῖς, πάντων ὠμότατε τύραννε, πλεῖων ἐμοῦ σε νὺν βασανίζεσθαι, ὁρῶν σου νικώμενον τὸν τῆς τυραννίδος ὑπερήφανον λογισμὸν ὑπὸ τῆς διὰ τὴν εὐσέβειαν ἡμῶν ὑπομονῆς."
    },
    {
      "verse": 31,
      "text": "Ἐγὼ μὲν γὰρ ταῖς διὰ τὴν ἀρετὴν ἡδοναῖς τὸν πόνον ἐπικουφίζομαι."
    },
    {
      "verse": 32,
      "text": "Σὺ δὲ ἐν ταῖς τῆς ἀσεβείας ἀπειλαῖς βασανίζῃ· οὐκ ἐκφεύξῃ δὲ, μιαιρότατε τύραννε, τὰς τῆς θείας ὀργῆς δίκας."
    }
  ]
}