{
  "book_id": "4MA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Ὡς δὲ καὶ οὗτος ταῖς βασάνοις καταικισθεὶς ἐναπέθανεν, ὁ πέμπτος παρεπήδησεν, λέγων,"
    },
    {
      "verse": 2,
      "text": "Οὐ μέλλω, τύραννε, πρὸς τὸν ὑπὲρ τῆς ἀρετῆς βασανισμὸν παραιτεῖσθαι."
    },
    {
      "verse": 3,
      "text": "Αὐτὸς δʼ ἀπʼ ἐμαυτοῦ παρῆλθον, ὅπως κᾀμὲ κατακτείνας, περὶ πλειόνων ἀδικημάτων ὀφειλήσῃς τῇ οὐρανίῳ δίκῃ τιμωρίαν."
    },
    {
      "verse": 4,
      "text": "Ὦ μισάρετε καὶ μισάνθρωπε, τὶ δράσαντας ἡμᾶς τοῦτον πορθεῖς τὸν τρόπον;"
    },
    {
      "verse": 5,
      "text": "Ἢ κακόν σοι δοκεῖ, ὅτι τὸν πάντων κτιστὴν εὐσεβοῦμεν, καὶ κατὰ τὸν ἐνάρετον αὐτοῦ ζῶμεν νόμον;"
    },
    {
      "verse": 6,
      "text": "Ἀλλὰ ταῦτα τιμῶν, οὐ βασάνων ἐστὶν ἄξια."
    },
    {
      "verse": 9,
      "text": "Τοιαῦτα λέγοντα οἱ δορυφόροι δήσαντες, αὐτὸν εἷλκον ἐπὶ τὸν καταπέλτην·"
    },
    {
      "verse": 10,
      "text": "ἐφʼ ὃ δήσαντες αὐτὸν ἐπὶ τὰ γόνατα, καὶ ταῦτα ποδάγραις σιδηραῖς ἐφορμάσαντες τὴν ὀσφὺν αὐτοῦ ἐπὶ τὸν τροχιαῖον σφῆνα κατέκαμψαν· περὶ ὃν ὅλος ἐπὶ τὸν τρονὸν σκορπίου τρόπον ἀνακλώμενος ἐξεμελίζετο."
    },
    {
      "verse": 11,
      "text": "Κατὰ τοῦτον τὸν τρόπον καὶ τὸ πνεῦμα στενοχωρούμενος, καὶ τὸ σῶμα ἀγχόμενος, καλὰς, ἔλεγεν, ἄκων,"
    },
    {
      "verse": 12,
      "text": "ὦ τύραννε, χάριτας ἡμῖν χαρίζῃ διὰ γενναιοτέρων πόνων ἐπιδείξασθαι παρέχων τὴν εἰς τὸν νόμον ἡμῶν καρτερίαν."
    },
    {
      "verse": 13,
      "text": "Τελευτήσαντος δὲ καὶ τούτου, ὁ ἕκτος ἤγετο μειρακίσκος· ὃς πυνθανομένου τοῦ τύραννου εἰ βούλοιτο φαγὼν ἀπολύεσθαι, ὁ δὲ ἔφη,"
    },
    {
      "verse": 14,
      "text": "Ἐγὼ τῇ μὲν ἡλικίᾳ τῶν ἀδελφῶν μου εἰμὶ νεώτερος, τῇ δὲ διανοίᾳ ἡλικιώτης·"
    },
    {
      "verse": 15,
      "text": "Εἰς τὰ αὐτὰ γὰρ καὶ γεννηθέντες καὶ τραφέντες, ὑπὲρ τῶν αὐτῶν καὶ ἀποθνήσκειν ὀφείλομεν ὁμοίως."
    },
    {
      "verse": 16,
      "text": "Ὥστε εἰ σοὶ δοκεῖ βασανίξειν, μὴ μιαιροφαγοῦτας βασάνιζε."
    },
    {
      "verse": 17,
      "text": "Ταῦτα αὐτὸν εἰπόντα παρῆγον ἐπὶ τὸν τροχόν."
    },
    {
      "verse": 18,
      "text": "Ἐφʼ οὗ κατατεινόμενος εὐμελῶς καὶ ἐκσφονοδυλιζόμενος ὑπεκαίετο."
    },
    {
      "verse": 19,
      "text": "Καὶ ὀβελίσκους ὀξεῖς πυρώσαντες, τοῖς νότοις προσέφερον· καὶ τὰ πλευπὰ διαπείραντες, ἀπʼ αὐτοῦ σπλάγχνα διέκαιον."
    },
    {
      "verse": 20,
      "text": "Ὁ δὲ βασανιζόμενος, ὦ ἱεροπρεποῦς αἰῶνος, ἔλεγεν, ἐφʼ ὃν διὰ τὴν εὐσέβειαν εἰς γυμνασίαν πόνων ἀδελφοὶ τοσοῦτοι κληθέντες οὐκ ἐνικήθημεν."
    },
    {
      "verse": 21,
      "text": "Ἀνίκητος γάρ ἐστιν, ὦ τύραννε, ἡ εὐσεβὴς ἐπιστήμη."
    },
    {
      "verse": 22,
      "text": "Καλοκᾳγαθίᾳ καθωπλισμένος τεθνήξομαι κἀγὼ μετὰ τῶν ἀδελφῶν μοῦ."
    },
    {
      "verse": 23,
      "text": "Μέγαν σοὶ προσβάλλων καὶ αὐτὸς ἀλάστορα, καινουργὲ τῶν βασάνων, καὶ πολέμιε τῶν ἀληθῶς εὐσεβούντων."
    },
    {
      "verse": 24,
      "text": "Ἓξ μειράκια κατελύσαμέν σου τὴν τυραννίδα."
    },
    {
      "verse": 25,
      "text": "Τὸ γὰρ μὴ δυνηθῆναί σε μεταπεῖσαι τὸν λογισμὸν ἡμῶν, μήτε βιάσασθαι πρὸς τὴν μιαιροφαγίαν, οὐ κατάλυσίς ἐστιν σοῦ;"
    },
    {
      "verse": 26,
      "text": "Τὸ πῦρ σου ψυχρὸν ἡμῖν, καὶ ἄπονοι οἱ καταπέλται, καὶ ἀδύνατος ἡ βία σου."
    },
    {
      "verse": 27,
      "text": "Οὐ γὰρ τυράννου, ἀλλὰ θείου νόμου προεστήκασιν ἡμῶν οἱ δορυφίροι· διὰ τοῦτο ἀνίκητον ἕχομεν τὸν λογι σμόν."
    }
  ]
}