{
  "book_id": "4MA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ὡς δὲ καὶ οὗτος μακαρίως ἐναπέθανεν καταβληθεὶς εἰς λέβητα, ὁ ἕβδομος παρεγίνετο, πάντων νεώτερος."
    },
    {
      "verse": 2,
      "text": "Ὅν κατοικτειρήσας ὁ τύραννος, καίπερ δεινῶς ὑπὸ τῶν ἀδελφῶν αὐτοῦ κακισθεὶς, ὁρῶν ἤση τὰ δεσμὰ περικείμενον,"
    },
    {
      "verse": 3,
      "text": "πλησιέστερον αὐτὸν μετεπέμψατο, καὶ παρηγορεῖν ἐπειρᾶτο, λέγων,"
    },
    {
      "verse": 4,
      "text": "Τῆς μὲν τῶν ἀδελφῶν σου ἀπονοίας τὸ τὲλος ὁρᾷς· διὰ γὰρ ἀπείθειαν στρεβλωθέντες τεθνήκασιν, σὺ, εἰ μὲν μὴ πεισθείης, τὰλας βασανισθεὶς καὶ πασανισθεὶς καὶ αὐτὸς τεθνήξῃ πρὸ ὥρας."
    },
    {
      "verse": 5,
      "text": "Πεισθείης δὲ φίλος ἔσῃ, καὶ τῶν ἐπὶ τῆς βασιλείας ἀφηγήσῃ πραγμάτων."
    },
    {
      "verse": 6,
      "text": "Καὶ ταῦτα παρακαλῶν, τὴν μητέρα τοῦ παιδὸς μετεπέμψατο, ὄπως αὐτὴν ἐμεήσαν υἱῶν στερηθῖσαν παρορμήσειεν ἐπὶ τὴν μσωτηρίαν, εὐπειθῆ τὸν περιλειπόμενον."
    },
    {
      "verse": 7,
      "text": "Ὁ δὲ τῆν μητρὸς τῇ Ἐβραΐδι φωνῇ προτρεψαμένης· αὐτὸν (ὡς ἐροῦμεν μετὰ μικρὸν ὕστερον.) ἀπολύσατε με, φησίν·"
    },
    {
      "verse": 8,
      "text": "εἴπω τῷ βασιλεῖ καὶ τοῖς σὺν αὐτῷ φίλοις πᾶσιν."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐπιχαρέντες μάλιστα ἐπὶ τῇ ἐπαγγελίᾳ τοῦ παιδὸς ταχέως ἔλυσαν αὐτόν."
    },
    {
      "verse": 10,
      "text": "Καὶ σραμὼν ἐπὶ πλησίον τῶν τηγάνων, ἔφη, ἀνόσιε,"
    },
    {
      "verse": 11,
      "text": "φησὶν, καὶ πάντων τῶν πονηρῶν ἀσεβέστατε τύραννε, οὐκ ᾐδέσθης παρὰ τοῦ Θεοῦ λαβὼν τὰ ἀγαθὰ καὶ τὴν βασιλείαν, τούς θεράποντας αὐτοῦ κατακτεῖναι, καὶ τοὺς τῆς εὐσεβείας στρεβλῶσαι;"
    },
    {
      "verse": 12,
      "text": "Ἀνθ ὧ ταμιεύεταί σε ἡ θεια δίκη πυκνοτέρῳ καὶ αἰωνίῳ πυεὶ καὶ βασάνοις, αἳ εἰς ὅλον τὸν αιῶνα οὐκ ἀνήσουσίν σε."
    },
    {
      "verse": 13,
      "text": "Οὐκ ᾐδέσθης ἄνθρωπος ὢν, θηριωδέστατε, τοὺς ὁμοιοπαθεῖς καὶ ἐκ τῶν αὐτῶν γεγονότας στοιξείων γλωττοτομῆσαι, καὶ τοῦτον καταικίσας τὸν τρόπον βασανίσαι;"
    },
    {
      "verse": 14,
      "text": "Ἀλλʼ οἱ μὴν εὐγενῶς ἀποθανόντες ἐπλήρωσαν τὴν εἰν τὸν Θεὸν εὐσέβειαν."
    },
    {
      "verse": 15,
      "text": "Σὺ δὲ κακὸς κακῶς οἰμώξεις, τοὺς τῆς ἀρετῆν ἀγωνιστὰν ἀναιτίως ἀποκτεῖναι."
    },
    {
      "verse": 16,
      "text": "Ὅθεν καὶ αὐτὸς ἀποθνήσκειν μέλλων, ἔφη,"
    },
    {
      "verse": 17,
      "text": "οὐκ ἀπαυτομολῶ τῆς τῶν ἀδελφῶν μου μαρτυρίας."
    },
    {
      "verse": 18,
      "text": "Ἐπικαλοῦμαι δὲ τὸν πατρῷον Θεὸν, ὅπως ἵλεως γένει μου."
    },
    {
      "verse": 19,
      "text": "Σὲ δὲ καὶ ἐν τῷ νῦν βίῳ καὶ θανόντα τιμωρήσεται."
    },
    {
      "verse": 20,
      "text": "Καὶ ταῦτα κατευξάμενος, ἐαυτὸν ἔοιψεν κατὰ τῶν τηγάνων· καὶ οὕτως ἀπέδεκεν."
    }
  ]
}