{
  "book_id": "4MA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Προσέτι καὶ ἐπὶ τὸν αἰκισμὸν ἐποτρύνοντες, ὡς μὴ μόνον τῶν ἀλγηδόνων περιφρονῆσαι αὐτοὺς, ἀλλὰ καὶ τῆς τῶν ἀδελφῶν φιλαδελφίας παθῶν κρατῆσαι."
    },
    {
      "verse": 2,
      "text": "Ὦ βασιλέως λογισμοὶ βασιλικώτεροι καὶ ἐλευθέρων ἐλευθερώτεροι."
    },
    {
      "verse": 3,
      "text": "Ἱερὰς καὶ ἐναρμόστους περὶ τῆς εὐσεβείας τῶν ἑπτὰ ἀδελφῶν συμφωνίας."
    },
    {
      "verse": 4,
      "text": "Οὐδεὶς ἐκ τῶν ἑπτὰ μειρακίων ἐδειλίασεν, οὐδὲ πρὸς τὸν θάνατον ὤκνησεν."
    },
    {
      "verse": 5,
      "text": "Ἀλλὰ πάντες, ὥσπερ ἐπʼ ἀθανασίας ὁδὸν τρέχοντες, ἐπὶ τὸν διὰ τῶν βασάνων θάνατον ἔσπευδον."
    },
    {
      "verse": 6,
      "text": "Καθάπερ γὰρ χεῖρες καὶ πόδες συμφώνως τοῖς τῆς ψυχῆς ἀφηγήμασιν κινοῦνται· οὕτως οἱ ἱεροὶ μείρακες ἐκεῖνοι ὡς ὑπὸ ψυχῆς ἀθανάτου τῆς εὐσεβείας, πρὸς τὸν ὑπὲρ αὐτῆς συνεφώνησαν θάνατον."
    },
    {
      "verse": 7,
      "text": "Ὦ παναγία ἡ συμφώνον ἀδελφῶν ἐβδομάς· καθάπερ γὰρ ἑπτὰ τῆς κοσμοποιΐας ἡμέραι περὶ τὴν εὐσέβειαν,"
    },
    {
      "verse": 8,
      "text": "οὕτος περὶ τὴν ἑβδομάδα χορεύοντες οἱ μείρακες ἐκύκλουν τὸν τῶν βασάνων φόβον καταλύοντες."
    },
    {
      "verse": 9,
      "text": "Νῦν ἡμεῖς ἀκούοντες τῆν θλίψιν τῶν νεανίων ἐκείνων, φρίττομεν· οἱ δὲ οὐ μόνον ὁρῶντες, ἀλλʼ οὐδὲ μόνον ἀκούοντες τὸν παραχρῆμα ἀπειλῆς λόγον, ἀλλὰ καὶ πάσχοντες, ἐκαρτέρουν καὶ τοῦτο ταῖς διὰ πυρὸς ὀδύναις."
    },
    {
      "verse": 10,
      "text": "Ὧν τί γένοιτο ἐπαλγέστερον; ὀξεῖα γὰρ καὶ σύντομος ἡ τοῦ πυρὸς οὖσα δύναμις, ταχέως διέλυσε τὰ σώματα."
    },
    {
      "verse": 11,
      "text": "Καὶ μὴ θαυμαστὸν ἡγεῖσθε, εἰ ὁ λογισμὸς περιεκράτησεν τῶν ἀνδρῶν ἐκείνων ἐν ταῖς βασάνοις, ὅπου γε καὶ γυναικὸς νοῦς πολυτροπωτέρον ὑπερεφρόνησεν ἀλγηδόνων."
    },
    {
      "verse": 12,
      "text": "Ἡ μήτηρ γὰρ τῶν ἑπτὰ νεανίσκων ὑπήνεγκεν τὰς ἐφʼ ἑνὶ ἐκάστῳ τῶν τέκνων στρέβλας."
    },
    {
      "verse": 13,
      "text": "Θεωρεῖτε δὲ πῶς πολύπλοκός ἐστιν ἡ τῆς φιλοτεκνίας στοργὴ, ἕλκουσα πάντα πρὸς τὴν τῶν σπλάγχνων συμπάθειαν."
    },
    {
      "verse": 14,
      "text": "Ὅπου γε καὶ τὰ ἄλογα ζῶα ὁμοίαν τὴν πρὸς τὰ ἐξ αὐτῶν γεννώμενα συμπάθειαν καὶ στοργὴν ἔχει τοῖς ἀνθρώποις."
    },
    {
      "verse": 15,
      "text": "Καὶ γὰρ τῶν πετεινῶν, τὰ μὲν ἥμερα κατὰ τὰς οἰκίας ὀροφοιτοῦντα προασπίζει τῶν νεοττῶν."
    },
    {
      "verse": 16,
      "text": "Τὰ δὲ κατὰ τὰς κορυφὰς ὀρέων καὶ φαράγγων ἀποῤῥῶγας καὶ δένδρων ὀπὰς καὶ τὰς τούτων ἄκρας νοσσοποιησάμενα ἀποτίκτει, καὶ τὸν προσιόντα κωλύει."
    },
    {
      "verse": 17,
      "text": "Εἰ δὲ καὶ μὴ δύναιντο κωλύειν, περιπτάμενα κυκλόθεν αὐτῶν ἀλγοῦντα τῇ στοργῇ, ἀνακαλούμενα τῇ ἰδίᾳ φωνῇ, καθʼ ὃν δύναται τρόπον βοηθεῖ τοῖς τέκνοις."
    },
    {
      "verse": 18,
      "text": "Καὶ τί δεῖ τὴν διὰ τῶν ἀλόγων ζώων ἐπιδεικνύναι τὴν πρὸς τὰ τέκνα συμπάθειαν."
    },
    {
      "verse": 19,
      "text": "Ὅπου γε καὶ μέλισσαι περὶ τὸν τῆς κηρογονίας καιρὸν ἐπαμύνονται τοὺς προσιόντας, καὶ καθάπερ σιδήρῳ τῷ κέντρῳ πλήσσουσι τοὺς προσιόντας τῇ νοσσιᾷ αὐτῶν, καὶ ἐπαμύνονται ἕως θανάτου."
    },
    {
      "verse": 20,
      "text": "Ἀλλʼ οὐχὶ τὴν Ἁβραὰμ ὁμόψυχον τῶν νεανίων μητέρα μετεκίνησεν συμπάθεια τῆς συμπαθείας τέκνων."
    }
  ]
}