{
  "book_id": "4MA",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Ὦ λογίσμε τέκνων, παθῶν τύραννε, καὶ εὐσέβεια μητρὶ τέκνων ποθεινοτέρα."
    },
    {
      "verse": 2,
      "text": "Μήτηρ δυοῖν προκειμένων εὐσεβείας, καὶ τῆς ἑπτὰ υἱῶν σωτηρίας προκαίρους κατὰ τὴν τοῦ τυράννου ὑπόσχεσιν·"
    },
    {
      "verse": 3,
      "text": "τὴν εὐσέβειαν μᾶλλον ἠγάπησεν τὴν σώζουσαν εἰς αἰώνιον ζωὴν κατὰ Θεόν."
    },
    {
      "verse": 4,
      "text": "Ὦ τίνα τρόπον ἠθολογήσαιμι φιλότεκνα γονέων πάθη, ψυχῆς τε καὶ μορφῆς ὁμοιότητα εἰς μικρὸν παιδὸς χαρακτῆρα θαυμάσιον ἐναπεσφράγιζον, μάλιστα διὰ τὸν τῶν παθῶν τοῖς γεννηθεῖσιν τὰς μητέρας καθεστάναι συμπαθευτέρας."
    },
    {
      "verse": 5,
      "text": "Ὅσῳ γὰρ καὶ ἀσθενόψυχοι καὶ πολυγονώτεραι ὑπάρχουσιν μητέρες, τοσούτῳ μᾶλλόν εἰσιν φιλοτεκνότεραι."
    },
    {
      "verse": 6,
      "text": "Πασῶν δὲ τῶν μητέρων ἐγένετο ἡ τῶν ἑπτὰ μήτηρ φιλοτεκνοτέρα, ἥ τις ἑπτὰ κυοφορίαις τὴν πρὸς αὐτοὺς ἐπιφυτευομένη φιλοστοργία,"
    },
    {
      "verse": 7,
      "text": "καὶ διὰ πολλὰς τὰς καθʼ ἔκαστον αὐτῶν ὠδῖνας ἠναγκασμένην τὴν εἰς αὐτοὺς ἔχειν συμπάθειαν,"
    },
    {
      "verse": 8,
      "text": "διὰ τὸν πρὸς τὸν Θεὸν φόβον ὑπερεῖδεν τὴν τῶν τέκνων πρόσκαιρον σωτηρίαν."
    },
    {
      "verse": 9,
      "text": "Οὐ μὴν δὲ, ἀλλὰ καὶ διὰ τὴν καλοκᾳγαθίαν τῶν υἱῶν, καὶ τὴν πρὸς τὸν νόμον αὐτῶν εὐπείθειαν, μείζων τὴν ἐν αὐτοῖς ἔσχεν φιλοστοργίαν."
    },
    {
      "verse": 10,
      "text": "Δίκαιοί τε γὰρ ἦσαν, καὶ σώφρονες, καὶ σώφρονες, καὶ ἀνδρεῖοι, καὶ μεγαλόψυχοι, καὶ φιλάδελφοι, καὶ μεγαλόψυχοι, καὶ μεψαλόψυχοι, καὶ φιλάδελφοι, καὶ φιλομήτορες οὕτως, ὥστε καὶ μέχρι θανάτου τὰ νόμιμα φυλάσσοντες πείθεσθαι αὐτῇ."
    },
    {
      "verse": 11,
      "text": "Ἀλλʼ ὅμως, καὶ ὑπὲρ τοσούτων ὄντων τῶν περὶ φιλοτεκνίαν εἰς συμπάθειαν ἑλκόντων τὴν μητέρα, ἐπʼ οὐδενὸς αὐτῶν τὸν λογισμὸν αὐτῆς αἱ παμποίκιλοι ἴσχυσαν μετατρέψαι."
    },
    {
      "verse": 12,
      "text": "Ἀλλὰ καἰ καθʼ ἔνα παῖδα καὶ ὁμοῦ πάντας ἡ μήτηρ ἐπὶ τὸν τῆς εὐσεβείας προετρέπετο θάνατον."
    },
    {
      "verse": 13,
      "text": "Ὦ φύσις ἱερὰ, καὶ φίλτρα γονέων καὶ γονεῦσιν φιλόστοργε, καὶ τροφεῖα, καὶ μητέρων ἀδάμαστα πάθη."
    },
    {
      "verse": 14,
      "text": "Καθʼ ἕνα στρεβλούμενον καὶ φλεγόμενον ὁρῶσα υήτηρ, οὐ μετεβάλετο διὰ τὴν εὐσέβεβειαν."
    },
    {
      "verse": 15,
      "text": "Τὰς σάρκας τῶν τέκνων ἑώρα περὶ τὸ πῦρ τηκομένας, καὶ τοὺς τὼν ποδῶν καὶ χειρῶν δακτύλους ἐπὶ γῆς σπαίροντας, καὶ τὰς τῶν κεφαλῶν μέχρι τῶν περὶ τὰ γένεια σάρκας, ὥσπερ προσωπεῖα προκειμένας."
    },
    {
      "verse": 16,
      "text": "Ὦ πικροτέρων μὲν νῦν μήτηρ πόνων πειρασθεῖσα, ἤπερ τῶν ἐπʼ αὐτοῖς ὠδίνων."
    },
    {
      "verse": 17,
      "text": "Ὦ μόνη γυνὴ τὴν εὐσέβειαν ὁλόκληρον ἀποκυήσασα."
    },
    {
      "verse": 18,
      "text": "Οὐ μετέρεψέν σε πρωτότοκος ἀποπνέων· οὐδὲ δεύτερον εἰς οἶκτρον βλέπων ἐν βασάνοις· οὐδὲ τρίτος ἀποψύχων."
    },
    {
      "verse": 19,
      "text": "Οὐδὲ τοὺς ὀφθαλμοὺς ἑνὸς ἑκάστου θεωροῦσα ταυρηδὸν ἐπὶ τῶν βασάνων ὁρῶντας τὸν αὐτὸν αἰκισμὸν, καὶ τοὺς μυκτῆρας προσημειουμένους αὐτῶν τὸν θάνατον, οὐκ ἔκλαυσας."
    },
    {
      "verse": 20,
      "text": "Ἐπὶ σαρξὶν τέκνων ὁρῶσα σάρκας τέκνων ἀποκεκομμένας, καὶ ἐπὶ κεφαλαῖς κεφαλὰς ἀποδειροτομουμένας, καὶ ἐπὶ νεκροῖς νεκροὺς πίπτοντας, καὶ πολυάνδριον ὁρῶσα τῶν τέκνων χορεῖον διὰ τῶν βασάνων, οὐκ ἐδάκρυσας."
    },
    {
      "verse": 21,
      "text": "Οὐχ οὕτως σειρήνιοι μελῳδίαι, οὐδὲ κύκνειοι πρὸς φιληκοΐαν φωναὶ τοὺς ἀκούοντας ἐφέλκονται, ὦ τέκνων φωναὶ μετὰ βασάνων μητέρα φωνούντων."
    },
    {
      "verse": 22,
      "text": "Πηλίκαις καὶ πόσαις τότε ἡ μήτηρ, τῶν υἱῶν βασανιζομένων τροχοῖς τε καὶ καυτερίοις ἐβασανίζετο βασάνοις;"
    },
    {
      "verse": 23,
      "text": "Ἀλλὰ τὰ σπλάγχνα αὐτῆς ὁ εὐσεβὴς λογισμὸς ἐν αὐτοῖς τοῖς πάθεσιν ἀνδρειώσας ἐπέτεινεν τὴν πρόσκαιρον φιλοτεκνίαν παριδεῖν."
    },
    {
      "verse": 24,
      "text": "Καίπερ ἑπτὰ τέκνων ὁρῶσα ἀπώλειαν· ἀσπάσασα ἡ γενναῖα μήτηρ ἐξέδσεν διὰ τὴν πρὸς Θεὸν πίστιν."
    },
    {
      "verse": 25,
      "text": "Καθάπερ γὰρ ἐν βουλευτηρίῳ τῇ ἑαυτῆς ψυχῇ δεινοὺς ὁρῶσα συμβούλους, φύσιν καὶ γένεσιν καὶ φιλοτεκνίαν καὶ τέκνων στρέβλαν."
    },
    {
      "verse": 26,
      "text": "Δύο ψήφους κρατοῦσα μήτηρ, θανατηφόρον τε καὶ σωτήριον ὑπὲρ τένων·"
    },
    {
      "verse": 27,
      "text": "Οὐκ ἐπέγνω τὴν σώζουσαν ἑπτὰ υἱοὺς πρὸς ὀλίγον χρόνον σωτηρίαν."
    },
    {
      "verse": 28,
      "text": "Ἀλλὰ τῆς θεοσεβοῦς Ἁβραὰμ καρτερίας ἡ θυγάτηρ ἐμνήσθη."
    },
    {
      "verse": 29,
      "text": "Ὦ μήτηρ ἔθνους, ἔκδικε τοῦ νόμου, καὶ ὑπερασπίστεια τῆς εὐσεβείας, καὶ τοῦ διὰ σπλάγχνων ἀγῶνος ἀθλοφόρε."
    },
    {
      "verse": 30,
      "text": "Ὦ ἀῤῥένων πρὸς καρτερίαν γενναιοτέρα, καὶ ἀνδρῶν πρὸς ὑπομονὴν ἀνδρειοτέρα."
    },
    {
      "verse": 31,
      "text": "Καθάπερ γὰρ ἡ Νῶε κιβωτὸς ἐν τῷ κοσμοπληθεῖ κατακλυσμῷ κοσμοφοροῦσα καρτεροὺς ὑπήνεγκεν τοὺς κλύδωνας·"
    },
    {
      "verse": 32,
      "text": "οὕτως σὺ, ἡ νομοφύλαξ, πανταχόθεν ἐν τῷ τῶν παθῶν περιαντλουμένη κατακλυσμῷ, καὶ καρτεροῖς ἂν λοιμοῖς ταῖς τῶν υἱῶν βασάνοις συνεχομένη, γενναίως ὑπέμεινας τοὺς τῆς εὐσεβείας χειμῶνας."
    }
  ]
}