{
  "book_id": "4MA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰ δὲ τοίνυν καὶ γυνὴ, καὶ γηραιὰ, καὶ ἑπτὰ παὶδων μήτηρ ὑπέμεινε τὰς μέχρι θανάτου βασάνους ὁρῶσα τῶν τέκνων· ὁμολογουμένως αὐτοκράτωρ ἐστὶν τῶν παθῶν ὁ εὐσεβὴς λογισμός."
    },
    {
      "verse": 2,
      "text": "Ἀπέδειξα οὖν ὅτι οὐ μόνον τῶν παθῶν ἄνδρες ἐπεκράτησαν, ἀλλὰ καὶ γυνὴ τῶν μεγίστων βασάνων ὑπερεφρόνησεν."
    },
    {
      "verse": 3,
      "text": "Καὶ οὐχ οὕτως οἱ περὶ Δανιὴλ λέοντες ἦσαν ἄγριοι, οὐδὲ Μισαὴλ ἐκφλεγομένη κάμινος λαβροτάτῳ πυρὶ, ὡς τῆς φιλοτεκνίας περιέκαιεν ἐκείνη φύσις, ὁρῶσα αὑτῆς τοὺς ἑπτὰ υἱοὺς βασανιζομένους."
    },
    {
      "verse": 4,
      "text": "Ἀλλὰ τῷ λογισμῷ τῆς εὐσεβείας κατέσβεσε τοσαῦτα καὶ τηλικαῦτα πάθη ἡ μήτηρ."
    },
    {
      "verse": 5,
      "text": "Καὶ γὰρ τοῦτο ἐπιλογίσασθαι, ὅτι εἰ δειλόψυχος ἦν ἡ γυνὴ, καίπερ μήτηρ οὖσα, ὠλοφύρετο ἂν ἐπʼ αὐτοῖς· καὶ ἴσως ἄν ταῦτα οὕτως εἶπεν,"
    },
    {
      "verse": 6,
      "text": "Ὦ μελέα ἔγωγε, καὶ πολλάκις τρισαθλία, ἥτις ἑπτὰ παῖδας τεκοῦσα, οὐδενὸς μήτηρ γεγένημαι."
    },
    {
      "verse": 7,
      "text": "Ὦ μάταιοι ἐπτὰ κυοφορίαι, καὶ ἀνόνητοι ἐπτὰ δεκάηνοι, καὶ ἄκαρποι τιθηνίαι, καὶ ταλαίπωροι γαλακτοτροφίοι."
    },
    {
      "verse": 8,
      "text": "Μάτην ἐφʼ ὑμῖν, ὦ παῖδες, πολλὰς ὑπέμεινα ὠδῖνας καὶ χαλεπωτέρας φροντίδας ἀνατροφῆς."
    },
    {
      "verse": 9,
      "text": "Ὦ τῶν ἐμῶν παίδων, οἱ μὲν ἄγαμοι, οἱ δὲ γαμήσαντες ἀνόνητοι, οὐκ ὄψομαι ὑμῶν τέκνα, οὐδὲ μάμμη κληθεῖσα μακαρισθήσομαι."
    },
    {
      "verse": 10,
      "text": "Ὦ ἡ πολύπαις καὶ καλλίπαις ἐγὼ γυνὴ χήρα καὶ μόνη πολύθρηνος."
    },
    {
      "verse": 11,
      "text": "Οὐδʼ ἂν ἀποθάνω, θάπτοντα τῶν υἱῶν ἕξω τινά."
    },
    {
      "verse": 12,
      "text": "Ἀλλὰ τούτῳ τῷ θρήνῳ οὐδένα ὠλοφύρετο ἡ ἱερὰ καὶ θεοσεβὴς μήτηρ. Οὐδʼ ἵνα μὴ ἀποθάνωσιν ἀπέτρεπεν αὐτῶν τινα, οὐδʼ ὡς ἀποθνησκόντων ἐλυπήθη."
    },
    {
      "verse": 13,
      "text": "Ἀλλʼ ὥσπερ ἀδαμάντινον ἔχουσα τὸν νοῦν, καὶ εἰς ἀθανασίαν ἀνατίκτουσα τὸν τῶν υἱῶν ἀριθμὸν, μᾶλλον ὑπὲρ τῆς εὐσεβείας ἐπὶ τὸν θάνατον αὐτοὺς προετρέπετο ἱκετεύουσα."
    },
    {
      "verse": 14,
      "text": "Ὦ διʼ εὐσέβειαν Θεοῦ στρατιῶτι, πρεσβύτι καὶ γυνὴ διὰ καρτερίαν καὶ τύραννον ἐνίκησας, καὶ ἔργοις δυνατωτέρα καὶ λόγοις εὑρέθης ἄνανδρος."
    },
    {
      "verse": 15,
      "text": "Καὶ γὰν ὃτε συνελήφθης μετὰ τῶν παίδων, εἱστήκεις τὸν Ἐλεάζαρον ὁρῶσα βασανιζόμενον, καὶ ἔλεγες τοῖς παισὶν ἐν τῇ Ἑβοαΐδι φωνῇ,"
    },
    {
      "verse": 16,
      "text": "Ὦ παῖδες, γενναῖος ὁ ἀγών· εφ ὃν κληθέντες ὑπὲρ τῆς διαμαρτυρίας τοῦ ἔθνους, ἐναγωνίσασθε προθύμως ὑπὲρ τοῦ πατρίουνόμου."
    },
    {
      "verse": 17,
      "text": "Καὶ γὰρ αἰσχρὸν τὸν μὴν γέροντα τοῦτον ὑπομένειν τὰς διὰ τὴν εὐσέβειαν ἀληδόνας, ὑμᾶς δὲ τοὺς νεωτέρους καταπλαγῆναι τὰς βασάνους."
    },
    {
      "verse": 18,
      "text": "Ἀναμνήσθητε, ὅτι διὰ τὸν Θεὸν τοῦ κόσμου μετελάβετε, καὶ τοῦ βίου ἀπελαύσατέ·"
    },
    {
      "verse": 19,
      "text": "καὶ διὰ τιῦτο ὀφείλετε πάντα πόνον ὑπομένειν διὰ τὸν Θεόν."
    },
    {
      "verse": 20,
      "text": "Διʼ ὃν καὶ ὁ πατὴρ ἡμῶν Ἁβραὰμ ἔσπευδεν τὸν ἐθνοπάτορα υἱὸν σφαγιάσαι Ἰσαὰκ, καὶ τὴν πατρῷαν χεῖρα ξιφηφόρον καταφερομένην ἐπʼ αὐτὸν ὁρῶν οὐκ ἔπτηξεν."
    },
    {
      "verse": 21,
      "text": "Καὶ Δανιὴλ ὁ δίκαιος εἰς λέοντας ἐβλήθη· καὶ Ἀνανίας, καὶ Ἀζαρίας, καὶ Μισαὴλ εἰς κάμινον πυρὸς ἀπεσφενδονήθησαν, καὶ ὑπέμειναν, διὰ τὸν Θεόν."
    },
    {
      "verse": 22,
      "text": "Καὶ ὑμεῖς οὖν τὴν αὐτὴν πίστιν πρὸς τὸν Θεὸν ἔχοντες, μὴ χαλεπαίνητε."
    },
    {
      "verse": 23,
      "text": "Ἀλόγιστον γὰρ εἰδότας εὐσέβειαν μὴ ἀντιστασθαι τοῖς πόνοις."
    },
    {
      "verse": 24,
      "text": "Διὰ τούτων τῶν λόγων ἡ ἑπταμήτωρ ἕνα ἕκαστον τῶν υἱῶν παρακαλοῦσα, ἔπεισε μᾶλλον, ἢ παραβῆναι τὴν ἐντολὴν τοῦ Θεοῦ."
    },
    {
      "verse": 25,
      "text": "Ἔτι δὲ καὶ ταῦτα ἰδόντες, ὅτι διὰ τὸν Θεὸν ἀποθανόντες ζῶσιν τῷ Θεῷ, ὥσπερ Ἁβραὰμ καὶ Ἰσαὰκ καὶ Ἰακὼβ, καὶ πάντες οἱ πατριάρχαι."
    }
  ]
}