{
  "book_id": "EZR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And these \\add are\\add* the people of the land that went up, of the number of prisoners who were removed, whom Nabuchodonosor king of Babylon carried away to Babylon, and they returned to Juda and Jerusalem, every man to his city;"
    },
    {
      "verse": 2,
      "text": "who came with Zorobabel: Jesus, Neemias, Saraias, Reelias, Mardochæus, Balasan, Masphar, Baguai, Reum, Baana. The number of the people of Israel:"
    },
    {
      "verse": 3,
      "text": "The children of Phares, two thousand one hundred and seventy-two."
    },
    {
      "verse": 4,
      "text": "The children of Saphatia, three hundred and seventy-two."
    },
    {
      "verse": 5,
      "text": "The children of Ares, seven hundred and seventy-five."
    },
    {
      "verse": 6,
      "text": "The children of Phaath Moab, belonging to the sons of Jesue \\add and\\add* Joab, two thousand eight hundred and twelve."
    },
    {
      "verse": 7,
      "text": "The children of Ælam, a thousand two hundred and fifty-four."
    },
    {
      "verse": 8,
      "text": "The children of Zatthua, nine hundred and forty-five."
    },
    {
      "verse": 9,
      "text": "The children of Zacchu, seven hundred and sixty."
    },
    {
      "verse": 10,
      "text": "The children of Banui, six hundred and forty-two."
    },
    {
      "verse": 11,
      "text": "The children of Babai, six hundred and twenty-three."
    },
    {
      "verse": 12,
      "text": "The children of Asgad, a thousand two hundred and twenty-two."
    },
    {
      "verse": 13,
      "text": "The children of Adonicam, six hundred and sixty-six."
    },
    {
      "verse": 14,
      "text": "The children of Bague, two thousand and fifty-six."
    },
    {
      "verse": 15,
      "text": "The children of Addin, four hundred and fifty-four."
    },
    {
      "verse": 16,
      "text": "The children of Ater \\add the son\\add* of Ezekias, ninety-eight."
    },
    {
      "verse": 17,
      "text": "The children of Bassu, three hundred and twenty-three."
    },
    {
      "verse": 18,
      "text": "The children of Jora, a hundred and twelve."
    },
    {
      "verse": 19,
      "text": "The children of Asum, two hundred and twenty-three."
    },
    {
      "verse": 20,
      "text": "The children of Gaber, ninety-five."
    },
    {
      "verse": 21,
      "text": "The children of Bethlaem, a hundred and twenty-three."
    },
    {
      "verse": 22,
      "text": "The children of Netopha, fifty-six."
    },
    {
      "verse": 23,
      "text": "The children of Anathoth, a hundred and twenty-eight."
    },
    {
      "verse": 24,
      "text": "The children of Azmoth, forty-three."
    },
    {
      "verse": 25,
      "text": "The children of Cariathiarim, Chaphira, and Beroth, seven hundred and forty-three."
    },
    {
      "verse": 26,
      "text": "The children of Rama and Gabaa, six hundred and twenty-one."
    },
    {
      "verse": 27,
      "text": "The men of Machmas, a hundred and twenty-two."
    },
    {
      "verse": 28,
      "text": "The men of Bæthel and Aia, four hundred and twenty-three."
    },
    {
      "verse": 29,
      "text": "The children of Nabu, fifty-two."
    },
    {
      "verse": 30,
      "text": "The children of Magebis, a hundred and fifty-six."
    },
    {
      "verse": 31,
      "text": "The children of Elamar, a thousand two hundred and fifty-four."
    },
    {
      "verse": 32,
      "text": "The children of Elam, three hundred and twenty."
    },
    {
      "verse": 33,
      "text": "The children of Lodadi and Ono, seven hundred and twenty-five."
    },
    {
      "verse": 34,
      "text": "The children of Jericho, three hundred and forty-five."
    },
    {
      "verse": 35,
      "text": "The children of Senaa, three thousand six hundred and thirty."
    },
    {
      "verse": 36,
      "text": "And the priests, the sons of Jedua, \\add belonging to\\add* the house of Jesus, \\add were\\add* nine hundred and seventy-three."
    },
    {
      "verse": 37,
      "text": "The children of Emmer, a thousand \\add and\\add* fifty-two."
    },
    {
      "verse": 38,
      "text": "The children of Phassur, a thousand two hundred \\add and\\add* forty-seven."
    },
    {
      "verse": 39,
      "text": "The children of Erem, a thousand \\add and\\add* seven."
    },
    {
      "verse": 40,
      "text": "And the Levites, the sons of Jesus and Cadmiel, belonging to the sons of Oduia, seventy-four."
    },
    {
      "verse": 41,
      "text": "The sons of Asaph, singers, a hundred \\add and\\add* twenty-eight."
    },
    {
      "verse": 42,
      "text": "The children of the porters, the children of Sellum, the children of Ater, the children of Telmon, the children of Acub, the children of Atita, the children of Sobai, \\add in\\add* all a hundred \\add and\\add* thirty-nine."
    },
    {
      "verse": 43,
      "text": "The Nathinim: the children of Suthia, the children of Asupha, the children of Tabaoth,"
    },
    {
      "verse": 44,
      "text": "the sons of Cades, the children of Siaa, the children of Phadon,"
    },
    {
      "verse": 45,
      "text": "the children of Labano, the children of Agaba, the sons of Acub,"
    },
    {
      "verse": 46,
      "text": "the children of Agab, the children of Selami, the children of Anan,"
    },
    {
      "verse": 47,
      "text": "the children of Geddel, the children of Gaar, the children of Raia,"
    },
    {
      "verse": 48,
      "text": "the children of Rason, the children of Necoda, the children of Gazem,"
    },
    {
      "verse": 49,
      "text": "the children of Azo, the children of Phase, the children of Basi,"
    },
    {
      "verse": 50,
      "text": "the children of Asena, the children of Moünim, the children of Nephusim,"
    },
    {
      "verse": 51,
      "text": "the children of Bacbuc, the children of Acupha, the children of Arur,"
    },
    {
      "verse": 52,
      "text": "the children of Basaloth, the children of Mauda, the children of Arsa,"
    },
    {
      "verse": 53,
      "text": "the children of Barcos, the children of Sisara, the children of Thema,"
    },
    {
      "verse": 54,
      "text": "the children of Nasthie, the children of Atupha."
    },
    {
      "verse": 55,
      "text": "The children of the servants of Solomon: the children of Sotai, the children of Sephera, the children of Phadura,"
    },
    {
      "verse": 56,
      "text": "the children of Jeela, the children of Darcon, the children of Gedel,"
    },
    {
      "verse": 57,
      "text": "the children of Saphatia, the children of Atil, the children of Phacherath, the children of Aseboim, the children of Emei."
    },
    {
      "verse": 58,
      "text": "All the Nathanim, and the sons of Abdeselma \\add were\\add* three hundred and ninety-two."
    },
    {
      "verse": 59,
      "text": "And these \\add are\\add* they that went up from Thelmelech, Thelaresa, Cherub, Hedan, Emmer: and they were not able to tell the house of their fathers, and their seed, whether they were of Israel:"
    },
    {
      "verse": 60,
      "text": "the children of Dalæa, the children of Bua, the children of Tobias, the children of Necoda, six hundred \\add and\\add* fifty-two."
    },
    {
      "verse": 61,
      "text": "And of the children of the priests, the children of Labeia, the children of Akkus, the children of Berzellai, who took a wife of the daughter of Berzellai the Galaadite, and was called by their name."
    },
    {
      "verse": 62,
      "text": "These sought their genealogy \\add as though\\add* they had been reckoned, but they were not found; and they were removed, \\add as polluted\\add*, from the priesthood."
    },
    {
      "verse": 63,
      "text": "And the Athersastha told them that they should not eat of the most holy things, until a priest should arise with Lights and Perfections."
    },
    {
      "verse": 64,
      "text": "And all the congregation together \\add were\\add* about forty-two thousand three hundred and sixty;"
    },
    {
      "verse": 65,
      "text": "besides their men-servants and maid-servants, \\add and\\add* these were seven thousand three hundred \\add and\\add* thirty-seven: and \\add among\\add* these were two hundred singing men and singing women."
    },
    {
      "verse": 66,
      "text": "Their horses \\add were\\add* seven hundred \\add and\\add* thirty-six, their mules, two hundred \\add and\\add* forty-five."
    },
    {
      "verse": 67,
      "text": "Their camels, four hundred \\add and\\add* thirty-five; their asses, six thousand seven hundred \\add and\\add* twenty."
    },
    {
      "verse": 68,
      "text": "And \\add some\\add* of the chiefs of families, when they went into the house of the Lord that was in Jerusalem, offered willingly for the house of God, to establish it on its prepared place."
    },
    {
      "verse": 69,
      "text": "According to their power they gave into the treasury of the work pure gold sixty-one thousand pieces, and five thousand pounds of silver, and one hundred priests' garments."
    },
    {
      "verse": 70,
      "text": "So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nathinim, dwelt in their cities, and all Israel in their cities."
    }
  ]
}