{
  "book_id": "EZR",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And in regard to all these circumstances we make a covenant, and write it, and our princes, our Levites, andour priests, set their seal to it."
    },
    {
      "verse": 2,
      "text": "And over them that sealed were Neemias the Artasastha, son of Achalia, and Zedekias,"
    },
    {
      "verse": 3,
      "text": "the son of Aræa, and Azaria, and Jeremia,"
    },
    {
      "verse": 4,
      "text": "Phasur, Amaria, Melchia,"
    },
    {
      "verse": 5,
      "text": "Attus, Sebani, Maluch,"
    },
    {
      "verse": 6,
      "text": "Iram, Meramoth, Abdia,"
    },
    {
      "verse": 7,
      "text": "Daniel, Gannathon, Baruch,"
    },
    {
      "verse": 8,
      "text": "Mesulam, Abia, Miamin,"
    },
    {
      "verse": 9,
      "text": "Maazia, Belgai, Samaia; these werepriests."
    },
    {
      "verse": 10,
      "text": "And the Levites; Jesus the son of Azania, Banaiu of the sons of Enadad, Cadmiel"
    },
    {
      "verse": 11,
      "text": "and his brethren, Sabania, Oduia, Calitan, Phelia, Anan,"
    },
    {
      "verse": 12,
      "text": "Micha, Roob, Asebias,"
    },
    {
      "verse": 13,
      "text": "Zacchor, Sarabia, Sebania,"
    },
    {
      "verse": 14,
      "text": "Odum, the sons of Banuæ."
    },
    {
      "verse": 15,
      "text": "The heads of the people; Phoros, Phaath Moab, Elam, Zathuia,"
    },
    {
      "verse": 16,
      "text": "the sons of Bani, Asgad, Bebai,"
    },
    {
      "verse": 17,
      "text": "Adania, Bagoi, Hedin,"
    },
    {
      "verse": 18,
      "text": "Ater, Ezekia, Azur,"
    },
    {
      "verse": 19,
      "text": "Oduia, Esam, Besi,"
    },
    {
      "verse": 20,
      "text": "Ariph, Anathoth, Nobai,"
    },
    {
      "verse": 21,
      "text": "Megaphes, Mesullam, Ezir,"
    },
    {
      "verse": 22,
      "text": "Mesozebel, Saduc, Jeddua,"
    },
    {
      "verse": 23,
      "text": "Phaltia, Anan, Anæa,"
    },
    {
      "verse": 24,
      "text": "Osee, Anania, Asub,"
    },
    {
      "verse": 25,
      "text": "Aloes, Phalaï, Sobec,"
    },
    {
      "verse": 26,
      "text": "Reum, Essabana, Maasia,"
    },
    {
      "verse": 27,
      "text": "and Aia, Ænan, Enam,"
    },
    {
      "verse": 28,
      "text": "Maluch, Eram, Baana."
    },
    {
      "verse": 29,
      "text": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nathinim, and every one who drew off from the nations of the land to the law of God, their wives, their sons, their daughters, every one who had knowledge and understanding,"
    },
    {
      "verse": 30,
      "text": "were urgent with their brethren, and bound them under a curse, and entered into a curse, and into an oath, to walk in the law of God, which was given by the hand of Moses, the servant of God; to keep and to do all the commandments of the Lord, and his judgments, and his ordinances;"
    },
    {
      "verse": 31,
      "text": "and that we will not, they said, give our daughters to the people of the land, nor will we take their daughters to our sons."
    },
    {
      "verse": 32,
      "text": "And as forthe people of the land who bring wares and all manner ofmerchandise to sell on the sabbath-day, we willnot buy of them on the sabbath or on the holy day: and we will leave the seventh year, and the exaction of every debt."
    },
    {
      "verse": 33,
      "text": "And we will impose ordinances upon ourselves, to levy on ourselves the third part of a didrachm yearly for the service of the house of our God;"
    },
    {
      "verse": 34,
      "text": "the shewbread, and the continual meat-offering, and for the continual whole-burnt-offering, of the sabbaths, of the new moon, for the feasts, and for the holy things, and the sin-offerings, to make atonement for Israel, and for the works of the house of our God."
    },
    {
      "verse": 35,
      "text": "And we cast lots for the office of wood-bearing, wethe priests, and the Levites, and the people, to bring woodinto the house of our God, according to the house of our families, at certain set times, year by year, to burn on the altar of the Lord our God, as it is written in the law:"
    },
    {
      "verse": 36,
      "text": "and to bring the first-fruits of our land, and the first-fruits of the fruit of every tree, year by year, into the house of the Lord:"
    },
    {
      "verse": 37,
      "text": "the first-born of our sons, and of our cattle, as it is written in the law, and the first-born of our herds and of our flocks, to bring to the house of our God, for the priests that minister in the house of our God."
    },
    {
      "verse": 38,
      "text": "And the first-fruits of our corn, and the fruit of every tree, of wine, and of oil, will we bring to the priests to the treasury of the house of God; and a tithe of our land to the Levites: for the Levites themselves shall receive tithes in all the cities of the land we cultivate."
    },
    {
      "verse": 39,
      "text": "And the priest the son of Aaron shall be with the Levites in the tithe of the Levite: and the Levites shall bring up the tenth part of theirtithe to the house of our God, into the treasuries of the house of God."
    },
    {
      "verse": 40,
      "text": "For the children of Israel and the children of Levi shall bring into the treasuries the first-fruits of the corn, and wine, and oil; and there arethe holy vessels, and the priests, and the ministers, and the porters, and the singers: and we will not forsake the house of our God."
    }
  ]
}