{
  "book_id": "2CO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Συνεργοῦντες δὲ καὶ παρακαλοῦμεν μὴ εἰς κενὸν τὴν χάριν τοῦ Θεοῦ δέξασθαι ὑμᾶς,"
    },
    {
      "verse": 2,
      "text": "λέγει γάρ· «Καιρῷ δεκτῷ ἐπήκουσά σου, καὶ ἐν ἡμέρᾳ σωτηρίας ἐβοήθησά σοι.» Ἰδού, νῦν καιρὸς εὐπρόσδεκτος· ἰδού, νῦν ἡμέρα σωτηρίας. What it costs to be Christ’s ambassadors"
    },
    {
      "verse": 3,
      "text": "(Μηδεμίαν ἐν μηδενὶ διδόντες προσκοπήν, ἵνα μὴ μωμηθῇ ἡ διακονία·"
    },
    {
      "verse": 4,
      "text": "ἀλλ᾿ ἐν παντὶ συνιστῶντες ἑαυτοὺς ὡς Θεοῦ διάκονοι ἐν ὑπομονῇ πολλῇ—ἐν θλίψεσιν, ἐν ἀνάγκαις, ἐν στενοχωρίαις,"
    },
    {
      "verse": 5,
      "text": "ἐν πληγαῖς, ἐν φυλακαῖς, ἐν ἀκαταστασίαις, ἐν κόποις, ἐν ἀγρυπνίαις, ἐν νηστείαις·"
    },
    {
      "verse": 6,
      "text": "ἐν ἁγνότητι, ἐν γνώσει, ἐν μακροθυμίᾳ, ἐν χρηστότητι, ἐν Πνεύματι Ἁγίῳ, ἐν ἀγάπῃ ἀνυποκρίτῳ,"
    },
    {
      "verse": 7,
      "text": "ἐν λόγῳ ἀληθείας, ἐν δυνάμει Θεοῦ, διὰ τῶν ὅπλων τῆς δικαιοσύνης τῶν δεξιῶν καὶ ἀριστερῶν·"
    },
    {
      "verse": 8,
      "text": "διὰ δόξης καὶ ἀτιμίας, διὰ δυσφημίας καὶ εὐφημίας· ὡς πλάνοι καὶ ἀληθεῖς,"
    },
    {
      "verse": 9,
      "text": "ὡς ἀγνοούμενοι καὶ ἐπιγινωσκόμενοι, ὡς ἀποθνήσκοντες καὶ ἰδοὺ ζῶμεν, ὡς παιδευόμενοι καὶ μὴ θανατούμενοι·"
    },
    {
      "verse": 10,
      "text": "ὡς λυπούμενοι ἀεὶ δὲ χαίροντες, ὡς πτωχοὶ πολλοὺς δὲ πλουτίζοντες, ὡς μηδὲν ἔχοντες καὶ πάντα κατέχοντες.) An aside"
    },
    {
      "verse": 11,
      "text": "Τὸ στόμα ἡμῶν ἀνέῳγεν πρὸς ὑμᾶς, Κορίνθιοι, ἡ καρδία ἡμῶν πεπλάτυνται."
    },
    {
      "verse": 12,
      "text": "Οὐ στενοχωρεῖσθε ἐν ἡμῖν, στενοχωρεῖσθε δὲ ἐν τοῖς σπλάγχνοις ὑμῶν."
    },
    {
      "verse": 13,
      "text": "Τὴν δὲ αὐτὴν ἀντιμισθίαν (ὡς τέκνοις λέγω), πλατύνθητε καὶ ὑμεῖς. Separation is a ‘must’"
    },
    {
      "verse": 14,
      "text": "Μὴ γίνεσθε ἑτεροζυγοῦντες ἀπίστοις· τίς γὰρ μετοχὴ δικαιοσύνῃ καὶ ἀνομίᾳ; Τίς δὲ κοινωνία φωτὶ πρὸς σκότος;"
    },
    {
      "verse": 15,
      "text": "Τίς δὲ συμφώνησις Χριστῷ πρὸς Βελίαρ; Ἢ τίς μερὶς πιστῷ μετὰ ἀπίστου;"
    },
    {
      "verse": 16,
      "text": "Τίς δὲ συγκατάθεσις ναῷ Θεοῦ μετὰ εἰδώλων; Ὑμεῖς γὰρ ναὸς Θεοῦ ἐστε ζῶντος, καθὼς εἶπεν ὁ Θεὸς ὅτι· «Ἐνοικήσω ἐν αὐτοῖς καὶ ἐμπεριπατήσω· καὶ ἔσομαι αὐτῶν Θεὸς καὶ αὐτοὶ ἔσονταί μοι λαός.»"
    },
    {
      "verse": 17,
      "text": "Διὸ «Ἐξέλθετε ἐκ μέσου αὐτῶν καὶ ἀφορίσθητε,» λέγει Κύριος, «καὶ ἀκαθάρτου μὴ ἅπτεσθε· κἀγὼ εἰσδέξομαι ὑμᾶς.»"
    },
    {
      "verse": 18,
      "text": "Καί, «Ἔσομαι ὑμῖν εἰς Πατέρα, καὶ ὑμεῖς ἔσεσθέ μοι εἰς υἱοὺς καὶ θυγατέρας, λέγει Κύριος Παντοκράτωρ.»"
    }
  ]
}