{
  "book_id": "JOL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "דבר יהוה אשר היה אל יואל בן פתואל׃"
    },
    {
      "verse": 2,
      "text": "שמעו זאת הזקנים והאזינו כל יושבי הארץ ההיתה זאת בימיכם ואם בימי אבתיכם׃"
    },
    {
      "verse": 3,
      "text": "עליה לבניכם ספרו ובניכם לבניהם ובניהם לדור אחר׃"
    },
    {
      "verse": 4,
      "text": "יתר הגזם אכל הארבה ויתר הארבה אכל הילק ויתר הילק אכל החסיל׃"
    },
    {
      "verse": 5,
      "text": "הקיצו שכורים ובכו והיללו כל שתי יין על עסיס כי נכרת מפיכם׃"
    },
    {
      "verse": 6,
      "text": "כי גוי עלה על ארצי עצום ואין מספר שניו שני אריה ומתלעות לביא לו׃"
    },
    {
      "verse": 7,
      "text": "שם גפני לשמה ותאנתי לקצפה חשף חשפה והשליך הלבינו שריגיה׃"
    },
    {
      "verse": 8,
      "text": "אלי כבתולה חגרת שק על בעל נעוריה׃"
    },
    {
      "verse": 9,
      "text": "הכרת מנחה ונסך מבית יהוה אבלו הכהנים משרתי יהוה׃"
    },
    {
      "verse": 10,
      "text": "שדד שדה אבלה אדמה כי שדד דגן הוביש תירוש אמלל יצהר׃"
    },
    {
      "verse": 11,
      "text": "הבישו אכרים הילילו כרמים על חטה ועל שערה כי אבד קציר שדה׃"
    },
    {
      "verse": 12,
      "text": "הגפן הובישה והתאנה אמללה רמון גם תמר ותפוח כל עצי השדה יבשו כי הביש ששון מן בני אדם׃"
    },
    {
      "verse": 13,
      "text": "חגרו וספדו הכהנים הילילו משרתי מזבח באו לינו בשקים משרתי אלהי כי נמנע מבית אלהיכם מנחה ונסך׃"
    },
    {
      "verse": 14,
      "text": "קדשו צום קראו עצרה אספו זקנים כל ישבי הארץ בית יהוה אלהיכם וזעקו אל יהוה׃"
    },
    {
      "verse": 15,
      "text": "אהה ליום כי קרוב יום יהוה וכשד משדי יבוא׃"
    },
    {
      "verse": 16,
      "text": "הלוא נגד עינינו אכל נכרת מבית אלהינו שמחה וגיל׃"
    },
    {
      "verse": 17,
      "text": "עבשו פרדות תחת מגרפתיהם נשמו אצרות נהרסו ממגרות כי הביש דגן׃"
    },
    {
      "verse": 18,
      "text": "מה נאנחה בהמה נבכו עדרי בקר כי אין מרעה להם גם עדרי הצאן נאשמו׃"
    },
    {
      "verse": 19,
      "text": "אליך יהוה אקרא כי אש אכלה נאות מדבר ולהבה להטה כל עצי השדה׃"
    },
    {
      "verse": 20,
      "text": "גם בהמות שדה תערוג אליך כי יבשו אפיקי מים ואש אכלה נאות המדבר׃"
    }
  ]
}