{
  "book_id": "GAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, an apostle, not from men, nor through man, but through Jesus Christ, and God the Father, who raised him from the dead,—"
    },
    {
      "verse": 2,
      "text": "and all the brethren that are with me, to the churches of Galatia:"
    },
    {
      "verse": 3,
      "text": "Grace be to you and peace from God the Father, and from our Lord Jesus Christ,"
    },
    {
      "verse": 4,
      "text": "who gave himself for our sins, that he might deliver us from the present evil world, according to the will of God our Father;"
    },
    {
      "verse": 5,
      "text": "to whom be the glory for ever and ever! Amen."
    },
    {
      "verse": 6,
      "text": "I marvel that ye are so soon turning from him that called you in the grace of Christ, to a different gospel;"
    },
    {
      "verse": 7,
      "text": "which is not another; only there are certain persons who are troubling you, and seeking to change entirely the gospel of Christ."
    },
    {
      "verse": 8,
      "text": "But even if we or an angel from heaven should preach a gospel to you contrary to that which we preached to you, let him be accursed!"
    },
    {
      "verse": 9,
      "text": "As we have said before, so I now say again, If any one preach a gospel to you contrary to that which ye received, let him be accursed!"
    },
    {
      "verse": 10,
      "text": "For do I now seek the favor of men, or of God? Or am I endeavoring to please men? If I were still pleasing men, I should not be the servant of Christ."
    },
    {
      "verse": 11,
      "text": "But I assure you, brethren, that the gospel which was preached by me is not after man;"
    },
    {
      "verse": 12,
      "text": "for I did not receive it from man nor was I taught it by any man, but it was revealed to me by Jesus Christ."
    },
    {
      "verse": 13,
      "text": "For ye have heard of my conduct formerly in Judaism; that beyond measure I persecuted the church of God, and was destroying it,"
    },
    {
      "verse": 14,
      "text": "and made progress in Judaism beyond many of the same age with me in my nation, being more exceedingly zealous for the traditions of my fathers."
    },
    {
      "verse": 15,
      "text": "But when it pleased him who set me apart from my very birth, and called me through his grace,"
    },
    {
      "verse": 16,
      "text": "to reveal his Son within me, that I might publish the glad tidings of him among the gentiles, immediately I conferred not with flesh and blood,"
    },
    {
      "verse": 17,
      "text": "neither did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia, and returned again to Damascus."
    },
    {
      "verse": 18,
      "text": "Then, after three years, I went up to Jerusalem to become acquainted with Cephas, and stayed with him fifteen days;"
    },
    {
      "verse": 19,
      "text": "but no other of the apostles did I see, save James the brother of the Lord."
    },
    {
      "verse": 20,
      "text": "Now as to what I am writing to you, behold, before God, I do not lie."
    },
    {
      "verse": 21,
      "text": "Afterwards I came into the regions of Syria and Cilicia;"
    },
    {
      "verse": 22,
      "text": "and I was unknown by face to the churches of Judaea which were in Christ;"
    },
    {
      "verse": 23,
      "text": "but they were only hearing that “He who was once our persecutor is now preaching the faith which he was once destroying”;"
    },
    {
      "verse": 24,
      "text": "and they glorified God in me."
    }
  ]
}