{
  "book_id": "GAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Then, fourteen years after, I went up again to Jerusalem with Barnabas, and took Titus also with me."
    },
    {
      "verse": 2,
      "text": "And I went up by revelation, and communicated to them that gospel which I preach among the gentiles; but privately to those who were of reputation, lest by any means I should run, or had run, in vain."
    },
    {
      "verse": 3,
      "text": "But not even Titus, who was with me, though he was a Greek, was compelled to be circumcised;"
    },
    {
      "verse": 4,
      "text": "and that because of the false brethren stealthily brought in, who crept in to spy out our liberty which we have in Christ Jesus, that they might bring into bondage;"
    },
    {
      "verse": 5,
      "text": "to whom not even for an hour did we yield by the required subjection, that the truth of the gospel might still remain with you."
    },
    {
      "verse": 6,
      "text": "But from those who were reputed to be somewhat—whatever they were, it matters not to me, (God accepteth no man's person,) for to me those in reputation communicated nothing new."
    },
    {
      "verse": 7,
      "text": "But on the contrary, when they saw that I was intrusted with the gospel to the uncircumcised, as Peter was with that to the circumcised,"
    },
    {
      "verse": 8,
      "text": "(for he who wrought for Peter in behalf of the apostleship to the circumcised, wrought also for me in behalf of the gentiles,)"
    },
    {
      "verse": 9,
      "text": "and when they knew the grace that was given to me, James and Cephas and John, who were reputed to be pillars, gave to me and Barnabas the right hand of fellowship, that we should go to the gentiles, and they to the circumcised;"
    },
    {
      "verse": 10,
      "text": "only they wished us to remember the poor; which very thing I also was earnest to do."
    },
    {
      "verse": 11,
      "text": "But when Cephas came to Antioch, I withstood him to the face; for he was condemned."
    },
    {
      "verse": 12,
      "text": "For before certain persons came from James, he used to eat with the gentiles; but when they came, he withdrew, and separated himself, fearing those who were of the circumcision."
    },
    {
      "verse": 13,
      "text": "And the other Jews also dissembled with him; so that even Barnabas was carried away with their dissimulation."
    },
    {
      "verse": 14,
      "text": "But when I saw that they were not walking uprightly according to the truth of the gospel, I said to Cephas in the presence of all, If thou, being a Jew, livest after the manner of gentiles, and not that of the Jews, how is it that thou compellest the gentiles to keep the customs of the Jews?"
    },
    {
      "verse": 15,
      "text": "We are Jews by nature, and not sinners of the gentiles;"
    },
    {
      "verse": 16,
      "text": "but knowing that a man is not accepted as righteous by the works of the Law, but by faith in Christ Jesus, we also have believed in Christ Jesus, that we might be accepted as righteous by faith in Christ, and not by the works of the Law; for by the works of the Law shall no flesh be accepted as righteous."
    },
    {
      "verse": 17,
      "text": "But while seeking to be accepted as righteous in Christ, we ourselves also are found sinners, is Christ therefore a minister of sin? Far be it!"
    },
    {
      "verse": 18,
      "text": "For if I again build up what I pulled down, I make myself a transgressor."
    },
    {
      "verse": 19,
      "text": "For I through the Law died to the Law, that I might live to God."
    },
    {
      "verse": 20,
      "text": "I have been crucified with Christ, and no longer do I live, but Christ liveth in me; and the life which I now live in the flesh I live in faith in the Son of God, who loved me, and gave himself for me."
    },
    {
      "verse": 21,
      "text": "I do not set aside the grace of God; for if righteousness come through the Law, then did Christ die for nought."
    }
  ]
}