{
  "book_id": "GAL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "O foolish Galatians, who bewitched you? before whose eyes Jesus Christ was plainly set forth among you crucified."
    },
    {
      "verse": 2,
      "text": "This only I desire to learn from you: Was it from the works of the Law that ye received the Spirit, or by the preaching of faith?"
    },
    {
      "verse": 3,
      "text": "Are ye so foolish? Having begun with the Spirit, do ye now end with the flesh?"
    },
    {
      "verse": 4,
      "text": "Have ye suffered so much in vain? if indeed it be really in vain."
    },
    {
      "verse": 5,
      "text": "Doth he then who is supplying to you the Spirit, and working miracles among you, do it by the works of the Law, or by the preaching of faith?"
    },
    {
      "verse": 6,
      "text": "Even as Abraham “believed God, and it was accounted to him as righteousness.”"
    },
    {
      "verse": 7,
      "text": "Know then that they who have faith, these are the sons of Abraham."
    },
    {
      "verse": 8,
      "text": "Moreover the Scripture, foreseeing that God was to accept the gentiles as righteous by faith, proclaimed beforehand the glad tidings to Abraham, saying, “In thee shall all nations be blessed.”"
    },
    {
      "verse": 9,
      "text": "So then they who have faith are blessed with believing Abraham."
    },
    {
      "verse": 10,
      "text": "For as many as rely on the works of the Law are under a curse; for it is written, “Cursed is every one that continueth not in all things which are written in the book of the Law, to do them.”"
    },
    {
      "verse": 11,
      "text": "But further, that through the observance of the Law no one is accepted as righteous with God is evident; for “the righteous shall live by faith.”"
    },
    {
      "verse": 12,
      "text": "And the Law hath nothing to do with faith; but [[its language is]], “He that hath done them shall live in them.”"
    },
    {
      "verse": 13,
      "text": "Christ redeemed us from the curse of the Law, having become a curse for us; for it is written, “Cursed is every one that is hanged on a beam of wood,”—"
    },
    {
      "verse": 14,
      "text": "to the end that in Christ Jesus the blessing promised to Abraham might come to the gentiles, that we through faith might receive the Spirit which was promised."
    },
    {
      "verse": 15,
      "text": "Brethren, I speak according to what is practised among men; no one sets aside even a human covenant, or makes additions to it, after it has been ratified."
    },
    {
      "verse": 16,
      "text": "But the promises were made to Abraham and “to his offspring.” He doth not say, “and to offsprings,” as speaking of many, but, as speaking of one, “and to thy offspring,” which is Christ."
    },
    {
      "verse": 17,
      "text": "And what I mean is this; that a covenant that was before ratified by God, the Law, which came four hundred and thirty years after, cannot annul, so as to make void the promise;"
    },
    {
      "verse": 18,
      "text": "for if the inheritance cometh from the Law, it ceaseth to be the consequence of the promise; but to Abraham God gave it by promise."
    },
    {
      "verse": 19,
      "text": "To what end then was the Law? It was added because of transgressions, till the offspring should come to whom the promise belongeth, having been ordained through angels by the hand of a mediator."
    },
    {
      "verse": 20,
      "text": "Now no mediator is a mediator of one; but God is one."
    },
    {
      "verse": 21,
      "text": "Is then the Law against the promises of God? Far be it! For if a law had been given which was able to give life, righteousness would indeed have been by the Law;"
    },
    {
      "verse": 22,
      "text": "but the Scripture shut up all under sin, that the blessing promised through faith in Jesus Christ might be given to those who believe."
    },
    {
      "verse": 23,
      "text": "But before faith came, we were kept in ward under the Law, shut up unto the faith which was to be revealed."
    },
    {
      "verse": 24,
      "text": "So then the Law hath been our schoolmaster, to lead us to Christ, that we might be accepted as righteous through faith;"
    },
    {
      "verse": 25,
      "text": "but faith having come, we are no longer under a schoolmaster."
    },
    {
      "verse": 26,
      "text": "For ye are all sons of God through faith in Christ Jesus;"
    },
    {
      "verse": 27,
      "text": "for as many of you as were baptized into Christ, did put on Christ."
    },
    {
      "verse": 28,
      "text": "There is neither Jew nor Greek, there is neither bond nor free, there is no male and female; for ye are all one in Christ Jesus;"
    },
    {
      "verse": 29,
      "text": "and if ye belong to Christ, then are ye Abraham's offspring, heirs according to the promise."
    }
  ]
}