{
  "book_id": "GAL",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Now I say, that the heir, as long as he is a child, differeth in no respect from a bond-servant, though he is lord of all;"
    },
    {
      "verse": 2,
      "text": "but is under guardians and stewards, until the time appointed by the father."
    },
    {
      "verse": 3,
      "text": "So also we, when we were children, were in bondage under the rudiments of the world;"
    },
    {
      "verse": 4,
      "text": "but when the fullness of the time came, God sent forth his Son, born of a woman, born under the Law,"
    },
    {
      "verse": 5,
      "text": "to redeem those under the Law, that we might be adopted as sons."
    },
    {
      "verse": 6,
      "text": "And to show that ye are sons, God sent forth the Spirit of his Son into our hearts, crying, Abba, Father!"
    },
    {
      "verse": 7,
      "text": "So then thou art no longer a bond-servant, but a son; and if a son, then an heir through God."
    },
    {
      "verse": 8,
      "text": "But at that time, indeed, when ye knew not God, ye were in slavery to those who in their nature are not gods;"
    },
    {
      "verse": 9,
      "text": "but now, after having known God, or rather having been known by God, how is it that ye are turning back to the weak and beggarly rudiments to which ye wish to be again in bondage?"
    },
    {
      "verse": 10,
      "text": "Do ye observe days, and months, and times, and years?"
    },
    {
      "verse": 11,
      "text": "I fear for you, lest I may have bestowed upon you labor in vain."
    },
    {
      "verse": 12,
      "text": "Brethren, I beseech you, become as I am, for I also have become as ye are; ye injured me in nothing."
    },
    {
      "verse": 13,
      "text": "Nay, ye know that it was on account of an infirmity of the flesh that I preached the gospel to you the former time,"
    },
    {
      "verse": 14,
      "text": "and my trial which was in my flesh ye did not despise nor spurn; but received me as an angel of God, yea, as Christ Jesus."
    },
    {
      "verse": 15,
      "text": "How great then was your boasting of happiness! for I bear you witness, that if possible, ye would have plucked out your eyes, and have given them to me."
    },
    {
      "verse": 16,
      "text": "So then, have I become your enemy because I tell you the truth?"
    },
    {
      "verse": 17,
      "text": "They show a zeal for you, but not in honesty; yea, they wish to exclude you, that ye may be zealous for them."
    },
    {
      "verse": 18,
      "text": "But it is good to be an object of zeal in what is good always, and not only when I am present with you."
    },
    {
      "verse": 19,
      "text": "My children, with whom I am again in travail until Christ be formed in you,—"
    },
    {
      "verse": 20,
      "text": "I could wish indeed to be present with you now, and to change my tone, for I am in perplexity about you."
    },
    {
      "verse": 21,
      "text": "Tell me, ye that desire to be under the Law, do ye not hear the Law?"
    },
    {
      "verse": 22,
      "text": "For it is written, that Abraham had two sons; the one by the bondwoman, the other by the freewoman."
    },
    {
      "verse": 23,
      "text": "But the one by the bondwoman was born after the flesh; while the one by the freewoman was through the promise."
    },
    {
      "verse": 24,
      "text": "Which things are written allegorically; for these women are two covenants; the one from Mount Sinai, who beareth children into bondage, which is Hagar;"
    },
    {
      "verse": 25,
      "text": "for the word Hagar is Mount Sinai in Arabia; and she corresponds to the Jerusalem now existing, for she is in bondage with her children;"
    },
    {
      "verse": 26,
      "text": "but the Jerusalem that is above is free, and she is our mother."
    },
    {
      "verse": 27,
      "text": "For it is written: “Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not; for many are the children of the desolate one, rather than of her who hath the husband.”"
    },
    {
      "verse": 28,
      "text": "But ye, brethren, as Isaac was, are children of a promise."
    },
    {
      "verse": 29,
      "text": "But as at that time he that was born after the flesh persecuted him that was born through the Spirit, so it is now."
    },
    {
      "verse": 30,
      "text": "But what saith the scripture? “Cast out the bondwoman and her son; for the son of the bondwoman shall not be heir with the son of the freewoman.”"
    },
    {
      "verse": 31,
      "text": "So then, brethren, we are not children of a bondwoman, but of the freewoman."
    }
  ]
}