{
  "book_id": "GAL",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Stand firm in the liberty with which Christ made us free, and be not again bound fast to the yoke of bondage."
    },
    {
      "verse": 2,
      "text": "Behold, I Paul say to you, that if ye are circumcised, Christ will profit you nothing;"
    },
    {
      "verse": 3,
      "text": "yea, I testify again to every one who becometh circumcised, that he is bound to keep the whole Law."
    },
    {
      "verse": 4,
      "text": "Ye are entirely separated from Christ, who seek to obtain righteousness through the Law; ye have fallen away from grace."
    },
    {
      "verse": 5,
      "text": "For we through the Spirit by faith steadfastly wait for the hope of righteousness."
    },
    {
      "verse": 6,
      "text": "For in Christ Jesus neither circumcision availeth anything, nor uncircumcision; but faith working by love."
    },
    {
      "verse": 7,
      "text": "Ye were running well; who hindered you, that ye should not obey the truth?"
    },
    {
      "verse": 8,
      "text": "This persuasion came not from him that called you."
    },
    {
      "verse": 9,
      "text": "A little leaven leaveneth the whole lump."
    },
    {
      "verse": 10,
      "text": "I indeed have confidence in regard to you in the Lord, that ye will be no otherwise minded; but he that troubleth you shall bear his judgment, whoever he may be."
    },
    {
      "verse": 11,
      "text": "But as for me, brethren, if I still preach circumcision, why do I still suffer persecution? Then hath the cross ceased to be a stumbling-block."
    },
    {
      "verse": 12,
      "text": "Would that they who unsettle you would quite cut themselves off!"
    },
    {
      "verse": 13,
      "text": "For ye, brethren, were called to liberty; only use not your liberty for an occasion to the flesh, but by your love serve one another."
    },
    {
      "verse": 14,
      "text": "For the whole Law is fulfilled in one commandment, even in this “Thou shalt love thy neighbor as thyself.”"
    },
    {
      "verse": 15,
      "text": "But if ye bite and devour one another, beware lest ye be consumed by one another."
    },
    {
      "verse": 16,
      "text": "But I say, Walk by the Spirit, and ye will not fulfill the desires of the flesh."
    },
    {
      "verse": 17,
      "text": "For the flesh hath desires against the Spirit, and the Spirit against the flesh; and these oppose one another, that ye may not do the things that ye would."
    },
    {
      "verse": 18,
      "text": "But if ye are led by the Spirit, ye are not under the Law."
    },
    {
      "verse": 19,
      "text": "Now the works of the flesh are manifest; such as fornication, uncleanness, wantonness,"
    },
    {
      "verse": 20,
      "text": "idolatry, sorcery, hatreds, strife, rivalry, outbursts of wrath, cabals, divisions, factions,"
    },
    {
      "verse": 21,
      "text": "envyings, drunkenness, revelings, and things like these; of which I tell you beforehand, as I also told you in time past, that they who practise such things shall not inherit the kingdom of God."
    },
    {
      "verse": 22,
      "text": "But the fruit of the Spirit is love, joy, peace, long-suffering, kindness, goodness, faithfulness,"
    },
    {
      "verse": 23,
      "text": "meekness, temperance; against such things as these there is no law."
    },
    {
      "verse": 24,
      "text": "And they who belong to Christ Jesus crucified the flesh with the passions and lusts."
    },
    {
      "verse": 25,
      "text": "If we live by the Spirit, let us also walk by the Spirit."
    },
    {
      "verse": 26,
      "text": "Let us not become vain-glorious, provoking one another, envying one another."
    }
  ]
}