{
  "book_id": "GAL",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Brethren, even if a man be detected in a fault, do ye who are spiritual restore such a one in the spirit of meekness; considering thyself, lest thou also be tempted."
    },
    {
      "verse": 2,
      "text": "Bear ye one another's burdens, and thus fulfill the law of Christ."
    },
    {
      "verse": 3,
      "text": "For if a man thinketh himself to be something, when he is nothing, he deceiveth himself."
    },
    {
      "verse": 4,
      "text": "But let each one prove his own work, and then will he have his ground for boasting in himself alone, and not in comparison with another;"
    },
    {
      "verse": 5,
      "text": "for every one must bear his own load."
    },
    {
      "verse": 6,
      "text": "Let him that is taught in the word share with the teacher in all good things."
    },
    {
      "verse": 7,
      "text": "Be not deceived; God is not mocked; for whatever a man soweth, that shall he also reap;"
    },
    {
      "verse": 8,
      "text": "for he that soweth to his flesh, shall of the flesh reap corruption; but he that soweth to the Spirit, shall of the Spirit reap life everlasting."
    },
    {
      "verse": 9,
      "text": "And let us not be faint-hearted in well-doing; for in due season we shall reap, if we faint not."
    },
    {
      "verse": 10,
      "text": "So then, as we have opportunity, let us do good to all, especially to those who are of the household of faith."
    },
    {
      "verse": 11,
      "text": "See in what large letters I have written to you with my own hand."
    },
    {
      "verse": 12,
      "text": "As many as desire to make a fair show in the flesh, these are constraining you to be circumcised, only that they may not suffer persecution for the cross of Christ."
    },
    {
      "verse": 13,
      "text": "For not even do they who become circumcised themselves keep the Law; but they desire to have you circumcised, that they may glory in your flesh."
    },
    {
      "verse": 14,
      "text": "But God forbid that I should glory, save in the cross of our Lord Jesus Christ; through whom the world is crucified to me, and I to the world."
    },
    {
      "verse": 15,
      "text": "For neither is circumcision anything, nor uncircumcision, but a new creation."
    },
    {
      "verse": 16,
      "text": "And as many as walk by this rule, peace be upon them, and mercy, and upon the Israel of God."
    },
    {
      "verse": 17,
      "text": "Henceforth let no one trouble me; for I bear the marks of Jesus on my body."
    },
    {
      "verse": 18,
      "text": "The grace of our Lord Jesus Christ be with your spirit, brethren. Amen."
    }
  ]
}