{
  "book_id": "PHP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul and Timothy, servants of Christ Jesus, to all the saints in Christ Jesus that are at Philippi, with the bishops and deacons:"
    },
    {
      "verse": 2,
      "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
      "verse": 3,
      "text": "I thank my God upon all my remembrance of you,"
    },
    {
      "verse": 4,
      "text": "always in every supplication of mine on behalf of you all making my supplication with joy,"
    },
    {
      "verse": 5,
      "text": "for your fellowship in furtherance of the gospel from the first day until now;"
    },
    {
      "verse": 6,
      "text": "being confident of this very thing, that he who began a good work in you will perfect it until the day of Jesus Christ:"
    },
    {
      "verse": 7,
      "text": "even as it is right for me to be thus minded on behalf of you all, because I have you in my heart, inasmuch as, both in my bonds and in the defence and confirmation of the gospel, ye all are partakers with me of grace."
    },
    {
      "verse": 8,
      "text": "For God is my witness, how I long after you all in the tender mercies of Christ Jesus."
    },
    {
      "verse": 9,
      "text": "And this I pray, that your love may abound yet more and more in knowledge and all discernment;"
    },
    {
      "verse": 10,
      "text": "so that ye may approve the things that are excellent; that ye may be sincere and void of offence unto the day of Christ;"
    },
    {
      "verse": 11,
      "text": "being filled with the fruits of righteousness, which are through Jesus Christ, unto the glory and praise of God."
    },
    {
      "verse": 12,
      "text": "Now I would have you know, brethren, that the things which happenedunto me have fallen out rather unto the progress of the gospel;"
    },
    {
      "verse": 13,
      "text": "so that my bonds became manifest in Christ throughout the whole prætorian guard, and to all the rest;"
    },
    {
      "verse": 14,
      "text": "and that most of the brethren in the Lord, being confident through my bonds, are more abundantly bold to speak the word of God without fear."
    },
    {
      "verse": 15,
      "text": "Some indeed preach Christ even of envy and strife; and some also of good will:"
    },
    {
      "verse": 16,
      "text": "the one do itof love, knowing that I am set for the defence of the gospel;"
    },
    {
      "verse": 17,
      "text": "but the other proclaim Christ of faction, not sincerely, thinking to raise up affliction for me in my bonds."
    },
    {
      "verse": 18,
      "text": "What then? only that in every way, whether in pretence or in truth, Christ is proclaimed; and therein I rejoice, yea, and will rejoice."
    },
    {
      "verse": 19,
      "text": "For I know that this shall turn out to my salvation, through your supplication and the supply of the Spirit of Jesus Christ,"
    },
    {
      "verse": 20,
      "text": "according to my earnest expectation and hope, that in nothing shall I be put to shame, but thatwith all boldness, as always, sonow also Christ shall be magnified in my body, whether by life, or by death."
    },
    {
      "verse": 21,
      "text": "For to me to live is Christ, and to die is gain."
    },
    {
      "verse": 22,
      "text": "But if to live in the flesh,—ifthis shall bring fruit from my work, then what I shall choose I know not."
    },
    {
      "verse": 23,
      "text": "But I am in a strait betwixt the two, having the desire to depart and be with Christ; for it is very far better:"
    },
    {
      "verse": 24,
      "text": "yet to abide in the flesh is more needful for your sake."
    },
    {
      "verse": 25,
      "text": "And having this confidence, I know that I shall abide, yea, and abide with you all, for your progress and joy in the faith;"
    },
    {
      "verse": 26,
      "text": "that your glorying may abound in Christ Jesus in me through my presence with you again."
    },
    {
      "verse": 27,
      "text": "Only let your manner of life be worthy of the gospel of Christ: that, whether I come and see you or be absent, I may hear of your state, that ye stand fast in one spirit, with one soul striving for the faith of the gospel;"
    },
    {
      "verse": 28,
      "text": "and in nothing affrighted by the adversaries: which is for them an evident token of perdition, but of your salvation, and that from God;"
    },
    {
      "verse": 29,
      "text": "because to you it hath been granted in the behalf of Christ, not only to believe on him, but also to suffer in his behalf:"
    },
    {
      "verse": 30,
      "text": "having the same conflict which ye saw in me, and now hear to be in me."
    }
  ]
}