{
  "book_id": "ISA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to thee that spoylest, and wast not spoyled: and doest wickedly, and they did not wickedly against thee: when thou shalt cease to spoyle, thou shalt be spoyled: when thou shalt make an ende of doing wickedly, they shall doe wickedly against thee."
    },
    {
      "verse": 2,
      "text": "O Lord, haue mercie vpon vs, wee haue waited for thee: be thou, which waste their arme in the morning, our helpe also in time of trouble."
    },
    {
      "verse": 3,
      "text": "At the noise of the tumult, the people fled: at thine exalting the nations were scattered."
    },
    {
      "verse": 4,
      "text": "And your spoyle shall be gathered like the gathering of caterpillers: and he shall go against him like the leaping of grashoppers."
    },
    {
      "verse": 5,
      "text": "The Lord is exalted: for hee dwelleth on hie: he hath filled Zion with iudgement and iustice."
    },
    {
      "verse": 6,
      "text": "And there shall be stabilitie of thy times, strength, saluation, wisdome and knowledge: for the feare of the Lord shalbe his treasure."
    },
    {
      "verse": 7,
      "text": "Behold, their messengers shall cry without, and ye ambassadours of peace shall weepe bitterly."
    },
    {
      "verse": 8,
      "text": "The pathes are waste: the wayfaring man ceaseth: hee hath broken the couenant: hee hath contemned the cities: he regarded no man."
    },
    {
      "verse": 9,
      "text": "The earth mourneth and fainteth: Lebanon is ashamed, and hewen downe: Sharon is like a wildernes, and Bashan is shaken and Carmel."
    },
    {
      "verse": 10,
      "text": "Now will I arise, saith the Lord: now will I be exalted, now will I lift vp my selfe."
    },
    {
      "verse": 11,
      "text": "Ye shall conceiue chaffe, and bring forth stubble: the fire of your breath shall deuoure you."
    },
    {
      "verse": 12,
      "text": "And the people shall be as the burning of lime: and as the thornes cut vp, shall they be burnt in the fire."
    },
    {
      "verse": 13,
      "text": "Heare, yee that are farre off, what I haue done, and ye that are neere, know my power."
    },
    {
      "verse": 14,
      "text": "The sinners in Zion are afraide: a feare is come vpon the hypocrites: who among vs shall dwel with the deuouring fire? who among vs shall dwell with the euerlasting burnings?"
    },
    {
      "verse": 15,
      "text": "Hee that walketh in iustice, and speaketh righteous things, refusing gaine of oppression, shaking his handes from taking of gifts, stopping his eares from hearing of blood, and shutting his eyes from seeing euill."
    },
    {
      "verse": 16,
      "text": "He shall dwell on hie: his defence shall be the munitions of rockes: bread shalbe giuen him, and his waters shalbe sure."
    },
    {
      "verse": 17,
      "text": "Thine eyes shall see the King in his glory: they shall beholde the lande farre off."
    },
    {
      "verse": 18,
      "text": "Thine heart shall meditate feare, Where is the scribe? where is the receiuer? where is hee that counted the towres?"
    },
    {
      "verse": 19,
      "text": "Thou shalt not see a fierce people, a people of a darke speache, that thou canst not perceiue, and of a stammering tongue that thou canst not vnderstande."
    },
    {
      "verse": 20,
      "text": "Looke vpon Zion the citie of our solemne feastes: thine eyes shall see Ierusalem a quiet habitation, a Tabernacle that can not be remooued: and the stakes thereof can neuer be taken away, neither shall any of the cordes thereof be broken."
    },
    {
      "verse": 21,
      "text": "For surely there the mightie Lord will be vnto vs, as a place of floods and broade riuers, whereby shall passe no shippe with oares, neither shall great shippe passe thereby."
    },
    {
      "verse": 22,
      "text": "For the Lord is our Iudge, the Lord is our lawe giuer: the Lord is our King, he will saue vs."
    },
    {
      "verse": 23,
      "text": "Thy cordes are loosed: they could not well strengthen their maste, neither coulde they spread the saile: then shall the praye be deuided for a great spoile: yea, the lame shall take away the pray."
    },
    {
      "verse": 24,
      "text": "And none inhabitant shall say, I am sicke: the people that dwell therein, shall haue their iniquitie forgiuen."
    }
  ]
}