{
  "book_id": "SIR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "All wisdom \\add cometh \\add* from the Lord, And is with him for ever."
    },
    {
      "verse": 2,
      "text": "The sand of the seas, and the drops of rain, And the days of eternity, who shall number?"
    },
    {
      "verse": 3,
      "text": "The height of the heaven, and the breadth of the earth, And the deep, and wisdom, who shall search \\add them \\add* out?"
    },
    {
      "verse": 4,
      "text": "Wisdom hath been created before all things, And the understanding of prudence from everlasting."
    },
    {
      "verse": 5,
      "text": "\\f + \\fr 1:5 \\ft Verses 5 and 7 are omitted by the best authorities \\f*"
    },
    {
      "verse": 6,
      "text": "To whom hath the root of wisdom been revealed? And who hath known her shrewd counsels?"
    },
    {
      "verse": 7,
      "text": "\\f + \\fr 1:7 \\ft Verses 5 and 7 are omitted by the best authorities \\f*"
    },
    {
      "verse": 8,
      "text": "There is one wise, greatly to be feared, The Lord sitting upon his throne:"
    },
    {
      "verse": 9,
      "text": "He created her, And saw, and numbered her, And poured her out upon all his works."
    },
    {
      "verse": 10,
      "text": "\\add She is \\add* with all flesh according to his gift; And he gave her freely to them that love him."
    },
    {
      "verse": 11,
      "text": "The fear of the Lord is glory, and exultation, And gladness, and a crown of rejoicing."
    },
    {
      "verse": 12,
      "text": "The fear of the Lord shall delight the heart, And shall give gladness, and joy, and length of days."
    },
    {
      "verse": 13,
      "text": "Whoso feareth the Lord, it shall go well with him at the last, And in the day of his death he shall be blessed."
    },
    {
      "verse": 14,
      "text": "To fear the Lord is the beginning of wisdom; And it was created together with the faithful in the womb."
    },
    {
      "verse": 15,
      "text": "With men she \\f + \\fr 1:15 \\ft Gr. \\fqa nested. \\f* laid an eternal foundation; And with their seed shall she be had in trust."
    },
    {
      "verse": 16,
      "text": "To fear the Lord is the fulness of wisdom; And she satiateth men with her fruits."
    },
    {
      "verse": 17,
      "text": "She shall fill all her house with desirable things, And her garners with her produce."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord is the crown of wisdom, Making peace and \\f + \\fr 1:18 \\ft Gr. \\fqa health of cure. \\f* perfect health to flourish. \\f + \\fr 1:18 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 19,
      "text": "He both saw and numbered her; He rained down skill and knowledge of understanding, And exalted the honour of them that hold her fast."
    },
    {
      "verse": 20,
      "text": "To fear the Lord is the root of wisdom; And her branches are length of days."
    },
    {
      "verse": 21,
      "text": "\\f + \\fr 1:21 \\ft Verse 21 is omitted by the best authorities. \\f*"
    },
    {
      "verse": 22,
      "text": "Unjust wrath can never be justified; For the sway of his wrath is his downfall."
    },
    {
      "verse": 23,
      "text": "A man that is longsuffering will \\f + \\fr 1:23 \\ft Most authorities read \\fqa resist. \\f* bear \\f + \\fr 1:23 \\ft Or, \\fqa until \\ft his \\fqa season \\f* for a season, And afterward gladness shall spring up unto him;"
    },
    {
      "verse": 24,
      "text": "He will hide his words \\f + \\fr 1:24 \\ft Or, \\fqa until \\ft his \\fqa season \\f* for a season, And the lips of many shall tell forth his understanding."
    },
    {
      "verse": 25,
      "text": "A parable of knowledge is in the treasures of wisdom; But godliness is an abomination to a sinner."
    },
    {
      "verse": 26,
      "text": "If thou desire wisdom, keep the commandments, And the Lord shall give her unto thee freely:"
    },
    {
      "verse": 27,
      "text": "For the fear of the Lord is wisdom and instruction; And \\add in \\add* faith and meekness is his good pleasure."
    },
    {
      "verse": 28,
      "text": "Disobey not the fear of the Lord;\\f + \\fr 1:28 \\ft The remainder of this line is omitted by the best authorities. \\f* And come not unto him with a double heart."
    },
    {
      "verse": 29,
      "text": "Be not a hypocrite in the mouths of men; And take good heed to thy lips."
    },
    {
      "verse": 30,
      "text": "Exalt not thyself, lest thou fall, And bring dishonour upon thy soul; And \\add so \\add* the Lord shall reveal thy secrets, And shall cast thee down in the midst of the congregation; Because thou camest not unto the fear of the Lord, And thy heart was full of deceit."
    }
  ]
}