{
  "book_id": "SIR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if thou comest to serve the Lord, Prepare thy soul for temptation."
    },
    {
      "verse": 2,
      "text": "Set thy heart aright, and constantly endure, And make not haste in time of calamity."
    },
    {
      "verse": 3,
      "text": "Cleave unto him, and depart not, That thou mayest be increased at thy latter end."
    },
    {
      "verse": 4,
      "text": "Accept whatsoever is brought upon thee, And be longsuffering \\f + \\fr 2:4 \\ft Gr. \\fqa in the changes of thy humiliation. \\f* when thou passest into humiliation."
    },
    {
      "verse": 5,
      "text": "For gold is tried in the fire, And acceptable men in the furnace of humiliation."
    },
    {
      "verse": 6,
      "text": "Put thy trust in him, and he will help thee: Order thy ways aright, and set thy hope on him."
    },
    {
      "verse": 7,
      "text": "Ye that fear the Lord, wait for his mercy; And turn not aside, lest ye fall."
    },
    {
      "verse": 8,
      "text": "Ye that fear the Lord, put your trust in him; And your reward shall not fail."
    },
    {
      "verse": 9,
      "text": "Ye that fear the Lord, hope for good things, And for eternal gladness and mercy."
    },
    {
      "verse": 10,
      "text": "Look at the generations of old, and see: Who did ever put his trust in the Lord, and was ashamed? Or who did abide in his fear, and was forsaken? Or who did call upon him, and he despised him?"
    },
    {
      "verse": 11,
      "text": "For the Lord is full of compassion and mercy; And he forgiveth sins, and saveth in time of affliction."
    },
    {
      "verse": 12,
      "text": "Woe unto fearful hearts, and to faint hands, And to the sinner that goeth two ways!"
    },
    {
      "verse": 13,
      "text": "Woe unto the faint heart! for it believeth not; Therefore shall it not be defended."
    },
    {
      "verse": 14,
      "text": "Woe unto you that have lost your patience! And what will ye do when the Lord shall visit you?"
    },
    {
      "verse": 15,
      "text": "They that fear the Lord will not disobey his words; And they that love him will keep his ways."
    },
    {
      "verse": 16,
      "text": "They that fear the Lord will seek his good pleasure; And they that love him shall be filled with the law."
    },
    {
      "verse": 17,
      "text": "They that fear the Lord will prepare their hearts, And will humble their souls in his sight,"
    },
    {
      "verse": 18,
      "text": "\\add saying, \\add* We will fall into the hands of the Lord, And not into the hands of men: For as his majesty is, So also is his mercy."
    }
  ]
}