{
  "book_id": "SIR",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Set not thy heart upon thy goods; And say not, They are sufficient for me."
    },
    {
      "verse": 2,
      "text": "Follow not thine own mind and thy strength, To walk in the desires of thy heart;"
    },
    {
      "verse": 3,
      "text": "And say not, Who shall have dominion over me? For the Lord will surely take vengeance on thee."
    },
    {
      "verse": 4,
      "text": "Say not, I sinned, and what happened unto me? For the Lord is longsuffering. \\f + \\fr 5:4 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 5,
      "text": "Concerning atonement, be not without fear, To add sin upon sins:"
    },
    {
      "verse": 6,
      "text": "And say not, His compassion is great; He will be pacified for the multitude of my sins: For mercy and wrath are with him, And his indignation will rest upon sinners."
    },
    {
      "verse": 7,
      "text": "Make no tarrying to turn to the Lord; And put not off from day to day: For suddenly shall the wrath of the Lord come forth; \\f + \\fr 5:7 \\ft A line of this verse is here omitted by the best authorities. \\f* And thou shalt perish in the time of vengeance."
    },
    {
      "verse": 8,
      "text": "Set not thine heart upon unrighteous gains: For thou shalt profit nothing in the day of calamity."
    },
    {
      "verse": 9,
      "text": "Winnow not with every wind, And walk not in every path: Thus doeth the sinner that hath a double tongue."
    },
    {
      "verse": 10,
      "text": "Be stedfast in thy understanding; And let thy word be one."
    },
    {
      "verse": 11,
      "text": "Be swift to hear; \\f + \\fr 5:11 \\ft The remainder of this line is omitted by the best authorities. \\f* And with patience make thine answer."
    },
    {
      "verse": 12,
      "text": "If thou hast understanding, answer thy neighbour; And if not, let thy hand be upon thy mouth."
    },
    {
      "verse": 13,
      "text": "Glory and dishonour is in talk: And the tongue of a man is his fall."
    },
    {
      "verse": 14,
      "text": "Be not called a whisperer; And lie not in wait with thy tongue: For upon the thief there is shame, And an evil condemnation upon him that hath a double tongue."
    },
    {
      "verse": 15,
      "text": "In a great matter and in a small, be not ignorant;"
    }
  ]
}