{
  "book_id": "SIR",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Contend not with a mighty man, Lest haply thou fall into his hands."
    },
    {
      "verse": 2,
      "text": "Strive not with a rich man, lest haply he overweigh thee: For gold hath destroyed many, And turned aside the hearts of kings."
    },
    {
      "verse": 3,
      "text": "Contend not with a man that is full of tongue, And heap not wood upon his fire."
    },
    {
      "verse": 4,
      "text": "Jest not with a rude man, Lest thine ancestors be dishonoured."
    },
    {
      "verse": 5,
      "text": "Reproach not a man when he turneth from sin: Remember that we are all worthy of punishment."
    },
    {
      "verse": 6,
      "text": "Dishonour not a man in his old age; For some of us also are waxing old."
    },
    {
      "verse": 7,
      "text": "Rejoice not over one that is dead: Remember that we die all."
    },
    {
      "verse": 8,
      "text": "Neglect not the discourse of the wise, And be conversant with their proverbs; For of them thou shalt learn instruction, And how to minister to great men."
    },
    {
      "verse": 9,
      "text": "Miss not the discourse of the aged; For they also learned of their fathers: Because from them thou shalt learn understanding, And to give answer in time of need."
    },
    {
      "verse": 10,
      "text": "Kindle not the coals of a sinner, Lest thou be burned with the \\f + \\fr 8:10 \\ft Gr. \\fqa fire of his flame. \\f* flame of his fire."
    },
    {
      "verse": 11,
      "text": "Rise not up from the presence of an insolent man, Lest he lie in wait as an ambush for thy mouth."
    },
    {
      "verse": 12,
      "text": "Lend not to a man that is mightier than thyself; And if thou lend, be as one that hath lost."
    },
    {
      "verse": 13,
      "text": "Be not surety above thy power: And if thou be surety, take thought as one that will have to pay."
    },
    {
      "verse": 14,
      "text": "Go not to law with a judge; For according to his honour will they give judgement for him."
    },
    {
      "verse": 15,
      "text": "Go not in the way with a rash man, Lest he be aggrieved with thee; For he will do according to his own will, And thou shalt perish with his folly."
    },
    {
      "verse": 16,
      "text": "Fight not with a wrathful man, And travel not with him through the desert: For blood is as nothing in his sight; And where there is no help, he will overthrow thee."
    },
    {
      "verse": 17,
      "text": "Take not counsel with a fool; For he will not be able to conceal the matter."
    },
    {
      "verse": 18,
      "text": "Do no secret thing before a stranger; For thou knowest not what \\f + \\fr 8:18 \\ft Or, \\fqa it \\f* he will bring forth."
    },
    {
      "verse": 19,
      "text": "Open not thine heart to every man; And let him not return thee a favour."
    }
  ]
}