{
  "book_id": "SIR",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord created man of the earth, And turned him back unto it again."
    },
    {
      "verse": 2,
      "text": "He gave them days by number, and a set time, And gave them authority over the things that are thereon."
    },
    {
      "verse": 3,
      "text": "He endued them with strength proper to them; And made them according to his own image."
    },
    {
      "verse": 4,
      "text": "He put the fear of \\f + \\fr 17:4 \\ft Gr. \\fqa him. \\f* man upon all flesh, And \\add gave him \\add* to have dominion over beasts and fowls."
    },
    {
      "verse": 5,
      "text": "\\f + \\fr 17:5 \\ft Verse 5 is omitted by the best authorities. \\f*"
    },
    {
      "verse": 6,
      "text": "Counsel, and tongue, and eyes, Ears, and heart, gave he them to understand withal."
    },
    {
      "verse": 7,
      "text": "He filled them with the knowledge of wisdom, And shewed them good and evil."
    },
    {
      "verse": 8,
      "text": "He set his eye upon their hearts, To shew them the majesty of his works."
    },
    {
      "verse": 9,
      "text": "\\f + \\fr 17:9 \\ft Verse 9 is omitted by the best authorities. \\f*"
    },
    {
      "verse": 10,
      "text": "And they shall praise the name of \\add his \\add* holiness, \\f + \\fr 17:10 \\ft This line is added by the best authorities. \\f* That they may declare the majesty of his works."
    },
    {
      "verse": 11,
      "text": "He added unto them knowledge, And gave them a law of life for a heritage."
    },
    {
      "verse": 12,
      "text": "He made an everlasting covenant with them, And shewed them his judgements."
    },
    {
      "verse": 13,
      "text": "Their eyes saw the majesty of \\add his \\add* glory; And their ear heard the glory of \\f + \\fr 17:13 \\ft Some ancient authorities read \\fqa their. \\f* his voice."
    },
    {
      "verse": 14,
      "text": "And he said unto them, Beware of all unrighteousness; And he gave them commandment, each man concerning his neighbour."
    },
    {
      "verse": 15,
      "text": "Their ways are ever before him; They shall not be hid from his eyes."
    },
    {
      "verse": 16,
      "text": "\\f + \\fr 17:16 \\ft Verses 16, 18, and 21 are omitted by the best authorities. \\f*"
    },
    {
      "verse": 17,
      "text": "\\f + \\fr 17:17 \\ft The preceding part of this verse is omitted by the best authorities. \\f* For every nation he appointed a ruler; And Israel is the Lord’s portion."
    },
    {
      "verse": 18,
      "text": "\\f + \\fr 17:18 \\ft Verses 16, 18, and 21 are omitted by the best authorities. \\f*"
    },
    {
      "verse": 19,
      "text": "All their works are as the sun before him; And his eyes are continually upon their ways."
    },
    {
      "verse": 20,
      "text": "Their iniquities are not hid from him; And all their sins are before the Lord."
    },
    {
      "verse": 21,
      "text": "\\f + \\fr 17:21 \\ft Verses 16, 18, and 21 are omitted by the best authorities. \\f*"
    },
    {
      "verse": 22,
      "text": "With him the alms of a man is as a signet; And he will keep the bounty of a man as the apple of the eye. \\f + \\fr 17:22 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 23,
      "text": "Afterwards he will rise up and recompense them, And render their recompense upon their head."
    },
    {
      "verse": 24,
      "text": "Howbeit unto them that repent he granteth a return; And he comforteth them that are losing patience."
    },
    {
      "verse": 25,
      "text": "Return unto the Lord, and forsake sins: Make thy prayer before \\add his \\add* face, and lessen the offence."
    },
    {
      "verse": 26,
      "text": "Turn again to the Most High, and turn away from iniquity; \\f + \\fr 17:26 \\ft A line is here omitted by the best authorities. \\f* And greatly hate the abominable thing."
    },
    {
      "verse": 27,
      "text": "Who shall give praise to the Most High in \\f + \\fr 17:27 \\ft Gr. \\fqa Hades. \\f* the grave, Instead of them which live and return thanks?"
    },
    {
      "verse": 28,
      "text": "Thanksgiving perisheth from the dead, as from one that is not: He that is in life and health shall praise the Lord."
    },
    {
      "verse": 29,
      "text": "How great is the mercy of the Lord, And his forgiveness unto them that turn unto him!"
    },
    {
      "verse": 30,
      "text": "For all things cannot be in men, Because the son of man is not immortal."
    },
    {
      "verse": 31,
      "text": "What is brighter than the sun? yet this faileth: And an evil man will think on flesh and blood."
    },
    {
      "verse": 32,
      "text": "He looketh upon the power of the height of heaven: And all men are earth and ashes."
    }
  ]
}