{
  "book_id": "SIR",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He that liveth for ever created all things in common."
    },
    {
      "verse": 2,
      "text": "The Lord alone shall be justified."
    },
    {
      "verse": 3,
      "text": "\\f + \\fr 18:3 \\ft The remainder of verse 2, and verse 3, are omitted by the best authorities. \\f*"
    },
    {
      "verse": 4,
      "text": "To none hath he given power to declare his works: And who shall trace out his mighty deeds?"
    },
    {
      "verse": 5,
      "text": "Who shall number the strength of his majesty? And who shall also tell out his mercies?"
    },
    {
      "verse": 6,
      "text": "As for the wondrous works of the Lord, it is not possible to take from them nor add to them, Neither is it possible to track them out."
    },
    {
      "verse": 7,
      "text": "When a man hath finished, then he is but at the beginning; And when he ceaseth, then shall he be in perplexity."
    },
    {
      "verse": 8,
      "text": "What is man, and whereto serveth he? What is his good, and what is his evil?"
    },
    {
      "verse": 9,
      "text": "The number of man’s days at the most are a hundred years."
    },
    {
      "verse": 10,
      "text": "As a drop of water from the sea, and a pebble from the sand; So are a few years in the day of eternity."
    },
    {
      "verse": 11,
      "text": "For this cause the Lord was longsuffering over them, And poured out his mercy upon them."
    },
    {
      "verse": 12,
      "text": "He saw and perceived their end, that it is evil; Therefore he multiplied his forgiveness."
    },
    {
      "verse": 13,
      "text": "The mercy of a man is upon his neighbour; But the mercy of the Lord is upon all flesh; Reproving, and chastening, and teaching, And bringing again, as a shepherd doth his flock."
    },
    {
      "verse": 14,
      "text": "He hath mercy on them that accept chastening, And that diligently seek after his judgements."
    },
    {
      "verse": 15,
      "text": "My son, to thy good deeds add no blemish; And no grief of words in any of thy giving."
    },
    {
      "verse": 16,
      "text": "Shall not the dew assuage the scorching heat? So is a word better than a gift."
    },
    {
      "verse": 17,
      "text": "Lo, is not a word better than a gift? And both are with a gracious man."
    },
    {
      "verse": 18,
      "text": "A fool will upbrade ungraciously; And the gift of an envious man consumeth the eyes."
    },
    {
      "verse": 19,
      "text": "Learn before thou speak; And have a care of thy health or ever thou be sick."
    },
    {
      "verse": 20,
      "text": "Before judgement examine thyself; And in the hour of visitation thou shalt find forgiveness."
    },
    {
      "verse": 21,
      "text": "Humble thyself before thou be sick; And in the time of sins shew repentance."
    },
    {
      "verse": 22,
      "text": "Let nothing hinder thee to pay thy vow in due time; And wait not until death to be justified."
    },
    {
      "verse": 23,
      "text": "Before thou makest a vow, prepare thyself; And be not as a man that tempteth the Lord."
    },
    {
      "verse": 24,
      "text": "Think upon the wrath \\add that shall be \\add* in the days of the end, And the time of vengeance, when he turneth away his face."
    },
    {
      "verse": 25,
      "text": "In the days of fulness remember the time of hunger, \\add And \\add* poverty and want in the days of wealth."
    },
    {
      "verse": 26,
      "text": "From morning until evening the time changeth; And all things are speedy before the Lord."
    },
    {
      "verse": 27,
      "text": "A wise man will fear in everything; And in days of sinning he will beware of offence. \\f + \\fr 18:27 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 28,
      "text": "Every man of understanding knoweth wisdom; And he will give thanks unto him that found her."
    },
    {
      "verse": 29,
      "text": "They that were of understanding in sayings became also wise themselves, And poured forth apt proverbs."
    },
    {
      "verse": 30,
      "text": "Go not after thy lusts; And refrain thyself from thine appetites."
    },
    {
      "verse": 31,
      "text": "If thou give fully to thy soul the delight of her desire, She will make thee \\f + \\fr 18:31 \\ft Or, \\fqa a rejoicing to \\f* the laughingstock of thine enemies."
    },
    {
      "verse": 32,
      "text": "Make not merry in much luxury; Neither be tied to the expense thereof."
    },
    {
      "verse": 33,
      "text": "Be not made a beggar by banqueting upon borrowing, When thou hast nothing in thy purse. \\f + \\fr 18:33 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    }
  ]
}