{
  "book_id": "SIR",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, Father and Master of my life, Abandon me not to their counsel: Suffer me not to fall by them."
    },
    {
      "verse": 2,
      "text": "Who will set scourges over my thought, And a discipline of wisdom over mine heart? That they spare me not for mine ignorances, And \\add my heart \\add* pass not by their sins:"
    },
    {
      "verse": 3,
      "text": "That mine ignorances be not multiplied, And my sins abound not; And I shall fall before mine adversaries, And mine enemy rejoice over me. \\f + \\fr 23:3 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 4,
      "text": "O Lord, Father and God of my life, Give me not a \\f + \\fr 23:4 \\ft Gr. \\fqa lifting up of eyes. \\f* proud look, \\f + \\fr 23:4 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 5,
      "text": "And turn away concupiscense from me. \\f + \\fr 23:5 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 6,
      "text": "Let not \\f + \\fr 23:6 \\ft Gr. \\fqa appetite of the belly. \\f* greediness and chambering overtake me; And give me not over to a shameless mind."
    },
    {
      "verse": 7,
      "text": "Hear ye, my children, the discipline of the mouth; And he that keepeth it shall not be taken."
    },
    {
      "verse": 8,
      "text": "The sinner shall be \\f + \\fr 23:8 \\ft Most authorities read \\fqa left. \\f* overtaken in his lips; And the reviler and the proud man shall stumble therein."
    },
    {
      "verse": 9,
      "text": "Accustom not thy mouth to an oath; And be not accustomed to the naming of the Holy One."
    },
    {
      "verse": 10,
      "text": "For as a servant that is continually scourged shall not lack a bruise, So he also that sweareth and nameth \\add God \\add* continually shall not be cleansed from sin."
    },
    {
      "verse": 11,
      "text": "A man of many oaths shall be filled with iniquity; And the scourge shall not depart from his house: If he shall offend, his sin shall be upon him; And if he disregard it, he hath sinned doubly; And if he hath sworn in vain, he shall not be justified; For his house shall be filled with calamities."
    },
    {
      "verse": 12,
      "text": "There is a manner of speech that is clothed about with death: Let it not be found in the heritage of Jacob; For all these things shall be far from the godly, And they shall not wallow in sins."
    },
    {
      "verse": 13,
      "text": "Accustom not thy mouth to gross rudeness, For therein is the word of sin."
    },
    {
      "verse": 14,
      "text": "Remember thy father and thy mother, For thou sittest in the midst of great men; That thou be not forgetful before them, And become a fool by thy custom; So shalt thou wish that thou hadst not been born, And curse the day of thy nativity."
    },
    {
      "verse": 15,
      "text": "A man that is accustomed to words of reproach Will not be corrected all the days of his life."
    },
    {
      "verse": 16,
      "text": "Two sorts \\add of men \\add* multiply sins, And the third will bring wrath: A hot mind, as a burning fire, will not be quenched till it be consumed: A fornicator in the body of his flesh will never cease till he hath \\f + \\fr 23:16 \\ft Or, \\fqa made a fire blaze up \\f* burned out the fire."
    },
    {
      "verse": 17,
      "text": "All bread is sweet to a fornicator: He will not leave off till he die."
    },
    {
      "verse": 18,
      "text": "A man that goeth astray from his own bed, Saying in his heart, Who seeth me? Darkness is round about me, and the walls hide me, And no man seeth me; of whom am I afraid? The Most High will not remember my sins;"
    },
    {
      "verse": 19,
      "text": "- And the eyes of men are his terror, And he knoweth not that the eyes of the Lord are ten thousand times brighter than the sun, Beholding all the ways of men, And looking into secret places."
    },
    {
      "verse": 20,
      "text": "All things were known unto him or ever they were created; And in like manner also after they were perfected."
    },
    {
      "verse": 21,
      "text": "This man shall be punished in the streets of the city; And where he suspected not he shall be taken."
    },
    {
      "verse": 22,
      "text": "So also a wife that leaveth her husband, And bringeth in an heir by a stranger."
    },
    {
      "verse": 23,
      "text": "For first, she was disobedient in the law of the Most High; And secondly, she trespassed against her own husband; And thirdly, she played the adulteress in whoredom, And brought in children by a stranger."
    },
    {
      "verse": 24,
      "text": "She shall be brought out into the congregation; And upon her children shall there be visitation."
    },
    {
      "verse": 25,
      "text": "Her children shall not spread into roots, And her branches shall bear no fruit."
    },
    {
      "verse": 26,
      "text": "She shall leave her memory for a curse; And her reproach shall not be blotted out."
    },
    {
      "verse": 27,
      "text": "And they that are left behind shall know that there is nothing better than the fear of the Lord, And nothing sweeter than to take heed unto the commandments of the Lord."
    },
    {
      "verse": 28,
      "text": "\\f + \\fr 23:28 \\ft Verse 28 is omitted by the best authorities. \\f*"
    }
  ]
}