{
  "book_id": "SIR",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Wakefulness that cometh of riches consumeth the flesh, And the anxiety thereof putteth away sleep."
    },
    {
      "verse": 2,
      "text": "Wakeful anxiety will crave slumber; And in a sore disease sleep will be broken."
    },
    {
      "verse": 3,
      "text": "A rich man toileth in gathering money together; And when he resteth, he is filled with his good things."
    },
    {
      "verse": 4,
      "text": "A poor man toileth in lack of substance; And when he resteth, he becometh needy."
    },
    {
      "verse": 5,
      "text": "He that loveth gold shall not be justified; And he that followeth destruction shall himself have his fill of it."
    },
    {
      "verse": 6,
      "text": "Many have been given over to ruin for the sake of gold; And their perdition meeteth them face to face."
    },
    {
      "verse": 7,
      "text": "It is a stumblingblock unto them that sacrifice unto it; And every fool shall be taken therewith."
    },
    {
      "verse": 8,
      "text": "Blessed is the rich that is found without blemish, And that goeth not after gold."
    },
    {
      "verse": 9,
      "text": "Who is he? and we will call him blessed: For wonderful things hath he done among his people."
    },
    {
      "verse": 10,
      "text": "Who hath been tried thereby, and found perfect? Then let him glory. Who hath had the power to transgress, and hath not transgressed? And to do evil, and hath not done it?"
    },
    {
      "verse": 11,
      "text": "His goods shall be made sure, And the congregation shall declare his alms."
    },
    {
      "verse": 12,
      "text": "Sittest thou at a great table? be not greedy upon it, And say not, Many are the things upon it."
    },
    {
      "verse": 13,
      "text": "Remember that an evil eye is a wicked thing: What hath been created more evil than an eye? Therefore it sheddeth tears from every face."
    },
    {
      "verse": 14,
      "text": "Stretch not thine hand whithersoever it looketh, And thrust not thyself with it into the dish."
    },
    {
      "verse": 15,
      "text": "Consider thy neighbour’s liking by thine own; And be discreet in every point."
    },
    {
      "verse": 16,
      "text": "Eat, as becometh a man, those things which are set before thee; And eat not greedily, lest thou be hated."
    },
    {
      "verse": 17,
      "text": "Be first to leave off for manners’ sake; And be not insatiable, lest thou offend."
    },
    {
      "verse": 18,
      "text": "And if thou sittest among many, Reach not out thy hand before them."
    },
    {
      "verse": 19,
      "text": "How sufficient to a well-mannered man is a very little, And he doth not breathe hard upon his bed."
    },
    {
      "verse": 20,
      "text": "Healthy sleep cometh of moderate eating; He riseth early, and his wits are with him: The pain of wakefulness, and colic, And griping, are with an insatiable man."
    },
    {
      "verse": 21,
      "text": "And if thou hast been forced to eat, Rise up in the midst thereof, and thou shalt have rest."
    },
    {
      "verse": 22,
      "text": "Hear me, my son, and despise me not, And at the last thou shalt find my words true: In all thy works be quick, And no disease shall come unto thee."
    },
    {
      "verse": 23,
      "text": "Him that is liberal of his meat the lips shall bless; And the testimony of his excellence shall be believed."
    },
    {
      "verse": 24,
      "text": "Him that is a niggard of his meat the city shall murmur at; And the testimony of his niggardness shall be sure."
    },
    {
      "verse": 25,
      "text": "Shew not thyself valiant in wine; For wine hath destroyed many."
    },
    {
      "verse": 26,
      "text": "The furnace proveth the temper of steel by dipping; So doth wine prove hearts in the quarreling of the proud."
    },
    {
      "verse": 27,
      "text": "Wine is as good as life to men, If thou drink it in its measure: What life is there to a man that is without wine? And it hath been created to make men glad."
    },
    {
      "verse": 28,
      "text": "Wine drunk in season and to satisfy Is joy of heart, and gladness of soul:"
    },
    {
      "verse": 29,
      "text": "Wine drunk largely is bitterness of soul, With provocation and conflict."
    },
    {
      "verse": 30,
      "text": "Drunkenness increaseth the rage of a fool unto his hurt; It diminisheth strength, and addeth wounds."
    },
    {
      "verse": 31,
      "text": "Rebuke not thy neighbour at a banquet of wine, Neither set him at nought in his mirth: Speak not unto him a word of reproach, And press not upon him by asking back a debt."
    }
  ]
}