{
  "book_id": "SIR",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Vain and false hopes are for a man void of understanding; And dreams give wings to fools."
    },
    {
      "verse": 2,
      "text": "As one that catcheth at a shadow, and followeth after the wind, So is he that setteth his mind on dreams."
    },
    {
      "verse": 3,
      "text": "The vision of dreams is \\add as \\add* this thing against that, The likeness of a face over against a face."
    },
    {
      "verse": 4,
      "text": "Of an unclean thing what shall be cleansed? And of that which is false what shall be true?"
    },
    {
      "verse": 5,
      "text": "Divinations, and soothsayings, and dreams, are vain: And the heart fancieth, as a woman’s in travail."
    },
    {
      "verse": 6,
      "text": "If they be not sent from the Most High in \\add thy \\add* visitation, Give not thy heart unto them."
    },
    {
      "verse": 7,
      "text": "For dreams have led many astray: And they have failed by putting their hope in them."
    },
    {
      "verse": 8,
      "text": "Without lying shall the law be accomplished; And wisdom is perfection to a faithful mouth."
    },
    {
      "verse": 9,
      "text": "A well-instructed man knoweth many things; And he that hath much experience will declare understanding."
    },
    {
      "verse": 10,
      "text": "He that hath no experience knoweth few things: But he that hath wandered shall increase \\add his \\add* skill."
    },
    {
      "verse": 11,
      "text": "In my wandering I have seen many things; And more than my words is my understanding."
    },
    {
      "verse": 12,
      "text": "Ofttimes was I in danger even unto death; And I was preserved because of these things."
    },
    {
      "verse": 13,
      "text": "The spirit of those that fear the Lord shall live; For their hope is upon him that saveth them."
    },
    {
      "verse": 14,
      "text": "Whoso feareth the Lord shall not be afraid, and shall not play the coward; For he is his hope."
    },
    {
      "verse": 15,
      "text": "Blessed is the soul of him that feareth the Lord: To whom doth he give heed? and who is his stay?"
    },
    {
      "verse": 16,
      "text": "The eyes of the Lord are upon them that love him, A mighty protection and strong stay, A cover from the hot blast, and a cover from the noonday, A guard from stumbling, and a succour from falling."
    },
    {
      "verse": 17,
      "text": "He raiseth up the soul, and enlighteneth the eyes: He giveth healing, life, and blessing."
    },
    {
      "verse": 18,
      "text": "He that sacrificeth of a thing wrongfully gotten, his offering is made in mockery; And the mockeries of wicked men are not well-pleasing."
    },
    {
      "verse": 19,
      "text": "The Most High hath no pleasure in the offerings of the ungodly; Neither is he pacified for sins by the multitude of sacrifices."
    },
    {
      "verse": 20,
      "text": "\\add As \\add* one that killeth the son before his father’s eyes Is he that bringeth a sacrifice from the goods of the poor."
    },
    {
      "verse": 21,
      "text": "The bread of the needy is the life of the poor: He that depriveth him thereof is a man of blood."
    },
    {
      "verse": 22,
      "text": "\\add As \\add* one that slayeth his neighbour is he that taketh away his living; And \\add as \\add* a shedder of blood is he that depriveth a hireling of his hire."
    },
    {
      "verse": 23,
      "text": "One building, and another pulling down, What profit have they had but toil?"
    },
    {
      "verse": 24,
      "text": "One praying, and another cursing, Whose voice will the Lord listen to?"
    },
    {
      "verse": 25,
      "text": "He that washeth himself after \\add touching \\add* a dead body, and toucheth it again, What profit hath he in his washing?"
    },
    {
      "verse": 26,
      "text": "Even so a man fasting for his sins, And going again, and doing the same; Who will listen to his prayer? And what profit hath he in his humiliation?"
    }
  ]
}