{
  "book_id": "SIR",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Every friend will say, I also am his friend: But there is a friend, which is only a friend in name."
    },
    {
      "verse": 2,
      "text": "Is there not a grief in it even unto death, When a companion and friend is turned to enmity?"
    },
    {
      "verse": 3,
      "text": "O wicked imagination, whence camest thou rolling in To cover the dry land with deceitfulness?"
    },
    {
      "verse": 4,
      "text": "There is a companion, which rejoiceth in the gladness of a friend, But in time of affliction will be against him."
    },
    {
      "verse": 5,
      "text": "There is a companion, which for the belly’s sake laboureth with his friend, In the face of battle will take up the buckler."
    },
    {
      "verse": 6,
      "text": "Forget not a friend in thy soul; And be not unmindful of him in thy riches."
    },
    {
      "verse": 7,
      "text": "Every counsellor extolleth counsel; But there is that counselleth for himself."
    },
    {
      "verse": 8,
      "text": "Let thy soul beware of a counsellor, And know thou before what is his interest (For he will take counsel for himself); Lest he cast the lot upon thee,"
    },
    {
      "verse": 9,
      "text": "And say unto thee, Thy way is good: And he will stand over against thee, to see what shall befall thee."
    },
    {
      "verse": 10,
      "text": "Take not counsel with one that looketh askance at thee; And hide thy counsel from such as are jealous of thee."
    },
    {
      "verse": 11,
      "text": "Take not counsel with a woman about her rival; Neither with a coward about war; Nor with a merchant about exchange; Nor with a buyer about selling; Nor with an envious man about thankfulness; Nor with an unmerciful man about kindliness; Nor with a sluggard about any kind of work; Nor with a hireling in thy house about finishing his work; Nor with an idle servant about much business: Give not heed to these in any matter of counsel."
    },
    {
      "verse": 12,
      "text": "But rather be continually with a godly man, Whom thou shalt have known to be a keeper of the commandments, Who in his soul is as thine own soul, And who will grieve with thee, if thou shalt miscarry."
    },
    {
      "verse": 13,
      "text": "And make the counsel of thy heart to stand; For there is none more faithful unto thee than it."
    },
    {
      "verse": 14,
      "text": "For a man’s soul is sometime wont to bring him tidings, More than seven watchmen that sit on high on a watch-tower."
    },
    {
      "verse": 15,
      "text": "And above all this intreat the Most High, That he may direct thy way in truth."
    },
    {
      "verse": 16,
      "text": "Let reason be the beginning of every work, And let counsel go before every action."
    },
    {
      "verse": 17,
      "text": "As a token of the changing of the heart,"
    },
    {
      "verse": 18,
      "text": "four manner of things do rise up, Good and evil, life and death; And that which ruleth over them continually is the tongue."
    },
    {
      "verse": 19,
      "text": "There is one that is shrewd and the instructor of many, And yet is unprofitable to his own soul."
    },
    {
      "verse": 20,
      "text": "There is one that is subtil in words, and is hated; He shall be destitute of all food:"
    },
    {
      "verse": 21,
      "text": "For grace was not given him from the Lord; Because he is deprived of all wisdom."
    },
    {
      "verse": 22,
      "text": "There is one that is wise to his own soul; And the fruits of his understanding are trustworthy in the mouth."
    },
    {
      "verse": 23,
      "text": "A wise man will instruct his own people; And the fruits of his understanding are trustworthy."
    },
    {
      "verse": 24,
      "text": "A wise man shall be filled with blessing; And all they that see him shall call him happy."
    },
    {
      "verse": 25,
      "text": "The life of man is numbered by days; And the days of Israel are innumerable."
    },
    {
      "verse": 26,
      "text": "The wise man shall inherit confidence among his people, And his name shall live for ever."
    },
    {
      "verse": 27,
      "text": "My son, prove thy soul in thy life, And see what is evil for it, and give not that unto it."
    },
    {
      "verse": 28,
      "text": "For all things are not profitable for all men, Neither hath every soul pleasure in every thing."
    },
    {
      "verse": 29,
      "text": "Be not insatiable in any luxury, And be not greedy on the things that thou eatest."
    },
    {
      "verse": 30,
      "text": "For in multitude of meats there shall be disease, And surfeiting shall come nigh unto colic."
    },
    {
      "verse": 31,
      "text": "Because of surfeiting have many perished; But he that taketh heed shall prolong his life."
    }
  ]
}