{
  "book_id": "SIR",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "The pride of the height is the firmament \\f + \\fr 43:1 \\ft Gr. \\fqa of clearness. \\f* in its clearness, The appearance of heaven, in the spectacle of its glory."
    },
    {
      "verse": 2,
      "text": "The sun when he appeareth, bringing tidings as he goeth forth, Is a marvellous instrument, the work of the Most High:"
    },
    {
      "verse": 3,
      "text": "At his noon he drieth up the country, And who shall stand against his burning heat?"
    },
    {
      "verse": 4,
      "text": "A man blowing a furnace is in works of heat, \\add But \\add* the sun three times more, burning up the mountains: Breathing out fiery vapours, And sending forth bright beams, he dimmeth the eyes."
    },
    {
      "verse": 5,
      "text": "Great is the Lord that made him; And at his word he hasteneth his course."
    },
    {
      "verse": 6,
      "text": "The moon also is in all things for her season, For a declaration of times, and a sign of the world."
    },
    {
      "verse": 7,
      "text": "From the moon is the sign of the feast day; A light that waneth when she is come to the full."
    },
    {
      "verse": 8,
      "text": "The month is called after her name, Increasing wonderfully in her changing; An instrument of the hosts on high, Shining forth in the firmament of heaven;"
    },
    {
      "verse": 9,
      "text": "The beauty of heaven, the glory of the stars, An ornament giving light in the highest places of the Lord."
    },
    {
      "verse": 10,
      "text": "At the word of the Holy One they will stand in \\f + \\fr 43:10 \\ft Gr. \\fqa judgement. \\f* due order, And they will not faint in their watches."
    },
    {
      "verse": 11,
      "text": "Look upon the rainbow, and praise him that made it; Exceeding beautiful in the brightness thereof."
    },
    {
      "verse": 12,
      "text": "It compasseth the heaven round about with a circle of glory; The hands of the Most High have stretched it."
    },
    {
      "verse": 13,
      "text": "By his commandment he maketh the snow to fall apace, And sendeth swiftly the lightnings of his judgement."
    },
    {
      "verse": 14,
      "text": "By reason thereof the treasure-houses are opened; And clouds fly forth as fowls."
    },
    {
      "verse": 15,
      "text": "By his mighty power he maketh strong the clouds, And the hailstones are broken small:"
    },
    {
      "verse": 16,
      "text": "And at his appearing the mountains will be shaken, And at his will the south wind will blow."
    },
    {
      "verse": 17,
      "text": "The voice of his thunder maketh the earth to travail; So doth the northern storm and the whirlwind: As birds flying down he sprinkleth the snow; And as the lighting of the locust is the falling down thereof:"
    },
    {
      "verse": 18,
      "text": "The eye will marvel at the beauty of its whiteness, And the heart will be astonished at the raining of it."
    },
    {
      "verse": 19,
      "text": "The hoar frost also he poureth on the earth as salt; And when it is congealed, it is \\add as \\add* points of thorns."
    },
    {
      "verse": 20,
      "text": "The cold north wind shall blow, And the ice shall be congealed on the water: It shall lodge upon every gathering together of water, And the water shall put on as it were a breastplate."
    },
    {
      "verse": 21,
      "text": "It shall devour the mountains, and burn up the wilderness, And consume the green herb as fire."
    },
    {
      "verse": 22,
      "text": "A mist coming speedily is the healing of all things; A dew coming after heat shall bring cheerfulness."
    },
    {
      "verse": 23,
      "text": "By his counsel he hath stilled the deep, And \\f + \\fr 43:23 \\ft The most ancient authorities read \\fqa Jesus planted it. \\f* planted islands therein."
    },
    {
      "verse": 24,
      "text": "They that sail on the sea tell of the danger thereof; And when we hear it with our ears, we marvel."
    },
    {
      "verse": 25,
      "text": "Therein be also those strange and wondrous works, Variety of all that hath life, the \\f + \\fr 43:25 \\ft Gr. \\fqa creation. \\ft Several ancient authorities read \\fqa possession of cattle. \\f* race of sea-monsters."
    },
    {
      "verse": 26,
      "text": "By reason of him his end hath success, And by his word all things consist."
    },
    {
      "verse": 27,
      "text": "We may say many things, yet shall we not attain; And the sum of our words is, He is all."
    },
    {
      "verse": 28,
      "text": "How shall we have strength to glorify him? For he is himself the great one above all his works."
    },
    {
      "verse": 29,
      "text": "The Lord is terrible and exceeding great; And marvellous is his power."
    },
    {
      "verse": 30,
      "text": "When ye glorify the Lord, exalt him as much as ye can; For even yet will he exceed: And when ye exalt him, put forth your full strength: Be not weary; for ye will never attain."
    },
    {
      "verse": 31,
      "text": "Who hath seen him, that he may declare him? And who shall magnify him as he is?"
    },
    {
      "verse": 32,
      "text": "Many things are hidden greater than these; For we have seen but a few of his works."
    },
    {
      "verse": 33,
      "text": "For the Lord made all things; And to the godly gave he wisdom."
    }
  ]
}