{
  "book_id": "SIR",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "\\add It was \\add* Simon, the son of Onias, the \\f + \\fr 50:1 \\ft Or, \\fqa high \\f* great priest, Who in his life repaired the house, And in his days strengthened the temple:"
    },
    {
      "verse": 2,
      "text": "And by him was built from the foundation the height of the double \\add wall, \\add* The lofty underworks of the inclosure of the temple:"
    },
    {
      "verse": 3,
      "text": "In his days the cistern of waters was \\f + \\fr 50:3 \\ft The text here seems to be corrupt. \\f* diminished, The brazen vessel in compass as the sea."
    },
    {
      "verse": 4,
      "text": "\\add It was \\add* he that took thought for his people that they should not fall, And fortified the city \\f + \\fr 50:4 \\ft Gr. \\fqa to beseige: \\ft that is, \\fqa as to besieging it. \\f* against besieging:"
    },
    {
      "verse": 5,
      "text": "How glorious was he when the people gathered round him At his coming forth out of the \\f + \\fr 50:5 \\ft Gr. \\fqa house of the veil. \\f* sanctuary!"
    },
    {
      "verse": 6,
      "text": "As the morning star in the midst of a cloud, As the moon at the full:"
    },
    {
      "verse": 7,
      "text": "As the sun shining forth upon the temple of the Most High, And as the rainbow giving light in clouds of glory:"
    },
    {
      "verse": 8,
      "text": "As the flower of roses in the days of new \\add fruits, \\add* As lilies at the waterspring, As the shoot of the frankencense tree in the time of summer:"
    },
    {
      "verse": 9,
      "text": "As fire and incense in the censer, As a vessel all of beaten gold Adorned with all manner of precious stones:"
    },
    {
      "verse": 10,
      "text": "As an olive tree budding forth fruits, And as a cypress growing high among the clouds."
    },
    {
      "verse": 11,
      "text": "When he took up the robe of glory, And put on the perfection of exultation, In the ascent of the holy altar, He made glorious the precinct of the sanctuary."
    },
    {
      "verse": 12,
      "text": "And when he received the portions out of the priests’ hands, Himself also standing by the hearth of the altar, His brethren as a garland round about him, He was as a young cedar in Libanus; And as stems of palm trees compassed they him round about,"
    },
    {
      "verse": 13,
      "text": "And all the sons of Aaron in their glory, And the Lord’s offering in their hands, before all the congregation of Israel."
    },
    {
      "verse": 14,
      "text": "And finishing the service at the altars, That he might adorn the offering of the Most High, the Almighty,"
    },
    {
      "verse": 15,
      "text": "He stretched out his hand to the \\f + \\fr 50:15 \\ft Gr. \\fqa cup of libation. \\f* cup, And poured out the cup of the grape; He poured out at the foot of the altar A sweet-smelling savour unto the Most High, the King of all."
    },
    {
      "verse": 16,
      "text": "Then shouted the sons of Aaron, They sounded the trumpets of beaten work, They made a great noise to be heard, For a remembrance before the Most High."
    },
    {
      "verse": 17,
      "text": "Then all the people together hasted, And fell down upon the earth on their faces To worship their Lord, the Almighty, God Most High."
    },
    {
      "verse": 18,
      "text": "The singers also praised him with their voices; In the whole house was there made sweet melody."
    },
    {
      "verse": 19,
      "text": "And the people besought the Lord Most High, In prayer before him that is merciful. Till the \\f + \\fr 50:19 \\ft Gr. \\fqa adornment. \\f* worship of the Lord should be ended; And so they accomplished his service."
    },
    {
      "verse": 20,
      "text": "Then he went down, and lifted up his hands Over the whole congregation of the children of Israel, To give blessing unto the Lord with his lips, And to glory in his name."
    },
    {
      "verse": 21,
      "text": "And he bowed himself down in worship the second time, To declare the blessing from the Most High."
    },
    {
      "verse": 22,
      "text": "And now bless ye the God of all, Which everywhere doeth great things, Which exalteth our days from the womb, And dealeth with us according to his mercy."
    },
    {
      "verse": 23,
      "text": "May he grant us joyfulness of heart, And that peace may be in our days in Israel for the days of eternity:"
    },
    {
      "verse": 24,
      "text": "To intrust his mercy with us; And let him deliver us in his time!"
    },
    {
      "verse": 25,
      "text": "With two nations is my soul vexed, And the third is no nation:"
    },
    {
      "verse": 26,
      "text": "They that sit upon the mountain of \\f + \\fr 50:26 \\ft According to some ancient versions, \\fqa Seir. \\f* Samaria, \\add and \\add* the Philistines, And that foolish people that dwelleth in Sichem."
    },
    {
      "verse": 27,
      "text": "I have \\f + \\fr 50:27 \\ft Gr. \\fqa graven. \\f* written in this book the instruction of understanding and knowledge, I Jesus, the son of Sirach Eleazar, of Jerusalem, Who out of his heart poured forth wisdom."
    },
    {
      "verse": 28,
      "text": "Blessed is he that shall be exercised in these things; And he that layeth them up in his heart shall become wise."
    },
    {
      "verse": 29,
      "text": "For if he do them, he shall be strong to all things: For the light of the Lord is his \\f + \\fr 50:29 \\ft Gr. \\fqa footstep. \\f* guide. \\f + \\fr 50:29 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    }
  ]
}