{
  "book_id": "SIR",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "I will give thanks unto thee, O Lord, O King, And will praise thee, O God my Saviour: I do give thanks unto thy name:"
    },
    {
      "verse": 2,
      "text": "For thou wast my protector and helper, And didst deliver my body out of destruction, And out of the snare of a slanderous tongue, From lips that forge lies, And wast my helper before them that stood by;"
    },
    {
      "verse": 3,
      "text": "And didst deliver me, according to the abundance of thy mercy, and greatness of thy name, From the gnashings of teeth ready to devour, Out of the hand of such as sought my life, Out of the manifold afflictions which I had;"
    },
    {
      "verse": 4,
      "text": "From the choking of a fire on every side, And out of the midst of fire which I kindled not;"
    },
    {
      "verse": 5,
      "text": "Out of the depth of the belly of the grave, And from an unclean tongue, And from lying words,"
    },
    {
      "verse": 6,
      "text": "The slander of an unrighteous tongue unto the king. My soul drew near even unto death, And my life was near to the grave beneath."
    },
    {
      "verse": 7,
      "text": "They compassed me on every side, And there was none to help me. I was looking for the succour of men, And it was not."
    },
    {
      "verse": 8,
      "text": "And I remembered thy mercy, O Lord, And thy working which hath been from everlasting, How thou deliverest them that wait for thee, And savest them out of the hand of the enemies."
    },
    {
      "verse": 9,
      "text": "And I lifted up my supplication from the earth, And prayed for deliverance from death."
    },
    {
      "verse": 10,
      "text": "I called upon the Lord, the Father of my Lord, That he would not forsake me in the days of affliction, In the time when there was no help against the proud."
    },
    {
      "verse": 11,
      "text": "I will praise thy name continually, And will sing praise with thanksgiving; And my supplication was heard:"
    },
    {
      "verse": 12,
      "text": "For thou savedst me from destruction, And deliveredst me from the evil time: Therefore will I give thanks and praise unto thee, And bless the name of the Lord."
    },
    {
      "verse": 13,
      "text": "When I was yet young, Or ever I went abroad, I sought wisdom openly in my prayer."
    },
    {
      "verse": 14,
      "text": "Before the temple I asked for her, And I will seek her out even to the end."
    },
    {
      "verse": 15,
      "text": "From her flower as from the ripening grape my heart delighted in her: My foot trod in uprightness, From my youth I tracked her out."
    },
    {
      "verse": 16,
      "text": "I bowed down mine ear a little, and received her, And found for myself much instruction."
    },
    {
      "verse": 17,
      "text": "I profited in her: Unto him that giveth me wisdom I will give glory."
    },
    {
      "verse": 18,
      "text": "For I purposed to practice her, And I was zealous for that which is good; And I shall never be put to shame."
    },
    {
      "verse": 19,
      "text": "My soul hath wrestled in her, And in my doing I was exact: I spread forth my hands to the heaven above, And bewailed my ignorances of her."
    },
    {
      "verse": 20,
      "text": "I set my soul aright unto her, And in pureness I found her. I gat me a heart joined with her from the beginning: Therefore shall I not be forsaken."
    },
    {
      "verse": 21,
      "text": "My inward part also was troubled to seek her: Therefore have I gotten a good possession."
    },
    {
      "verse": 22,
      "text": "The Lord gave me a tongue for my reward; And I will praise him therewith."
    },
    {
      "verse": 23,
      "text": "Draw near unto me, ye unlearned, And lodge in the house of instruction."
    },
    {
      "verse": 24,
      "text": "Say, wherefore are ye lacking in these things, And your souls are very thirsty?"
    },
    {
      "verse": 25,
      "text": "I opened my mouth, and spake, Get her for yourselves without money."
    },
    {
      "verse": 26,
      "text": "Put your neck under the yoke, And let your soul receive instruction: She is hard at hand to find."
    },
    {
      "verse": 27,
      "text": "Behold with your eyes, How that I laboured but a little, And found for myself much rest."
    },
    {
      "verse": 28,
      "text": "Get you instruction with a great sum of silver, And gain much gold by her."
    },
    {
      "verse": 29,
      "text": "May your soul rejoice in his mercy, And may ye not be put to shame in praising him."
    },
    {
      "verse": 30,
      "text": "Work your work before the time cometh, And in his time he will give you your reward."
    }
  ]
}