{
  "book_id": "TIT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, a servant of God, and an apostle of Christ Jesus, for the faith of God's elect, and the knowledge of the truth which is according to godliness,"
    },
    {
      "verse": 2,
      "text": "in hope of everlasting life, which God, who cannot lie, promised from the most ancient times,"
    },
    {
      "verse": 3,
      "text": "but in his own seasons manifested his word through the preaching with which I was intrusted by the commandment of God our Saviour:"
    },
    {
      "verse": 4,
      "text": "to Titus, true child after the common faith: Grace and peace from God the Father and Christ Jesus our Saviour."
    },
    {
      "verse": 5,
      "text": "For this cause I left thee behind in Crete, that thou shouldst set in order the things that are wanting, and appoint elders in every city, as I directed thee;"
    },
    {
      "verse": 6,
      "text": "if any one is without reproach, the husband of one wife, having believing children, that are not accused of dissoluteness, or unruly."
    },
    {
      "verse": 7,
      "text": "For a bishop must be without reproach, as God's steward; not self-willed, not soon angry, not given to wine, not a striker, not greedy of base gain,"
    },
    {
      "verse": 8,
      "text": "but hospitable, a lover of what is good, discreet, just, holy, temperate,"
    },
    {
      "verse": 9,
      "text": "holding fast the sure word according to what he was taught, that he may be able by sound teaching both to exhort, and to refute the gainsayers."
    },
    {
      "verse": 10,
      "text": "For there are many unruly vain talkers and deceivers, especially they of the circumcision;"
    },
    {
      "verse": 11,
      "text": "whose mouths must be stopped, since they overturn whole houses, teaching things which they ought not, for the sake of base gain."
    },
    {
      "verse": 12,
      "text": "One of themselves, even a prophet of their own, said: “The Cretans are always liars, evil beasts, slothful gluttons.”"
    },
    {
      "verse": 13,
      "text": "This testimony is true; for which cause rebuke them sharply, that they may be sound in the faith,"
    },
    {
      "verse": 14,
      "text": "not giving heed to Jewish fables, and commandments of men who turn away from the truth."
    },
    {
      "verse": 15,
      "text": "To the pure all things are pure; but to the defiled and unbelieving nothing is pure, but both their mind and conscience are defiled."
    },
    {
      "verse": 16,
      "text": "They profess that they know God, but by their works they deny him, being abominable and disobedient, and for every good work reprobate."
    }
  ]
}