{
  "book_id": "TIT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Put them in mind to submit themselves to governments, to authorities, to obey magistrates, to be ready for every good work,"
    },
    {
      "verse": 2,
      "text": "to speak evil of no one, to be averse to strife, forbearing, showing all meekness to all men."
    },
    {
      "verse": 3,
      "text": "For we ourselves also were once foolish, disobedient, going astray, slaves to divers lusts and pleasures, living in malice and envy, hateful, hating one another."
    },
    {
      "verse": 4,
      "text": "But when the kindness and love for men of God our Saviour appeared,"
    },
    {
      "verse": 5,
      "text": "not by works of righteousness which we did, but according to his mercy he saved us, by the bath of regeneration, and renewing of the Holy Spirit,"
    },
    {
      "verse": 6,
      "text": "which he poured out upon us richly through Jesus Christ our Saviour,"
    },
    {
      "verse": 7,
      "text": "that having been accepted as righteous by his grace, we might become heirs according to the hope of everlasting life."
    },
    {
      "verse": 8,
      "text": "True is the saying; and these things I desire that thou affirm earnestly, that they who have believed in God may be careful to practise good works. These things are good and profitable to men;"
    },
    {
      "verse": 9,
      "text": "but avoid foolish questionings, and genealogies, and strifes, and contentions about the Law; for they are unprofitable and vain."
    },
    {
      "verse": 10,
      "text": "A man that stirs up divisions, after a first and second admonition, avoid;"
    },
    {
      "verse": 11,
      "text": "knowing that he that is such is utterly perverted, and sinneth, being self-condemned."
    },
    {
      "verse": 12,
      "text": "When I shall have sent Artemas to thee, or Tychicus, use diligence to come to me to Nicopolis; for there I have determined to pass the winter."
    },
    {
      "verse": 13,
      "text": "Zenas the lawyer and Apollos forward on their journey diligently, that nothing may be wanting to them."
    },
    {
      "verse": 14,
      "text": "And let those also who belong to us learn to practise good works for the necessary wants that arise, that they may not be unfruitful."
    },
    {
      "verse": 15,
      "text": "All that are with me salute thee. Salute those who love us in the faith. Grace be with you all."
    }
  ]
}