{
  "book_id": "ZEC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "An oracle. This is the message of the \\+w Lord|strong=\"H3068\"\\+w*about Israel. The \\+w Lord|strong=\"H3068\"\\+w*who stretches out the heavens, and lays the foundation of the earth, and forms the human spirit within people says:"
    },
    {
      "verse": 2,
      "text": "Look! I am about to make Jerusalem a cup of drunkenness for all the surrounding peoples. There will be a siege of Jerusalem."
    },
    {
      "verse": 3,
      "text": "On that day that I will make Jerusalem a stone to be lifted up by all the peoples. All who lift it up will surely hurt themselves! And all the nations of the earth will be gathered together against it."
    },
    {
      "verse": 4,
      "text": "On that day, says the \\+w Lord|strong=\"H3068\"\\+w*, I will strike every horse with panic and its rider with madness. But over the house of Judah I will keep watch, though I strike every horse belonging to the peoples with blindness."
    },
    {
      "verse": 5,
      "text": "And the chieftains of Judah will say to themselves, ‘The strength of the inhabitants is in the \\+w Lord|strong=\"H3068\"\\+w*of hosts their God.’"
    },
    {
      "verse": 6,
      "text": "In that day I will make the chieftains of Judah like a pan of fire in the woods, like a torch among sheaves, they will devour right and left all the surrounding peoples. But Jerusalem will abide on its own site."
    },
    {
      "verse": 7,
      "text": "And the \\+w Lord|strong=\"H3068\"\\+w*will first give victory to the tents of Judah, so that the glory of the house of David, and of the inhabitants of Jerusalem be not exalted above Judah."
    },
    {
      "verse": 8,
      "text": "In that day the \\+w Lord|strong=\"H3068\"\\+w*will protect the inhabitants of Jerusalem, and the feeblest among them will in that day be like David, and the house of David like God, like the messenger of the \\+w Lord|strong=\"H3068\"\\+w*before them."
    },
    {
      "verse": 9,
      "text": "And in that day I will seek to destroy all the nations who have come up against Jerusalem."
    },
    {
      "verse": 10,
      "text": "And I will pour out on the house of David and the inhabitants of Jerusalem the spirit of pity and compassion. They will look on him whom they have pierced and they will lament for him as one laments for an only son. They will bitterly grieve for him as one grieves for the firstborn."
    },
    {
      "verse": 11,
      "text": "In that day mourning will be as great in Jerusalem as the mourning for Hadad-rimmon in the plain of Megiddo."
    },
    {
      "verse": 12,
      "text": "And the land will mourn, each family by itself: the family of the house of David by itself, and their wives by themselves, and the family of the house of Nathan by itself, and their wives by themselves,"
    },
    {
      "verse": 13,
      "text": "and the family of the house of Levi by itself, and their wives by themselves, the family of the Shimeites by itself, and their wives by themselves,"
    },
    {
      "verse": 14,
      "text": "and all the families who are left, each by itself, and their wives by themselves."
    }
  ]
}