{
  "book_id": "ZEC",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "On that day a fountain will be opened for the house of David, and for the inhabitants of Jerusalem, for sin and for uncleanness."
    },
    {
      "verse": 2,
      "text": "And it will be on that day, says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, I will cut off the names of the idols from the land and they will be remembered no more. And the prophets and the unclean spirit I will banish from the land."
    },
    {
      "verse": 3,
      "text": "If any man prophesy any more, his father and his mother who bore him, will say to him, ‘You will not live, for you speak falsehood in the name of the \\+w Lord|strong=\"H3068\"\\+w*.’ And his father and his mother who bore him will stab him through when he is seized by the prophetic frenzy."
    },
    {
      "verse": 4,
      "text": "And it will be in that day that the prophets will be ashamed, each of his vision, and will not wear the hairy mantle in order to deceive."
    },
    {
      "verse": 5,
      "text": "Each will say, ‘I am not a prophet, a tiller of the ground am I, for the ground is my possession from my youth.’"
    },
    {
      "verse": 6,
      "text": "And they will say to him, ‘What are these scars on your back?’ And he will say, ‘The scars which I received in the house of my friends.’"
    },
    {
      "verse": 7,
      "text": "Awake, sword, against my shepherd, against the man who stands near to me, says the \\+w Lord|strong=\"H3068\"\\+w*of hosts. I will strike the shepherd so that the sheep may be scattered, I will turn my hand against the little ones."
    },
    {
      "verse": 8,
      "text": "In all the land, says the \\+w Lord|strong=\"H3068\"\\+w*, two-thirds in it will be cut off and die, but a third will be left in it."
    },
    {
      "verse": 9,
      "text": "I will bring the third into the fire, and melt it as one melts silver, and test it as one tests gold. Then they will call on my name, and I myself will answer them. I will say, ‘They are my people.’ They will say, ‘The \\+w Lord|strong=\"H3068\"\\+w*is our God.’"
    }
  ]
}