{
  "book_id": "JAS",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ἰάκωβος, Θεοῦ καὶ Κυρίου Ἰησοῦ Χριστοῦ δοῦλος, ταῖς δώδεκα φυλαῖς ταῖς ἐν τῇ Διασπορᾷ· χαίρειν. Various exhortations"
    },
    {
      "verse": 2,
      "text": "Πᾶσαν χαρὰν ἡγήσασθε, ἀδελφοί μου, ὅταν πειρασμοῖς περιπέσητε ποικίλοις,"
    },
    {
      "verse": 3,
      "text": "γινώσκοντες ὅτι τὸ δοκίμιον ὑμῶν τῆς πίστεως κατεργάζεται ὑπομονήν·"
    },
    {
      "verse": 4,
      "text": "ἡ δὲ ὑπομονὴ ἔργον τέλειον ἐχέτω, ἵνα ἦτε τέλειοι καὶ ὁλόκληροι, ἐν μηδενὶ λειπόμενοι. About wisdom"
    },
    {
      "verse": 5,
      "text": "Εἰ δέ τις ὑμῶν λείπεται σοφίας, αἰτείτω παρὰ τοῦ διδόντος Θεοῦ πᾶσιν ἁπλῶς καὶ οὐκ ὀνειδίζοντος, καὶ δοθήσεται αὐτῷ."
    },
    {
      "verse": 6,
      "text": "Αἰτείτω δὲ ἐν πίστει, μηδὲν διακρινόμενος, ὁ γὰρ διακρινόμενος ἔοικεν κλύδωνι θαλάσσης ἀνεμιζομένῳ καὶ ῥιπιζομένῳ—"
    },
    {
      "verse": 7,
      "text": "μὴ γὰρ οἰέσθω ὁ ἄνθρωπος ἐκεῖνος ὅτι λήψεταί τι παρὰ τοῦ Κυρίου,"
    },
    {
      "verse": 8,
      "text": "ἀνὴρ δίψυχος ἀκατάστατος ἐν πάσαις ταῖς ὁδοῖς αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "Καυχάσθω δὲ ὁ ἀδελφὸς ὁ ταπεινὸς ἐν τῷ ὕψει αὐτοῦ,"
    },
    {
      "verse": 10,
      "text": "ὁ δὲ πλούσιος ἐν τῇ ταπεινώσει αὐτοῦ, ὅτι ὡς ἄνθος χόρτου παρελεύσεται."
    },
    {
      "verse": 11,
      "text": "Ἀνέτειλεν γὰρ ὁ ἥλιος σὺν τῷ καύσωνι καὶ ἐξήρανεν τὸν χόρτον, καὶ τὸ ἄνθος αὐτοῦ ἐξέπεσεν καὶ ἡ εὐπρέπεια τοῦ προσώπου αὐτοῦ ἀπώλετο. Οὕτως καὶ ὁ πλούσιος ἐν ταῖς πορείαις αὐτοῦ μαρανθήσεται. About testing"
    },
    {
      "verse": 12,
      "text": "Μακάριος ἀνὴρ ὃς ὑπομένει πειρασμόν, ὅτι δόκιμος γενόμενος λήψεται τὸν στέφανον τῆς ζωῆς ὃν ἐπηγγείλατο ὁ Κύριος τοῖς ἀγαπῶσιν αὐτόν."
    },
    {
      "verse": 13,
      "text": "Μηδεὶς πειραζόμενος λεγέτω ὅτι «Ἀπὸ Θεοῦ πειράζομαι,» ὁ γὰρ Θεὸς ἀπείραστός ἐστιν κακῶν, πειράζει δὲ αὐτὸς οὐδένα."
    },
    {
      "verse": 14,
      "text": "Ἕκαστος δὲ πειράζεται ὑπὸ τῆς ἰδίας ἐπιθυμίας, ἐξελκόμενος καὶ δελεαζόμενος."
    },
    {
      "verse": 15,
      "text": "Εἶτα ἡ ἐπιθυμία, συλλαβοῦσα, τίκτει ἁμαρτίαν, ἡ δὲ ἁμαρτία ἀποτελεσθεῖσα, ἀποκύει θάνατον."
    },
    {
      "verse": 16,
      "text": "Μὴ πλανᾶσθε, ἀδελφοί μου ἀγαπητοί·"
    },
    {
      "verse": 17,
      "text": "πᾶσα δόσις ἀγαθὴ καὶ πᾶν δώρημα τέλειον Ἄνωθέν ἐστιν, καταβαῖνον ἀπὸ τοῦ Πατρὸς τῶν φώτων, παρ᾿ ᾧ οὐκ ἔνι παραλλαγὴ ἢ τροπῆς ἀποσκίασμα."
    },
    {
      "verse": 18,
      "text": "Βουληθείς, ἀπεκύησεν ἡμᾶς λόγῳ ἀληθείας, εἰς τὸ εἶναι ἡμᾶς ἀπαρχήν τινα τῶν αὐτοῦ κτισμάτων."
    },
    {
      "verse": 19,
      "text": "Ὥστε, ἀδελφοί μου ἀγαπητοί, ἔστω πᾶς ἄνθρωπος ταχὺς εἰς τὸ ἀκοῦσαι, βραδὺς εἰς τὸ λαλῆσαι, βραδὺς εἰς ὀργήν·"
    },
    {
      "verse": 20,
      "text": "ὀργὴ γὰρ ἀνδρὸς δικαιοσύνην Θεοῦ οὐ κατεργάζεται. About obeying the Word"
    },
    {
      "verse": 21,
      "text": "Διὸ ἀποθέμενοι πᾶσαν ῥυπαρίαν καὶ περισσείαν κακίας, ἐν πραΰτητι δέξασθε τὸν ἔμφυτον λόγον τὸν δυνάμενον σῶσαι τὰς ψυχὰς ὑμῶν."
    },
    {
      "verse": 22,
      "text": "Γίνεσθε δὲ ποιηταὶ λόγου καὶ μὴ μόνον ἀκροαταί, παραλογιζόμενοι ἑαυτούς."
    },
    {
      "verse": 23,
      "text": "Ὅτι εἴ τις ἀκροατὴς νόμου ἐστὶν καὶ οὐ ποιητής, οὗτος ἔοικεν ἀνδρὶ κατανοοῦντι τὸ πρόσωπον τῆς γενέσεως αὐτοῦ ἐν ἐσόπτρῳ·"
    },
    {
      "verse": 24,
      "text": "κατενόησεν γὰρ ἑαυτὸν καὶ ἀπελήλυθεν καὶ εὐθέως ἐπελάθετο ὁποῖος ἦν."
    },
    {
      "verse": 25,
      "text": "Ὁ δὲ παρακύψας εἰς νόμον τέλειον τὸν τῆς ἐλευθερίας καὶ παραμείνας, οὗτος—οὐκ ἀκροατὴς ἐπιλησμονῆς γενόμενος ἀλλὰ ποιητὴς ἔργου—οὗτος μακάριος ἐν τῇ ποιήσει αὐτοῦ ἔσται."
    },
    {
      "verse": 26,
      "text": "Εἴ τις δοκεῖ θρῆσκος εἶναι ἐν ὑμῖν, μὴ χαλιναγωγῶν γλῶσσαν αὐτοῦ ἀλλ᾿ ἀπατῶν καρδίαν αὐτοῦ, τούτου μάταιος ἡ θρησκεία."
    },
    {
      "verse": 27,
      "text": "Θρησκεία καθαρὰ καὶ ἀμίαντος παρὰ Θεῷ καὶ Πατρὶ αὕτη ἐστίν· ἐπισκέπτεσθαι ὀρφανοὺς καὶ χήρας ἐν τῇ θλίψει αὐτῶν, ἄσπιλον ἑαυτὸν τηρεῖν ἀπὸ τοῦ κόσμου."
    }
  ]
}