{
  "book_id": "JAS",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Πόθεν πόλεμοι καὶ μάχαι ἐν ὑμῖν; Οὐκ ἐντεῦθεν, ἐκ τῶν ἡδονῶν ὑμῶν τῶν στρατευομένων ἐν τοῖς μέλεσιν ὑμῶν;"
    },
    {
      "verse": 2,
      "text": "Ἐπιθυμεῖτε καὶ οὐκ ἔχετε· φονεύετε καὶ ζηλοῦτε καὶ οὐ δύνασθε ἐπιτυχεῖν· μάχεσθε καὶ πολεμεῖτε. Οὐκ ἔχετε διὰ τὸ μὴ αἰτεῖσθαι ὑμᾶς."
    },
    {
      "verse": 3,
      "text": "Αἰτεῖτε καὶ οὐ λαμβάνετε διότι κακῶς αἰτεῖσθε, ἵνα ἐν ταῖς ἡδοναῖς ὑμῶν δαπανήσητε."
    },
    {
      "verse": 4,
      "text": "Μοιχοὶ καὶ μοιχαλίδες, οὐκ οἴδατε ὅτι ἡ φιλία τοῦ κόσμου ἔχθρα τοῦ Θεοῦ ἐστιν; Ὃς ἂν οὖν βουληθῇ φίλος εἶναι τοῦ κόσμου ἐχθρὸς τοῦ Θεοῦ καθίσταται."
    },
    {
      "verse": 5,
      "text": "Ἢ δοκεῖτε ὅτι κενῶς ἡ Γραφὴ λέγει, πρὸς φθόνον ἐπιποθεῖ τὸ Πνεῦμα ὃ κατῴκησεν ἐν ἡμῖν;"
    },
    {
      "verse": 6,
      "text": "Μείζονα δὲ δίδωσιν χάριν· διὸ λέγει, «Ὁ Θεὸς ὑπερηφάνοις ἀντιτάσσεται, ταπεινοῖς δὲ δίδωσιν χάριν.» Issubmitting to God"
    },
    {
      "verse": 7,
      "text": "Ὑποτάγητε οὖν τῷ Θεῷ· ἀντίστητε τῷ διαβόλῳ καὶ φεύξεται ἀφ᾿ ὑμῶν."
    },
    {
      "verse": 8,
      "text": "Ἐγγίσατε τῷ Θεῷ καὶ ἐγγιεῖ ὑμῖν. Καθαρίσατε χεῖρας, ἁμαρτωλοί, καὶ ἁγνίσατε καρδίας, δίψυχοι."
    },
    {
      "verse": 9,
      "text": "Ταλαιπωρήσατε καὶ πενθήσατε καὶ κλαύσατε· ὁ γέλως ὑμῶν εἰς πένθος μεταστραφήτω καὶ ἡ χαρὰ εἰς κατήφειαν."
    },
    {
      "verse": 10,
      "text": "Ταπεινώθητε ἐνώπιον τοῦ Κυρίου καὶ ὑψώσει ὑμᾶς. Does not judge the different brother"
    },
    {
      "verse": 11,
      "text": "Μὴ καταλαλεῖτε ἀλλήλων, ἀδελφοί. Ὁ γὰρ καταλαλῶν ἀδελφοῦ καὶ κρίνων τὸν ἀδελφὸν αὐτοῦ καταλαλεῖ νόμου καὶ κρίνει νόμον. Εἰ δὲ νόμον κρίνεις, οὐκ εἶ ποιητὴς νόμου ἀλλὰ κριτής."
    },
    {
      "verse": 12,
      "text": "Εἷς ἐστιν ὁ Νομοθέτης καὶ Κριτής, ὁ δυνάμενος σῶσαι καὶ ἀπολέσαι. Σὺ δὲ τίς εἶ ὃς κρίνεις τὸν ἕτερον; Does not boast about tomorrow"
    },
    {
      "verse": 13,
      "text": "Ἄγε νῦν, οἱ λέγοντες, «Σήμερον καὶ αὔριον πορευσώμεθα εἰς τήνδε τὴν πόλιν καὶ ποιήσωμεν ἐκεῖ ἐνιαυτὸν ἕνα καὶ ἐμπορευσώμεθα καὶ κερδήσωμεν»·"
    },
    {
      "verse": 14,
      "text": "οἵτινες οὐκ ἐπίστασθε τὸ τῆς αὔριον. Ποία γὰρ ἡ ζωὴ ἡμῶν; Ἀτμὶς γάρ ἐστιν ἡ πρὸς ὀλίγον φαινομένη, ἔπειτα ἀφανιζομένη."
    },
    {
      "verse": 15,
      "text": "Ἀντὶ τοῦ λέγειν ὑμᾶς, «Ἐὰν ὁ Κύριος θελήσῃ, καὶ ζήσωμεν καὶ ποιήσωμεν τοῦτο ἢ ἐκεῖνο.»"
    },
    {
      "verse": 16,
      "text": "Νῦν δὲ καυχᾶσθε ἐν ταῖς ἀλαζονείαις ὑμῶν. Πᾶσα καύχησις τοιαύτη πονηρά ἐστιν."
    },
    {
      "verse": 17,
      "text": "Εἰδότι οὖν καλὸν ποιεῖν καὶ μὴ ποιοῦντι, ἁμαρτία αὐτῷ ἐστιν."
    }
  ]
}