{
  "book_id": "1CH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "בני יהודה פרץ חצרון וכרמי וחור ושובל׃"
    },
    {
      "verse": 2,
      "text": "וראיה בן שובל הוליד את יחת ויחת הליד את אחומי ואת להד אלה משפחות הצרעתי׃"
    },
    {
      "verse": 3,
      "text": "ואלה אבי עיטם יזרעאל וישמא וידבש ושם אחותם הצללפוני׃"
    },
    {
      "verse": 4,
      "text": "ופנואל אבי גדר ועזר אבי חושה אלה בני חור בכור אפרתה אבי בית לחם׃"
    },
    {
      "verse": 5,
      "text": "ולאשחור אבי תקוע היו שתי נשים חלאה ונערה׃"
    },
    {
      "verse": 6,
      "text": "ותלד לו נערה את אחזם ואת חפר ואת תימני ואת האחשתרי אלה בני נערה׃"
    },
    {
      "verse": 7,
      "text": "ובני חלאה צרת יצחר ואתנן׃"
    },
    {
      "verse": 8,
      "text": "וקוץ הוליד את ענוב ואת הצבבה ומשפחות אחרחל בן הרום׃"
    },
    {
      "verse": 9,
      "text": "ויהי יעבץ נכבד מאחיו ואמו קראה שמו יעבץ לאמר כי ילדתי בעצב׃"
    },
    {
      "verse": 10,
      "text": "ויקרא יעבץ לאלהי ישראל לאמר אם ברך תברכני והרבית את גבולי והיתה ידך עמי ועשית מרעה לבלתי עצבי ויבא אלהים את אשר שאל׃"
    },
    {
      "verse": 11,
      "text": "וכלוב אחי שוחה הוליד את מחיר הוא אבי אשתון׃"
    },
    {
      "verse": 12,
      "text": "ואשתון הוליד את בית רפא ואת פסח ואת תחנה אבי עיר נחש אלה אנשי רכה׃"
    },
    {
      "verse": 13,
      "text": "ובני קנז עתניאל ושריה ובני עתניאל חתת׃"
    },
    {
      "verse": 14,
      "text": "ומעונתי הוליד את עפרה ושריה הוליד את יואב אבי גיא חרשים כי חרשים היו׃"
    },
    {
      "verse": 15,
      "text": "ובני כלב בן יפנה עירו אלה ונעם ובני אלה וקנז׃"
    },
    {
      "verse": 16,
      "text": "ובני יהללאל זיף וזיפה תיריא ואשראל׃"
    },
    {
      "verse": 17,
      "text": "ובן עזרה יתר ומרד ועפר וילון ותהר את מרים ואת שמי ואת ישבח אבי אשתמע׃"
    },
    {
      "verse": 18,
      "text": "ואשתו היהדיה ילדה את ירד אבי גדור ואת חבר אבי שוכו ואת יקותיאל אבי זנוח ואלה בני בתיה בת פרעה אשר לקח מרד׃"
    },
    {
      "verse": 19,
      "text": "ובני אשת הודיה אחות נחם אבי קעילה הגרמי ואשתמע המעכתי׃"
    },
    {
      "verse": 20,
      "text": "ובני שימון אמנון ורנה בן חנן ותולון ובני ישעי זוחת ובן זוחת׃"
    },
    {
      "verse": 21,
      "text": "בני שלה בן יהודה ער אבי לכה ולעדה אבי מרשה ומשפחות בית עבדת הבץ לבית אשבע׃"
    },
    {
      "verse": 22,
      "text": "ויוקים ואנשי כזבא ויואש ושרף אשר בעלו למואב וישבי לחם והדברים עתיקים׃"
    },
    {
      "verse": 23,
      "text": "המה היוצרים וישבי נטעים וגדרה עם המלך במלאכתו ישבו שם׃"
    },
    {
      "verse": 24,
      "text": "בני שמעון נמואל וימין יריב זרח שאול׃"
    },
    {
      "verse": 25,
      "text": "שלם בנו מבשם בנו משמע בנו׃"
    },
    {
      "verse": 26,
      "text": "ובני משמע חמואל בנו זכור בנו שמעי בנו׃"
    },
    {
      "verse": 27,
      "text": "ולשמעי בנים ששה עשר ובנות שש ולאחיו אין בנים רבים וכל משפחתם לא הרבו עד בני יהודה׃"
    },
    {
      "verse": 28,
      "text": "וישבו בבאר שבע ומולדה וחצר שועל׃"
    },
    {
      "verse": 29,
      "text": "ובבלהה ובעצם ובתולד׃"
    },
    {
      "verse": 30,
      "text": "ובבתואל ובחרמה ובציקלג׃"
    },
    {
      "verse": 31,
      "text": "ובבית מרכבות ובחצר סוסים ובבית בראי ובשערים אלה עריהם עד מלך דויד׃"
    },
    {
      "verse": 32,
      "text": "וחצריהם עיטם ועין רמון ותכן ועשן ערים חמש׃"
    },
    {
      "verse": 33,
      "text": "וכל חצריהם אשר סביבות הערים האלה עד בעל זאת מושבתם והתיחשם להם׃"
    },
    {
      "verse": 34,
      "text": "ומשובב וימלך ויושה בן אמציה׃"
    },
    {
      "verse": 35,
      "text": "ויואל ויהוא בן יושביה בן שריה בן עשיאל׃"
    },
    {
      "verse": 36,
      "text": "ואליועיני ויעקבה וישוחיה ועשיה ועדיאל וישימאל ובניה׃"
    },
    {
      "verse": 37,
      "text": "וזיזא בן שפעי בן אלון בן ידיה בן שמרי בן שמעיה׃"
    },
    {
      "verse": 38,
      "text": "אלה הבאים בשמות נשיאים במשפחותם ובית אבותיהם פרצו לרוב׃"
    },
    {
      "verse": 39,
      "text": "וילכו למבוא גדר עד למזרח הגיא לבקש מרעה לצאנם׃"
    },
    {
      "verse": 40,
      "text": "וימצאו מרעה שמן וטוב והארץ רחבת ידים ושקטת ושלוה כי מן חם הישבים שם לפנים׃"
    },
    {
      "verse": 41,
      "text": "ויבאו אלה הכתובים בשמות בימי יחזקיהו מלך יהודה ויכו את אהליהם ואת המעינים אשר נמצאו שמה ויחרימם עד היום הזה וישבו תחתיהם כי מרעה לצאנם שם׃"
    },
    {
      "verse": 42,
      "text": "ומהם מן בני שמעון הלכו להר שעיר אנשים חמש מאות ופלטיה ונעריה ורפיה ועזיאל בני ישעי בראשם׃"
    },
    {
      "verse": 43,
      "text": "ויכו את שארית הפלטה לעמלק וישבו שם עד היום הזה׃"
    }
  ]
}