{
  "book_id": "1CH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "ובני ראובן בכור ישראל כי הוא הבכור ובחללו יצועי אביו נתנה בכרתו לבני יוסף בן ישראל ולא להתיחש לבכרה׃"
    },
    {
      "verse": 2,
      "text": "כי יהודה גבר באחיו ולנגיד ממנו והבכרה ליוסף׃"
    },
    {
      "verse": 3,
      "text": "בני ראובן בכור ישראל חנוך ופלוא חצרון וכרמי׃"
    },
    {
      "verse": 4,
      "text": "בני יואל שמעיה בנו גוג בנו שמעי בנו׃"
    },
    {
      "verse": 5,
      "text": "מיכה בנו ראיה בנו בעל בנו׃"
    },
    {
      "verse": 6,
      "text": "בארה בנו אשר הגלה תלגת פלנאסר מלך אשר הוא נשיא לראובני׃"
    },
    {
      "verse": 7,
      "text": "ואחיו למשפחתיו בהתיחש לתלדותם הראש יעיאל וזכריהו׃"
    },
    {
      "verse": 8,
      "text": "ובלע בן עזז בן שמע בן יואל הוא יושב בערער ועד נבו ובעל מעון׃"
    },
    {
      "verse": 9,
      "text": "ולמזרח ישב עד לבוא מדברה למן הנהר פרת כי מקניהם רבו בארץ גלעד׃"
    },
    {
      "verse": 10,
      "text": "ובימי שאול עשו מלחמה עם ההגראים ויפלו בידם וישבו באהליהם על כל פני מזרח לגלעד׃"
    },
    {
      "verse": 11,
      "text": "ובני גד לנגדם ישבו בארץ הבשן עד סלכה׃"
    },
    {
      "verse": 12,
      "text": "יואל הראש ושפם המשנה ויעני ושפט בבשן׃"
    },
    {
      "verse": 13,
      "text": "ואחיהם לבית אבותיהם מיכאל ומשלם ושבע ויורי ויעכן וזיע ועבר שבעה׃"
    },
    {
      "verse": 14,
      "text": "אלה בני אביחיל בן חורי בן ירוח בן גלעד בן מיכאל בן ישישי בן יחדו בן בוז׃"
    },
    {
      "verse": 15,
      "text": "אחי בן עבדיאל בן גוני ראש לבית אבותם׃"
    },
    {
      "verse": 16,
      "text": "וישבו בגלעד בבשן ובבנתיה ובכל מגרשי שרון על תוצאותם׃"
    },
    {
      "verse": 17,
      "text": "כלם התיחשו בימי יותם מלך יהודה ובימי ירבעם מלך ישראל׃"
    },
    {
      "verse": 18,
      "text": "בני ראובן וגדי וחצי שבט מנשה מן בני חיל אנשים נשאי מגן וחרב ודרכי קשת ולמודי מלחמה ארבעים וארבעה אלף ושבע מאות וששים יצאי צבא׃"
    },
    {
      "verse": 19,
      "text": "ויעשו מלחמה עם ההגריאים ויטור ונפיש ונודב׃"
    },
    {
      "verse": 20,
      "text": "ויעזרו עליהם וינתנו בידם ההגריאים וכל שעמהם כי לאלהים זעקו במלחמה ונעתור להם כי בטחו בו׃"
    },
    {
      "verse": 21,
      "text": "וישבו מקניהם גמליהם חמשים אלף וצאן מאתים וחמשים אלף וחמורים אלפים ונפש אדם מאה אלף׃"
    },
    {
      "verse": 22,
      "text": "כי חללים רבים נפלו כי מהאלהים המלחמה וישבו תחתיהם עד הגלה׃"
    },
    {
      "verse": 23,
      "text": "ובני חצי שבט מנשה ישבו בארץ מבשן עד בעל חרמון ושניר והר חרמון המה רבו׃"
    },
    {
      "verse": 24,
      "text": "ואלה ראשי בית אבותם ועפר וישעי ואליאל ועזריאל וירמיה והודויה ויחדיאל אנשים גבורי חיל אנשי שמות ראשים לבית אבותם׃"
    },
    {
      "verse": 25,
      "text": "וימעלו באלהי אבותיהם ויזנו אחרי אלהי עמי הארץ אשר השמיד אלהים מפניהם׃"
    },
    {
      "verse": 26,
      "text": "ויער אלהי ישראל את רוח פול מלך אשור ואת רוח תלגת פלנסר מלך אשור ויגלם לראובני ולגדי ולחצי שבט מנשה ויביאם לחלח וחבור והרא ונהר גוזן עד היום הזה׃"
    }
  ]
}