{
  "book_id": "1CH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "בני לוי גרשון קהת ומררי׃"
    },
    {
      "verse": 2,
      "text": "ובני קהת עמרם יצהר וחברון ועזיאל׃"
    },
    {
      "verse": 3,
      "text": "ובני עמרם אהרן ומשה ומרים ובני אהרן נדב ואביהוא אלעזר ואיתמר׃"
    },
    {
      "verse": 4,
      "text": "אלעזר הוליד את פינחס פינחס הליד את אבישוע׃"
    },
    {
      "verse": 5,
      "text": "ואבישוע הוליד את בקי ובקי הוליד את עזי׃"
    },
    {
      "verse": 6,
      "text": "ועזי הוליד את זרחיה וזרחיה הוליד את מריות׃"
    },
    {
      "verse": 7,
      "text": "מריות הוליד את אמריה ואמריה הוליד את אחיטוב׃"
    },
    {
      "verse": 8,
      "text": "ואחיטוב הוליד את צדוק וצדוק הוליד את אחימעץ׃"
    },
    {
      "verse": 9,
      "text": "ואחימעץ הוליד את עזריה ועזריה הוליד את יוחנן׃"
    },
    {
      "verse": 10,
      "text": "ויוחנן הוליד את עזריה הוא אשר כהן בבית אשר בנה שלמה בירושלם׃"
    },
    {
      "verse": 11,
      "text": "ויולד עזריה את אמריה ואמריה הוליד את אחיטוב׃"
    },
    {
      "verse": 12,
      "text": "ואחיטוב הוליד את צדוק וצדוק הוליד את שלום׃"
    },
    {
      "verse": 13,
      "text": "ושלום הוליד את חלקיה וחלקיה הוליד את עזריה׃"
    },
    {
      "verse": 14,
      "text": "ועזריה הוליד את שריה ושריה הוליד את יהוצדק׃"
    },
    {
      "verse": 15,
      "text": "ויהוצדק הלך בהגלות יהוה את יהודה וירושלם ביד נבכדנאצר׃"
    },
    {
      "verse": 16,
      "text": "בני לוי גרשם קהת ומררי׃"
    },
    {
      "verse": 17,
      "text": "ואלה שמות בני גרשום לבני ושמעי׃"
    },
    {
      "verse": 18,
      "text": "ובני קהת עמרם ויצהר וחברון ועזיאל׃"
    },
    {
      "verse": 19,
      "text": "בני מררי מחלי ומשי ואלה משפחות הלוי לאבותיהם׃"
    },
    {
      "verse": 20,
      "text": "לגרשום לבני בנו יחת בנו זמה בנו׃"
    },
    {
      "verse": 21,
      "text": "יואח בנו עדו בנו זרח בנו יאתרי בנו׃"
    },
    {
      "verse": 22,
      "text": "בני קהת עמינדב בנו קרח בנו אסיר בנו׃"
    },
    {
      "verse": 23,
      "text": "אלקנה בנו ואביסף בנו ואסיר בנו׃"
    },
    {
      "verse": 24,
      "text": "תחת בנו אוריאל בנו עזיה בנו ושאול בנו׃"
    },
    {
      "verse": 25,
      "text": "ובני אלקנה עמשי ואחימות׃"
    },
    {
      "verse": 26,
      "text": "אלקנה בנו אלקנה צופי בנו ונחת בנו׃"
    },
    {
      "verse": 27,
      "text": "אליאב בנו ירחם בנו אלקנה בנו׃"
    },
    {
      "verse": 28,
      "text": "ובני שמואל הבכר ושני ואביה׃"
    },
    {
      "verse": 29,
      "text": "בני מררי מחלי לבני בנו שמעי בנו עזה בנו׃"
    },
    {
      "verse": 30,
      "text": "שמעא בנו חגיה בנו עשיה בנו׃"
    },
    {
      "verse": 31,
      "text": "ואלה אשר העמיד דויד על ידי שיר בית יהוה ממנוח הארון׃"
    },
    {
      "verse": 32,
      "text": "ויהיו משרתים לפני משכן אהל מועד בשיר עד בנות שלמה את בית יהוה בירושלם ויעמדו כמשפטם על עבודתם׃"
    },
    {
      "verse": 33,
      "text": "ואלה העמדים ובניהם מבני הקהתי הימן המשורר בן יואל בן שמואל׃"
    },
    {
      "verse": 34,
      "text": "בן אלקנה בן ירחם בן אליאל בן תוח׃"
    },
    {
      "verse": 35,
      "text": "בן ציף בן אלקנה בן מחת בן עמשי׃"
    },
    {
      "verse": 36,
      "text": "בן אלקנה בן יואל בן עזריה בן צפניה׃"
    },
    {
      "verse": 37,
      "text": "בן תחת בן אסיר בן אביסף בן קרח׃"
    },
    {
      "verse": 38,
      "text": "בן יצהר בן קהת בן לוי בן ישראל׃"
    },
    {
      "verse": 39,
      "text": "ואחיו אסף העמד על ימינו אסף בן ברכיהו בן שמעא׃"
    },
    {
      "verse": 40,
      "text": "בן מיכאל בן בעשיה בן מלכיה׃"
    },
    {
      "verse": 41,
      "text": "בן אתני בן זרח בן עדיה׃"
    },
    {
      "verse": 42,
      "text": "בן איתן בן זמה בן שמעי׃"
    },
    {
      "verse": 43,
      "text": "בן יחת בן גרשם בן לוי׃"
    },
    {
      "verse": 44,
      "text": "ובני מררי אחיהם על השמאול איתן בן קישי בן עבדי בן מלוך׃"
    },
    {
      "verse": 45,
      "text": "בן חשביה בן אמציה בן חלקיה׃"
    },
    {
      "verse": 46,
      "text": "בן אמצי בן בני בן שמר׃"
    },
    {
      "verse": 47,
      "text": "בן מחלי בן מושי בן מררי בן לוי׃"
    },
    {
      "verse": 48,
      "text": "ואחיהם הלוים נתונים לכל עבודת משכן בית האלהים׃"
    },
    {
      "verse": 49,
      "text": "ואהרן ובניו מקטירים על מזבח העולה ועל מזבח הקטרת לכל מלאכת קדש הקדשים ולכפר על ישראל ככל אשר צוה משה עבד האלהים׃"
    },
    {
      "verse": 50,
      "text": "ואלה בני אהרן אלעזר בנו פינחס בנו אבישוע בנו׃"
    },
    {
      "verse": 51,
      "text": "בקי בנו עזי בנו זרחיה בנו׃"
    },
    {
      "verse": 52,
      "text": "מריות בנו אמריה בנו אחיטוב בנו׃"
    },
    {
      "verse": 53,
      "text": "צדוק בנו אחימעץ בנו׃"
    },
    {
      "verse": 54,
      "text": "ואלה מושבותם לטירותם בגבולם לבני אהרן למשפחת הקהתי כי להם היה הגורל׃"
    },
    {
      "verse": 55,
      "text": "ויתנו להם את חברון בארץ יהודה ואת מגרשיה סביבתיה׃"
    },
    {
      "verse": 56,
      "text": "ואת שדה העיר ואת חצריה נתנו לכלב בן יפנה׃"
    },
    {
      "verse": 57,
      "text": "ולבני אהרן נתנו את ערי המקלט את חברון ואת לבנה ואת מגרשיה ואת יתר ואת אשתמע ואת מגרשיה׃"
    },
    {
      "verse": 58,
      "text": "ואת חילז ואת מגרשיה את דביר ואת מגרשיה׃"
    },
    {
      "verse": 59,
      "text": "ואת עשן ואת מגרשיה ואת בית שמש ואת מגרשיה׃"
    },
    {
      "verse": 60,
      "text": "וממטה בנימן את גבע ואת מגרשיה ואת עלמת ואת מגרשיה ואת ענתות ואת מגרשיה כל עריהם שלש עשרה עיר במשפחותיהם׃"
    },
    {
      "verse": 61,
      "text": "ולבני קהת הנותרים ממשפחת המטה ממחצית מטה חצי מנשה בגורל ערים עשר׃"
    },
    {
      "verse": 62,
      "text": "ולבני גרשום למשפחותם ממטה יששכר וממטה אשר וממטה נפתלי וממטה מנשה בבשן ערים שלש עשרה׃"
    },
    {
      "verse": 63,
      "text": "לבני מררי למשפחותם ממטה ראובן וממטה גד וממטה זבולן בגורל ערים שתים עשרה׃"
    },
    {
      "verse": 64,
      "text": "ויתנו בני ישראל ללוים את הערים ואת מגרשיהם׃"
    },
    {
      "verse": 65,
      "text": "ויתנו בגורל ממטה בני יהודה וממטה בני שמעון וממטה בני בנימן את הערים האלה אשר יקראו אתהם בשמות׃"
    },
    {
      "verse": 66,
      "text": "וממשפחות בני קהת ויהי ערי גבולם ממטה אפרים׃"
    },
    {
      "verse": 67,
      "text": "ויתנו להם את ערי המקלט את שכם ואת מגרשיה בהר אפרים ואת גזר ואת מגרשיה׃"
    },
    {
      "verse": 68,
      "text": "ואת יקמעם ואת מגרשיה ואת בית חורון ואת מגרשיה׃"
    },
    {
      "verse": 69,
      "text": "ואת אילון ואת מגרשיה ואת גת רמון ואת מגרשיה׃"
    },
    {
      "verse": 70,
      "text": "וממחצית מטה מנשה את ענר ואת מגרשיה ואת בלעם ואת מגרשיה למשפחת לבני קהת הנותרים׃"
    },
    {
      "verse": 71,
      "text": "לבני גרשום ממשפחת חצי מטה מנשה את גולן בבשן ואת מגרשיה ואת עשתרות ואת מגרשיה׃"
    },
    {
      "verse": 72,
      "text": "וממטה יששכר את קדש ואת מגרשיה את דברת ואת מגרשיה׃"
    },
    {
      "verse": 73,
      "text": "ואת ראמות ואת מגרשיה ואת ענם ואת מגרשיה׃"
    },
    {
      "verse": 74,
      "text": "וממטה אשר את משל ואת מגרשיה ואת עבדון ואת מגרשיה׃"
    },
    {
      "verse": 75,
      "text": "ואת חוקק ואת מגרשיה ואת רחב ואת מגרשיה׃"
    },
    {
      "verse": 76,
      "text": "וממטה נפתלי את קדש בגליל ואת מגרשיה ואת חמון ואת מגרשיה ואת קריתים ואת מגרשיה׃"
    },
    {
      "verse": 77,
      "text": "לבני מררי הנותרים ממטה זבולן את רמונו ואת מגרשיה את תבור ואת מגרשיה׃"
    },
    {
      "verse": 78,
      "text": "ומעבר לירדן ירחו למזרח הירדן ממטה ראובן את בצר במדבר ואת מגרשיה ואת יהצה ואת מגרשיה׃"
    },
    {
      "verse": 79,
      "text": "ואת קדמות ואת מגרשיה ואת מיפעת ואת מגרשיה׃"
    },
    {
      "verse": 80,
      "text": "וממטה גד את ראמות בגלעד ואת מגרשיה ואת מחנים ואת מגרשיה׃"
    },
    {
      "verse": 81,
      "text": "ואת חשבון ואת מגרשיה ואת יעזיר ואת מגרשיה׃"
    }
  ]
}