{
  "book_id": "1CH",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "וכל ישראל התיחשו והנם כתובים על ספר מלכי ישראל ויהודה הגלו לבבל במעלם׃"
    },
    {
      "verse": 2,
      "text": "והיושבים הראשנים אשר באחזתם בעריהם ישראל הכהנים הלוים והנתינים׃"
    },
    {
      "verse": 3,
      "text": "ובירושלם ישבו מן בני יהודה ומן בני בנימן ומן בני אפרים ומנשה׃"
    },
    {
      "verse": 4,
      "text": "עותי בן עמיהוד בן עמרי בן אמרי בן בנימן בני פרץ בן יהודה׃"
    },
    {
      "verse": 5,
      "text": "ומן השילוני עשיה הבכור ובניו׃"
    },
    {
      "verse": 6,
      "text": "ומן בני זרח יעואל ואחיהם שש מאות ותשעים׃"
    },
    {
      "verse": 7,
      "text": "ומן בני בנימן סלוא בן משלם בן הודויה בן הסנאה׃"
    },
    {
      "verse": 8,
      "text": "ויבניה בן ירחם ואלה בן עזי בן מכרי ומשלם בן שפטיה בן רעואל בן יבניה׃"
    },
    {
      "verse": 9,
      "text": "ואחיהם לתלדותם תשע מאות וחמשים וששה כל אלה אנשים ראשי אבות לבית אבתיהם׃"
    },
    {
      "verse": 10,
      "text": "ומן הכהנים ידעיה ויהויריב ויכין׃"
    },
    {
      "verse": 11,
      "text": "ועזריה בן חלקיה בן משלם בן צדוק בן מריות בן אחיטוב נגיד בית האלהים׃"
    },
    {
      "verse": 12,
      "text": "ועדיה בן ירחם בן פשחור בן מלכיה ומעשי בן עדיאל בן יחזרה בן משלם בן משלמית בן אמר׃"
    },
    {
      "verse": 13,
      "text": "ואחיהם ראשים לבית אבותם אלף ושבע מאות וששים גבורי חיל מלאכת עבודת בית האלהים׃"
    },
    {
      "verse": 14,
      "text": "ומן הלוים שמעיה בן חשוב בן עזריקם בן חשביה מן בני מררי׃"
    },
    {
      "verse": 15,
      "text": "ובקבקר חרש וגלל ומתניה בן מיכא בן זכרי בן אסף׃"
    },
    {
      "verse": 16,
      "text": "ועבדיה בן שמעיה בן גלל בן ידותון וברכיה בן אסא בן אלקנה היושב בחצרי נטופתי׃"
    },
    {
      "verse": 17,
      "text": "והשערים שלום ועקוב וטלמן ואחימן ואחיהם שלום הראש׃"
    },
    {
      "verse": 18,
      "text": "ועד הנה בשער המלך מזרחה המה השערים למחנות בני לוי׃"
    },
    {
      "verse": 19,
      "text": "ושלום בן קורא בן אביסף בן קרח ואחיו לבית אביו הקרחים על מלאכת העבודה שמרי הספים לאהל ואבתיהם על מחנה יהוה שמרי המבוא׃"
    },
    {
      "verse": 20,
      "text": "ופינחס בן אלעזר נגיד היה עליהם לפנים יהוה עמו׃"
    },
    {
      "verse": 21,
      "text": "זכריה בן משלמיה שער פתח לאהל מועד׃"
    },
    {
      "verse": 22,
      "text": "כלם הברורים לשערים בספים מאתים ושנים עשר המה בחצריהם התיחשם המה יסד דויד ושמואל הראה באמונתם׃"
    },
    {
      "verse": 23,
      "text": "והם ובניהם על השערים לבית יהוה לבית האהל למשמרות׃"
    },
    {
      "verse": 24,
      "text": "לארבע רוחות יהיו השערים מזרח ימה צפונה ונגבה׃"
    },
    {
      "verse": 25,
      "text": "ואחיהם בחצריהם לבוא לשבעת הימים מעת אל עת עם אלה׃"
    },
    {
      "verse": 26,
      "text": "כי באמונה המה ארבעת גברי השערים הם הלוים והיו על הלשכות ועל האצרות בית האלהים׃"
    },
    {
      "verse": 27,
      "text": "וסביבות בית האלהים ילינו כי עליהם משמרת והם על המפתח ולבקר לבקר׃"
    },
    {
      "verse": 28,
      "text": "ומהם על כלי העבודה כי במספר יביאום ובמספר יוציאום׃"
    },
    {
      "verse": 29,
      "text": "ומהם ממנים על הכלים ועל כל כלי הקדש ועל הסלת והיין והשמן והלבונה והבשמים׃"
    },
    {
      "verse": 30,
      "text": "ומן בני הכהנים רקחי המרקחת לבשמים׃"
    },
    {
      "verse": 31,
      "text": "ומתתיה מן הלוים הוא הבכור לשלם הקרחי באמונה על מעשה החבתים׃"
    },
    {
      "verse": 32,
      "text": "ומן בני הקהתי מן אחיהם על לחם המערכת להכין שבת שבת׃"
    },
    {
      "verse": 33,
      "text": "ואלה המשררים ראשי אבות ללוים בלשכת פטירים כי יומם ולילה עליהם במלאכה׃"
    },
    {
      "verse": 34,
      "text": "אלה ראשי האבות ללוים לתלדותם ראשים אלה ישבו בירושלם׃"
    },
    {
      "verse": 35,
      "text": "ובגבעון ישבו אבי גבעון יעואל ושם אשתו מעכה׃"
    },
    {
      "verse": 36,
      "text": "ובנו הבכור עבדון וצור וקיש ובעל ונר ונדב׃"
    },
    {
      "verse": 37,
      "text": "וגדור ואחיו וזכריה ומקלות׃"
    },
    {
      "verse": 38,
      "text": "ומקלות הוליד את שמאם ואף הם נגד אחיהם ישבו בירושלם עם אחיהם׃"
    },
    {
      "verse": 39,
      "text": "ונר הוליד את קיש וקיש הוליד את שאול ושאול הוליד את יהונתן ואת מלכי שוע ואת אבינדב ואת אשבעל׃"
    },
    {
      "verse": 40,
      "text": "ובן יהונתן מריב בעל ומרי בעל הוליד את מיכה׃"
    },
    {
      "verse": 41,
      "text": "ובני מיכה פיתון ומלך ותחרע׃"
    },
    {
      "verse": 42,
      "text": "ואחז הוליד את יערה ויערה הוליד את עלמת ואת עזמות ואת זמרי וזמרי הוליד את מוצא׃"
    },
    {
      "verse": 43,
      "text": "ומוצא הוליד את בנעא ורפיה בנו אלעשה בנו אצל בנו׃"
    },
    {
      "verse": 44,
      "text": "ולאצל ששה בנים ואלה שמותם עזריקם בכרו וישמעאל ושעריה ועבדיה וחנן אלה בני אצל׃"
    }
  ]
}