{
  "book_id": "1CH",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ויקבצו כל ישראל אל דויד חברונה לאמר הנה עצמך ובשרך אנחנו׃"
    },
    {
      "verse": 2,
      "text": "גם תמול גם שלשום גם בהיות שאול מלך אתה המוציא והמביא את ישראל ויאמר יהוה אלהיך לך אתה תרעה את עמי את ישראל ואתה תהיה נגיד על עמי ישראל׃"
    },
    {
      "verse": 3,
      "text": "ויבאו כל זקני ישראל אל המלך חברונה ויכרת להם דויד ברית בחברון לפני יהוה וימשחו את דויד למלך על ישראל כדבר יהוה ביד שמואל׃"
    },
    {
      "verse": 4,
      "text": "וילך דויד וכל ישראל ירושלם היא יבוס ושם היבוסי ישבי הארץ׃"
    },
    {
      "verse": 5,
      "text": "ויאמרו ישבי יבוס לדויד לא תבוא הנה וילכד דויד את מצדת ציון היא עיר דויד׃"
    },
    {
      "verse": 6,
      "text": "ויאמר דויד כל מכה יבוסי בראשונה יהיה לראש ולשר ויעל בראשונה יואב בן צרויה ויהי לראש׃"
    },
    {
      "verse": 7,
      "text": "וישב דויד במצד על כן קראו לו עיר דויד׃"
    },
    {
      "verse": 8,
      "text": "ויבן העיר מסביב מן המלוא ועד הסביב ויואב יחיה את שאר העיר׃"
    },
    {
      "verse": 9,
      "text": "וילך דויד הלוך וגדול ויהוה צבאות עמו׃"
    },
    {
      "verse": 10,
      "text": "ואלה ראשי הגבורים אשר לדויד המתחזקים עמו במלכותו עם כל ישראל להמליכו כדבר יהוה על ישראל׃"
    },
    {
      "verse": 11,
      "text": "ואלה מספר הגברים אשר לדויד ישבעם בן חכמוני ראש השלושים הוא עורר את חניתו על שלש מאות חלל בפעם אחת׃"
    },
    {
      "verse": 12,
      "text": "ואחריו אלעזר בן דודו האחוחי הוא בשלושה הגברים׃"
    },
    {
      "verse": 13,
      "text": "הוא היה עם דויד בפס דמים והפלשתים נאספו שם למלחמה ותהי חלקת השדה מלאה שעורים והעם נסו מפני פלשתים׃"
    },
    {
      "verse": 14,
      "text": "ויתיצבו בתוך החלקה ויצילוה ויכו את פלשתים ויושע יהוה תשועה גדולה׃"
    },
    {
      "verse": 15,
      "text": "וירדו שלושה מן השלושים ראש על הצר אל דויד אל מערת עדלם ומחנה פלשתים חנה בעמק רפאים׃"
    },
    {
      "verse": 16,
      "text": "ודויד אז במצודה ונציב פלשתים אז בבית לחם׃"
    },
    {
      "verse": 17,
      "text": "ויתאו דויד ויאמר מי ישקני מים מבור בית לחם אשר בשער׃"
    },
    {
      "verse": 18,
      "text": "ויבקעו השלשה במחנה פלשתים וישאבו מים מבור בית לחם אשר בשער וישאו ויבאו אל דויד ולא אבה דויד לשתותם וינסך אתם ליהוה׃"
    },
    {
      "verse": 19,
      "text": "ויאמר חלילה לי מאלהי מעשות זאת הדם האנשים האלה אשתה בנפשותם כי בנפשותם הביאום ולא אבה לשתותם אלה עשו שלשת הגבורים׃"
    },
    {
      "verse": 20,
      "text": "ואבשי אחי יואב הוא היה ראש השלושה והוא עורר את חניתו על שלש מאות חלל ולא שם בשלושה׃"
    },
    {
      "verse": 21,
      "text": "מן השלושה בשנים נכבד ויהי להם לשר ועד השלושה לא בא׃"
    },
    {
      "verse": 22,
      "text": "בניה בן יהוידע בן איש חיל רב פעלים מן קבצאל הוא הכה את שני אריאל מואב והוא ירד והכה את הארי בתוך הבור ביום השלג׃"
    },
    {
      "verse": 23,
      "text": "והוא הכה את האיש המצרי איש מדה חמש באמה וביד המצרי חנית כמנור ארגים וירד אליו בשבט ויגזל את החנית מיד המצרי ויהרגהו בחניתו׃"
    },
    {
      "verse": 24,
      "text": "אלה עשה בניהו בן יהוידע ולו שם בשלושה הגברים׃"
    },
    {
      "verse": 25,
      "text": "מן השלושים הנו נכבד הוא ואל השלושה לא בא וישימהו דויד על משמעתו׃"
    },
    {
      "verse": 26,
      "text": "וגבורי החילים עשה אל אחי יואב אלחנן בן דודו מבית לחם׃"
    },
    {
      "verse": 27,
      "text": "שמות ההרורי חלץ הפלוני׃"
    },
    {
      "verse": 28,
      "text": "עירא בן עקש התקועי אביעזר הענתותי׃"
    },
    {
      "verse": 29,
      "text": "סבכי החשתי עילי האחוחי׃"
    },
    {
      "verse": 30,
      "text": "מהרי הנטפתי חלד בן בענה הנטופתי׃"
    },
    {
      "verse": 31,
      "text": "איתי בן ריבי מגבעת בני בנימן בניה הפרעתני׃"
    },
    {
      "verse": 32,
      "text": "חורי מנחלי געש אביאל הערבתי׃"
    },
    {
      "verse": 33,
      "text": "עזמות הבחרומי אליחבא השעלבני׃"
    },
    {
      "verse": 34,
      "text": "בני השם הגזוני יונתן בן שגה ההררי׃"
    },
    {
      "verse": 35,
      "text": "אחיאם בן שכר ההררי אליפל בן אור׃"
    },
    {
      "verse": 36,
      "text": "חפר המכרתי אחיה הפלני׃"
    },
    {
      "verse": 37,
      "text": "חצרו הכרמלי נערי בן אזבי׃"
    },
    {
      "verse": 38,
      "text": "יואל אחי נתן מבחר בן הגרי׃"
    },
    {
      "verse": 39,
      "text": "צלק העמוני נחרי הברתי נשא כלי יואב בן צרויה׃"
    },
    {
      "verse": 40,
      "text": "עירא היתרי גרב היתרי׃"
    },
    {
      "verse": 41,
      "text": "אוריה החתי זבד בן אחלי׃"
    },
    {
      "verse": 42,
      "text": "עדינא בן שיזא הראובני ראש לראובני ועליו שלושים׃"
    },
    {
      "verse": 43,
      "text": "חנן בן מעכה ויושפט המתני׃"
    },
    {
      "verse": 44,
      "text": "עזיא העשתרתי שמע ויעואל בני חותם הערערי׃"
    },
    {
      "verse": 45,
      "text": "ידיעאל בן שמרי ויחא אחיו התיצי׃"
    },
    {
      "verse": 46,
      "text": "אליאל המחוים ויריבי ויושויה בני אלנעם ויתמה המואבי׃"
    },
    {
      "verse": 47,
      "text": "אליאל ועובד ויעשיאל המצביה׃"
    }
  ]
}