{
  "book_id": "1CH",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "ויעש לו בתים בעיר דויד ויכן מקום לארון האלהים ויט לו אהל׃"
    },
    {
      "verse": 2,
      "text": "אז אמר דויד לא לשאת את ארון האלהים כי אם הלוים כי בם בחר יהוה לשאת את ארון יהוה ולשרתו עד עולם׃"
    },
    {
      "verse": 3,
      "text": "ויקהל דויד את כל ישראל אל ירושלם להעלות את ארון יהוה אל מקומו אשר הכין לו׃"
    },
    {
      "verse": 4,
      "text": "ויאסף דויד את בני אהרן ואת הלוים׃"
    },
    {
      "verse": 5,
      "text": "לבני קהת אוריאל השר ואחיו מאה ועשרים׃"
    },
    {
      "verse": 6,
      "text": "לבני מררי עשיה השר ואחיו מאתים ועשרים׃"
    },
    {
      "verse": 7,
      "text": "לבני גרשום יואל השר ואחיו מאה ושלשים׃"
    },
    {
      "verse": 8,
      "text": "לבני אליצפן שמעיה השר ואחיו מאתים׃"
    },
    {
      "verse": 9,
      "text": "לבני חברון אליאל השר ואחיו שמונים׃"
    },
    {
      "verse": 10,
      "text": "לבני עזיאל עמינדב השר ואחיו מאה ושנים עשר׃"
    },
    {
      "verse": 11,
      "text": "ויקרא דויד לצדוק ולאביתר הכהנים וללוים לאוריאל עשיה ויואל שמעיה ואליאל ועמינדב׃"
    },
    {
      "verse": 12,
      "text": "ויאמר להם אתם ראשי האבות ללוים התקדשו אתם ואחיכם והעליתם את ארון יהוה אלהי ישראל אל הכינותי לו׃"
    },
    {
      "verse": 13,
      "text": "כי למבראשונה לא אתם פרץ יהוה אלהינו בנו כי לא דרשנהו כמשפט׃"
    },
    {
      "verse": 14,
      "text": "ויתקדשו הכהנים והלוים להעלות את ארון יהוה אלהי ישראל׃"
    },
    {
      "verse": 15,
      "text": "וישאו בני הלוים את ארון האלהים כאשר צוה משה כדבר יהוה בכתפם במטות עליהם׃"
    },
    {
      "verse": 16,
      "text": "ויאמר דויד לשרי הלוים להעמיד את אחיהם המשררים בכלי שיר נבלים וכנרות ומצלתים משמיעים להרים בקול לשמחה׃"
    },
    {
      "verse": 17,
      "text": "ויעמידו הלוים את הימן בן יואל ומן אחיו אסף בן ברכיהו ומן בני מררי אחיהם איתן בן קושיהו׃"
    },
    {
      "verse": 18,
      "text": "ועמהם אחיהם המשנים זכריהו בן ויעזיאל ושמירמות ויחיאל ועני אליאב ובניהו ומעשיהו ומתתיהו ואליפלהו ומקניהו ועבד אדם ויעיאל השערים׃"
    },
    {
      "verse": 19,
      "text": "והמשררים הימן אסף ואיתן במצלתים נחשת להשמיע׃"
    },
    {
      "verse": 20,
      "text": "וזכריה ועזיאל ושמירמות ויחיאל ועני ואליאב ומעשיהו ובניהו בנבלים על עלמות׃"
    },
    {
      "verse": 21,
      "text": "ומתתיהו ואליפלהו ומקניהו ועבד אדם ויעיאל ועזזיהו בכנרות על השמינית לנצח׃"
    },
    {
      "verse": 22,
      "text": "וכנניהו שר הלוים במשא יסר במשא כי מבין הוא׃"
    },
    {
      "verse": 23,
      "text": "וברכיה ואלקנה שערים לארון׃"
    },
    {
      "verse": 24,
      "text": "ושבניהו ויושפט ונתנאל ועמשי וזכריהו ובניהו ואליעזר הכהנים מחצצרים בחצצרות לפני ארון האלהים ועבד אדם ויחיה שערים לארון׃"
    },
    {
      "verse": 25,
      "text": "ויהי דויד וזקני ישראל ושרי האלפים ההלכים להעלות את ארון ברית יהוה מן בית עבד אדם בשמחה׃"
    },
    {
      "verse": 26,
      "text": "ויהי בעזר האלהים את הלוים נשאי ארון ברית יהוה ויזבחו שבעה פרים ושבעה אילים׃"
    },
    {
      "verse": 27,
      "text": "ודויד מכרבל במעיל בוץ וכל הלוים הנשאים את הארון והמשררים וכנניה השר המשא המשררים ועל דויד אפוד בד׃"
    },
    {
      "verse": 28,
      "text": "וכל ישראל מעלים את ארון ברית יהוה בתרועה ובקול שופר ובחצצרות ובמצלתים משמעים בנבלים וכנרות׃"
    },
    {
      "verse": 29,
      "text": "ויהי ארון ברית יהוה בא עד עיר דויד ומיכל בת שאול נשקפה בעד החלון ותרא את המלך דויד מרקד ומשחק ותבז לו בלבה׃"
    }
  ]
}