{
  "book_id": "1CH",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "ויביאו את ארון האלהים ויציגו אתו בתוך האהל אשר נטה לו דויד ויקריבו עלות ושלמים לפני האלהים׃"
    },
    {
      "verse": 2,
      "text": "ויכל דויד מהעלות העלה והשלמים ויברך את העם בשם יהוה׃"
    },
    {
      "verse": 3,
      "text": "ויחלק לכל איש ישראל מאיש ועד אשה לאיש ככר לחם ואשפר ואשישה׃"
    },
    {
      "verse": 4,
      "text": "ויתן לפני ארון יהוה מן הלוים משרתים ולהזכיר ולהודות ולהלל ליהוה אלהי ישראל׃"
    },
    {
      "verse": 5,
      "text": "אסף הראש ומשנהו זכריה יעיאל ושמירמות ויחיאל ומתתיה ואליאב ובניהו ועבד אדם ויעיאל בכלי נבלים ובכנרות ואסף במצלתים משמיע׃"
    },
    {
      "verse": 6,
      "text": "ובניהו ויחזיאל הכהנים בחצצרות תמיד לפני ארון ברית האלהים׃"
    },
    {
      "verse": 7,
      "text": "ביום ההוא אז נתן דויד בראש להדות ליהוה ביד אסף ואחיו׃"
    },
    {
      "verse": 8,
      "text": "הודו ליהוה קראו בשמו הודיעו בעמים עלילתיו׃"
    },
    {
      "verse": 9,
      "text": "שירו לו זמרו לו שיחו בכל נפלאתיו׃"
    },
    {
      "verse": 10,
      "text": "התהללו בשם קדשו ישמח לב מבקשי יהוה׃"
    },
    {
      "verse": 11,
      "text": "דרשו יהוה ועזו בקשו פניו תמיד׃"
    },
    {
      "verse": 12,
      "text": "זכרו נפלאתיו אשר עשה מפתיו ומשפטי פיהו׃"
    },
    {
      "verse": 13,
      "text": "זרע ישראל עבדו בני יעקב בחיריו׃"
    },
    {
      "verse": 14,
      "text": "הוא יהוה אלהינו בכל הארץ משפטיו׃"
    },
    {
      "verse": 15,
      "text": "זכרו לעולם בריתו דבר צוה לאלף דור׃"
    },
    {
      "verse": 16,
      "text": "אשר כרת את אברהם ושבועתו ליצחק׃"
    },
    {
      "verse": 17,
      "text": "ויעמידה ליעקב לחק לישראל ברית עולם׃"
    },
    {
      "verse": 18,
      "text": "לאמר לך אתן ארץ כנען חבל נחלתכם׃"
    },
    {
      "verse": 19,
      "text": "בהיותכם מתי מספר כמעט וגרים בה׃"
    },
    {
      "verse": 20,
      "text": "ויתהלכו מגוי אל גוי ומממלכה אל עם אחר׃"
    },
    {
      "verse": 21,
      "text": "לא הניח לאיש לעשקם ויוכח עליהם מלכים׃"
    },
    {
      "verse": 22,
      "text": "אל תגעו במשיחי ובנביאי אל תרעו׃"
    },
    {
      "verse": 23,
      "text": "שירו ליהוה כל הארץ בשרו מיום אל יום ישועתו׃"
    },
    {
      "verse": 24,
      "text": "ספרו בגוים את כבודו בכל העמים נפלאתיו׃"
    },
    {
      "verse": 25,
      "text": "כי גדול יהוה ומהלל מאד ונורא הוא על כל אלהים׃"
    },
    {
      "verse": 26,
      "text": "כי כל אלהי העמים אלילים ויהוה שמים עשה׃"
    },
    {
      "verse": 27,
      "text": "הוד והדר לפניו עז וחדוה במקמו׃"
    },
    {
      "verse": 28,
      "text": "הבו ליהוה משפחות עמים הבו ליהוה כבוד ועז׃"
    },
    {
      "verse": 29,
      "text": "הבו ליהוה כבוד שמו שאו מנחה ובאו לפניו השתחוו ליהוה בהדרת קדש׃"
    },
    {
      "verse": 30,
      "text": "חילו מלפניו כל הארץ אף תכון תבל בל תמוט׃"
    },
    {
      "verse": 31,
      "text": "ישמחו השמים ותגל הארץ ויאמרו בגוים יהוה מלך׃"
    },
    {
      "verse": 32,
      "text": "ירעם הים ומלואו יעלץ השדה וכל אשר בו׃"
    },
    {
      "verse": 33,
      "text": "אז ירננו עצי היער מלפני יהוה כי בא לשפוט את הארץ׃"
    },
    {
      "verse": 34,
      "text": "הודו ליהוה כי טוב כי לעולם חסדו׃"
    },
    {
      "verse": 35,
      "text": "ואמרו הושיענו אלהי ישענו וקבצנו והצילנו מן הגוים להדות לשם קדשך להשתבח בתהלתך׃"
    },
    {
      "verse": 36,
      "text": "ברוך יהוה אלהי ישראל מן העולם ועד העלם ויאמרו כל העם אמן והלל ליהוה׃"
    },
    {
      "verse": 37,
      "text": "ויעזב שם לפני ארון ברית יהוה לאסף ולאחיו לשרת לפני הארון תמיד לדבר יום ביומו׃"
    },
    {
      "verse": 38,
      "text": "ועבד אדם ואחיהם ששים ושמונה ועבד אדם בן ידיתון וחסה לשערים׃"
    },
    {
      "verse": 39,
      "text": "ואת צדוק הכהן ואחיו הכהנים לפני משכן יהוה בבמה אשר בגבעון׃"
    },
    {
      "verse": 40,
      "text": "להעלות עלות ליהוה על מזבח העלה תמיד לבקר ולערב ולכל הכתוב בתורת יהוה אשר צוה על ישראל׃"
    },
    {
      "verse": 41,
      "text": "ועמהם הימן וידותון ושאר הברורים אשר נקבו בשמות להדות ליהוה כי לעולם חסדו׃"
    },
    {
      "verse": 42,
      "text": "ועמהם הימן וידותון חצצרות ומצלתים למשמיעים וכלי שיר האלהים ובני ידותון לשער׃"
    },
    {
      "verse": 43,
      "text": "וילכו כל העם איש לביתו ויסב דויד לברך את ביתו׃"
    }
  ]
}