{
  "book_id": "1CH",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ודויד זקן ושבע ימים וימלך את שלמה בנו על ישראל׃"
    },
    {
      "verse": 2,
      "text": "ויאסף את כל שרי ישראל והכהנים והלוים׃"
    },
    {
      "verse": 3,
      "text": "ויספרו הלוים מבן שלשים שנה ומעלה ויהי מספרם לגלגלתם לגברים שלשים ושמונה אלף׃"
    },
    {
      "verse": 4,
      "text": "מאלה לנצח על מלאכת בית יהוה עשרים וארבעה אלף ושטרים ושפטים ששת אלפים׃"
    },
    {
      "verse": 5,
      "text": "וארבעת אלפים שערים וארבעת אלפים מהללים ליהוה בכלים אשר עשיתי להלל׃"
    },
    {
      "verse": 6,
      "text": "ויחלקם דויד מחלקות לבני לוי לגרשון קהת ומררי׃"
    },
    {
      "verse": 7,
      "text": "לגרשני לעדן ושמעי׃"
    },
    {
      "verse": 8,
      "text": "בני לעדן הראש יחיאל וזתם ויואל שלשה׃"
    },
    {
      "verse": 9,
      "text": "בני שמעי שלמות וחזיאל והרן שלשה אלה ראשי האבות ללעדן׃"
    },
    {
      "verse": 10,
      "text": "ובני שמעי יחת זינא ויעוש ובריעה אלה בני שמעי ארבעה׃"
    },
    {
      "verse": 11,
      "text": "ויהי יחת הראש וזיזה השני ויעוש ובריעה לא הרבו בנים ויהיו לבית אב לפקדה אחת׃"
    },
    {
      "verse": 12,
      "text": "בני קהת עמרם יצהר חברון ועזיאל ארבעה׃"
    },
    {
      "verse": 13,
      "text": "בני עמרם אהרן ומשה ויבדל אהרן להקדישו קדש קדשים הוא ובניו עד עולם להקטיר לפני יהוה לשרתו ולברך בשמו עד עולם׃"
    },
    {
      "verse": 14,
      "text": "ומשה איש האלהים בניו יקראו על שבט הלוי׃"
    },
    {
      "verse": 15,
      "text": "בני משה גרשם ואליעזר׃"
    },
    {
      "verse": 16,
      "text": "בני גרשום שבואל הראש׃"
    },
    {
      "verse": 17,
      "text": "ויהיו בני אליעזר רחביה הראש ולא היה לאליעזר בנים אחרים ובני רחביה רבו למעלה׃"
    },
    {
      "verse": 18,
      "text": "בני יצהר שלמית הראש׃"
    },
    {
      "verse": 19,
      "text": "בני חברון יריהו הראש אמריה השני יחזיאל השלישי ויקמעם הרביעי׃"
    },
    {
      "verse": 20,
      "text": "בני עזיאל מיכה הראש וישיה השני׃"
    },
    {
      "verse": 21,
      "text": "בני מררי מחלי ומושי בני מחלי אלעזר וקיש׃"
    },
    {
      "verse": 22,
      "text": "וימת אלעזר ולא היו לו בנים כי אם בנות וישאום בני קיש אחיהם׃"
    },
    {
      "verse": 23,
      "text": "בני מושי מחלי ועדר וירמות שלשה׃"
    },
    {
      "verse": 24,
      "text": "אלה בני לוי לבית אבתיהם ראשי האבות לפקודיהם במספר שמות לגלגלתם עשה המלאכה לעבדת בית יהוה מבן עשרים שנה ומעלה׃"
    },
    {
      "verse": 25,
      "text": "כי אמר דויד הניח יהוה אלהי ישראל לעמו וישכן בירושלם עד לעולם׃"
    },
    {
      "verse": 26,
      "text": "וגם ללוים אין לשאת את המשכן ואת כל כליו לעבדתו׃"
    },
    {
      "verse": 27,
      "text": "כי בדברי דויד האחרנים המה מספר בני לוי מבן עשרים שנה ולמעלה׃"
    },
    {
      "verse": 28,
      "text": "כי מעמדם ליד בני אהרן לעבדת בית יהוה על החצרות ועל הלשכות ועל טהרת לכל קדש ומעשה עבדת בית האלהים׃"
    },
    {
      "verse": 29,
      "text": "וללחם המערכת ולסלת למנחה ולרקיקי המצות ולמחבת ולמרבכת ולכל משורה ומדה׃"
    },
    {
      "verse": 30,
      "text": "ולעמד בבקר בבקר להדות ולהלל ליהוה וכן לערב׃"
    },
    {
      "verse": 31,
      "text": "ולכל העלות עלות ליהוה לשבתות לחדשים ולמעדים במספר כמשפט עליהם תמיד לפני יהוה׃"
    },
    {
      "verse": 32,
      "text": "ושמרו את משמרת אהל מועד ואת משמרת הקדש ומשמרת בני אהרן אחיהם לעבדת בית יהוה׃"
    }
  ]
}