{
  "book_id": "1CH",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "למחלקות לשערים לקרחים משלמיהו בן קרא מן בני אסף׃"
    },
    {
      "verse": 2,
      "text": "ולמשלמיהו בנים זכריהו הבכור ידיעאל השני זבדיהו השלישי יתניאל הרביעי׃"
    },
    {
      "verse": 3,
      "text": "עילם החמישי יהוחנן הששי אליהועיני השביעי׃"
    },
    {
      "verse": 4,
      "text": "ולעבד אדם בנים שמעיה הבכור יהוזבד השני יואח השלשי ושכר הרביעי ונתנאל החמישי׃"
    },
    {
      "verse": 5,
      "text": "עמיאל הששי יששכר השביעי פעלתי השמיני כי ברכו אלהים׃"
    },
    {
      "verse": 6,
      "text": "ולשמעיה בנו נולד בנים הממשלים לבית אביהם כי גבורי חיל המה׃"
    },
    {
      "verse": 7,
      "text": "בני שמעיה עתני ורפאל ועובד אלזבד אחיו בני חיל אליהו וסמכיהו׃"
    },
    {
      "verse": 8,
      "text": "כל אלה מבני עבד אדם המה ובניהם ואחיהם איש חיל בכח לעבדה ששים ושנים לעבד אדם׃"
    },
    {
      "verse": 9,
      "text": "ולמשלמיהו בנים ואחים בני חיל שמונה עשר׃"
    },
    {
      "verse": 10,
      "text": "ולחסה מן בני מררי בנים שמרי הראש כי לא היה בכור וישימהו אביהו לראש׃"
    },
    {
      "verse": 11,
      "text": "חלקיהו השני טבליהו השלשי זכריהו הרבעי כל בנים ואחים לחסה שלשה עשר׃"
    },
    {
      "verse": 12,
      "text": "לאלה מחלקות השערים לראשי הגברים משמרות לעמת אחיהם לשרת בבית יהוה׃"
    },
    {
      "verse": 13,
      "text": "ויפילו גורלות כקטן כגדול לבית אבותם לשער ושער׃"
    },
    {
      "verse": 14,
      "text": "ויפל הגורל מזרחה לשלמיהו וזכריהו בנו יועץ בשכל הפילו גורלות ויצא גורלו צפונה׃"
    },
    {
      "verse": 15,
      "text": "לעבד אדם נגבה ולבניו בית האספים׃"
    },
    {
      "verse": 16,
      "text": "לשפים ולחסה למערב עם שער שלכת במסלה העולה משמר לעמת משמר׃"
    },
    {
      "verse": 17,
      "text": "למזרח הלוים ששה לצפונה ליום ארבעה לנגבה ליום ארבעה ולאספים שנים שנים׃"
    },
    {
      "verse": 18,
      "text": "לפרבר למערב ארבעה למסלה שנים לפרבר׃"
    },
    {
      "verse": 19,
      "text": "אלה מחלקות השערים לבני הקרחי ולבני מררי׃"
    },
    {
      "verse": 20,
      "text": "והלוים אחיה על אוצרות בית האלהים ולאצרות הקדשים׃"
    },
    {
      "verse": 21,
      "text": "בני לעדן בני הגרשני ללעדן ראשי האבות ללעדן הגרשני יחיאלי׃"
    },
    {
      "verse": 22,
      "text": "בני יחיאלי זתם ויואל אחיו על אצרות בית יהוה׃"
    },
    {
      "verse": 23,
      "text": "לעמרמי ליצהרי לחברוני לעזיאלי׃"
    },
    {
      "verse": 24,
      "text": "ושבאל בן גרשום בן משה נגיד על האצרות׃"
    },
    {
      "verse": 25,
      "text": "ואחיו לאליעזר רחביהו בנו וישעיהו בנו וירם בנו וזכרי בנו ושלמות בנו׃"
    },
    {
      "verse": 26,
      "text": "הוא שלמות ואחיו על כל אצרות הקדשים אשר הקדיש דויד המלך וראשי האבות לשרי האלפים והמאות ושרי הצבא׃"
    },
    {
      "verse": 27,
      "text": "מן המלחמות ומן השלל הקדישו לחזק לבית יהוה׃"
    },
    {
      "verse": 28,
      "text": "וכל ההקדיש שמואל הראה ושאול בן קיש ואבנר בן נר ויואב בן צרויה כל המקדיש על יד שלמית ואחיו׃"
    },
    {
      "verse": 29,
      "text": "ליצהרי כנניהו ובניו למלאכה החיצונה על ישראל לשטרים ולשפטים׃"
    },
    {
      "verse": 30,
      "text": "לחברוני חשביהו ואחיו בני חיל אלף ושבע מאות על פקדת ישראל מעבר לירדן מערבה לכל מלאכת יהוה ולעבדת המלך׃"
    },
    {
      "verse": 31,
      "text": "לחברוני יריה הראש לחברוני לתלדתיו לאבות בשנת הארבעים למלכות דויד נדרשו וימצא בהם גבורי חיל ביעזיר גלעד׃"
    },
    {
      "verse": 32,
      "text": "ואחיו בני חיל אלפים ושבע מאות ראשי האבות ויפקידם דויד המלך על הראובני והגדי וחצי שבט המנשי לכל דבר האלהים ודבר המלך׃"
    }
  ]
}