{
  "book_id": "1CH",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "ובני ישראל למספרם ראשי האבות ושרי האלפים והמאות ושטריהם המשרתים את המלך לכל דבר המחלקות הבאה והיצאת חדש בחדש לכל חדשי השנה המחלקת האחת עשרים וארבעה אלף׃"
    },
    {
      "verse": 2,
      "text": "על המחלקת הראשונה לחדש הראשון ישבעם בן זבדיאל ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 3,
      "text": "מן בני פרץ הראש לכל שרי הצבאות לחדש הראשון׃"
    },
    {
      "verse": 4,
      "text": "ועל מחלקת החדש השני דודי האחוחי ומחלקתו ומקלות הנגיד ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 5,
      "text": "שר הצבא השלישי לחדש השלישי בניהו בן יהוידע הכהן ראש ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 6,
      "text": "הוא בניהו גבור השלשים ועל השלשים ומחלקתו עמיזבד בנו׃"
    },
    {
      "verse": 7,
      "text": "הרביעי לחדש הרביעי עשה אל אחי יואב וזבדיה בנו אחריו ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 8,
      "text": "החמישי לחדש החמישי השר שמהות היזרח ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 9,
      "text": "הששי לחדש הששי עירא בן עקש התקועי ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 10,
      "text": "השביעי לחדש השביעי חלץ הפלוני מן בני אפרים ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 11,
      "text": "השמיני לחדש השמיני סבכי החשתי לזרחי ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 12,
      "text": "התשיעי לחדש התשיעי אביעזר הענתתי לבנימיני ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 13,
      "text": "העשירי לחדש העשירי מהרי הנטופתי לזרחי ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 14,
      "text": "עשתי עשר לעשתי עשר החדש בניה הפרעתוני מן בני אפרים ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 15,
      "text": "השנים עשר לשנים עשר החדש חלדי הנטופתי לעתניאל ועל מחלקתו עשרים וארבעה אלף׃"
    },
    {
      "verse": 16,
      "text": "ועל שבטי ישראל לראובני נגיד אליעזר בן זכרי לשמעוני שפטיהו בן מעכה׃"
    },
    {
      "verse": 17,
      "text": "ללוי חשביה בן קמואל לאהרן צדוק׃"
    },
    {
      "verse": 18,
      "text": "ליהודה אליהו מאחי דויד ליששכר עמרי בן מיכאל׃"
    },
    {
      "verse": 19,
      "text": "לזבולן ישמעיהו בן עבדיהו לנפתלי ירימות בן עזריאל׃"
    },
    {
      "verse": 20,
      "text": "לבני אפרים הושע בן עזזיהו לחצי שבט מנשה יואל בן פדיהו׃"
    },
    {
      "verse": 21,
      "text": "לחצי המנשה גלעדה ידו בן זכריהו לבנימן יעשיאל בן אבנר׃"
    },
    {
      "verse": 22,
      "text": "לדן עזראל בן ירחם אלה שרי שבטי ישראל׃"
    },
    {
      "verse": 23,
      "text": "ולא נשא דויד מספרם למבן עשרים שנה ולמטה כי אמר יהוה להרבות את ישראל ככוכבי השמים׃"
    },
    {
      "verse": 24,
      "text": "יואב בן צרויה החל למנות ולא כלה ויהי בזאת קצף על ישראל ולא עלה המספר במספר דברי הימים למלך דויד׃"
    },
    {
      "verse": 25,
      "text": "ועל אצרות המלך עזמות בן עדיאל ועל האצרות בשדה בערים ובכפרים ובמגדלות יהונתן בן עזיהו׃"
    },
    {
      "verse": 26,
      "text": "ועל עשי מלאכת השדה לעבדת האדמה עזרי בן כלוב׃"
    },
    {
      "verse": 27,
      "text": "ועל הכרמים שמעי הרמתי ועל שבכרמים לאצרות היין זבדי השפמי׃"
    },
    {
      "verse": 28,
      "text": "ועל הזיתים והשקמים אשר בשפלה בעל חנן הגדרי ועל אצרות השמן יועש׃"
    },
    {
      "verse": 29,
      "text": "ועל הבקר הרעים בשרון שטרי השרוני ועל הבקר בעמקים שפט בן עדלי׃"
    },
    {
      "verse": 30,
      "text": "ועל הגמלים אוביל הישמעלי ועל האתנות יחדיהו המרנתי׃"
    },
    {
      "verse": 31,
      "text": "ועל הצאן יזיז ההגרי כל אלה שרי הרכוש אשר למלך דויד׃"
    },
    {
      "verse": 32,
      "text": "ויהונתן דוד דויד יועץ איש מבין וסופר הוא ויחיאל בן חכמוני עם בני המלך׃"
    },
    {
      "verse": 33,
      "text": "ואחיתפל יועץ למלך וחושי הארכי רע המלך׃"
    },
    {
      "verse": 34,
      "text": "ואחרי אחיתפל יהוידע בן בניהו ואביתר ושר צבא למלך יואב׃"
    }
  ]
}