{
  "book_id": "1TH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Furthermore then we beseech you, brethren, and exhort \\add you\\add* by the Lord Jesus, that as ye have received from us how ye ought to walk and to please God, \\add so\\add* ye would abound more and more."
    },
    {
      "verse": 2,
      "text": "For ye know what commandments we gave you by the Lord Jesus."
    },
    {
      "verse": 3,
      "text": "For this is the will of God, \\add even\\add* your sanctification, that ye should abstain from lewdness."
    },
    {
      "verse": 4,
      "text": "That every one of you should know how to possess his vessel in sanctification and honor;"
    },
    {
      "verse": 5,
      "text": "Not in the lust of concupiscence, even as the Gentiles who know not God:"
    },
    {
      "verse": 6,
      "text": "That no \\add man\\add* go beyond and defraud his brother in \\add any\\add* matter: because the Lord \\add is\\add* the avenger of all such, as we also have forewarned you and testified."
    },
    {
      "verse": 7,
      "text": "For God hath not called us to uncleanness, but to holiness."
    },
    {
      "verse": 8,
      "text": "He therefore that despiseth, despiseth not man, but God, who hath also given to us his holy Spirit."
    },
    {
      "verse": 9,
      "text": "But concerning brotherly love ye need not that I write to you: for ye yourselves are taught by God to love one another."
    },
    {
      "verse": 10,
      "text": "And indeed ye do it towards all the brethren who are in all Macedonia: but we beseech you, brethren, that ye increase more and more;"
    },
    {
      "verse": 11,
      "text": "And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;"
    },
    {
      "verse": 12,
      "text": "That ye may walk honestly towards them that are without, and \\add that\\add* ye may have need of nothing."
    },
    {
      "verse": 13,
      "text": "But I would not have you to be ignorant, brethren, concerning them who are asleep, that ye sorrow not, even as others who have no hope."
    },
    {
      "verse": 14,
      "text": "For if we believe that Jesus died and rose again, even so them also who sleep in Jesus will God bring with him."
    },
    {
      "verse": 15,
      "text": "For this we say to you by the word of the Lord, that we who are alive \\add and\\add* remain to the coming of the Lord shall not precede them who are asleep."
    },
    {
      "verse": 16,
      "text": "For the Lord himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God: and the dead in Christ shall rise first:"
    },
    {
      "verse": 17,
      "text": "Then we who are alive \\add and\\add* remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord."
    },
    {
      "verse": 18,
      "text": "Wherefore, comfort one another with these words."
    }
  ]
}