{
  "book_id": "HOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Μὴ χαῖρε Ἰσραήλ, μηδὲ εὐφραίνου καθὼς οἱ λαοὶ, διότι ἐπόρνευσας ἀπὸ τοῦ Θεοῦ σου· ἠγάπησας δόματα ἐπὶ πάντα ἅλωνα σίτου."
    },
    {
      "verse": 2,
      "text": "Ἅλων καὶ ληνὸς οὐκ ἔγνω αὐτούς, καὶ ὁ οἶνος ἐψεύσατο αὐτούς."
    },
    {
      "verse": 3,
      "text": "Οὐ κατῴκησαν ἐν τῇ γῇ τοῦ Κυρίου· κατῴκησεν Ἐφραὶμ Αἴγυπτον, καὶ ἐν Ἀσσυρίοις ἀκάθαρτα φάγονται."
    },
    {
      "verse": 4,
      "text": "Οὐκ ἔσπεισαν τῷ Κυρίῳ οἶνον, καὶ οὐχ ἥδυναν αὐτῷ αἱ θυσίαι αὐτῶν, ὡς ἄρτος πένθους αὐτοῖς· πάντες οἱ ἐσθίοντες αὐτὰ μιανθήσονται, διότι οἱ ἄρτοι αὐτῶν ταῖς ψυχαῖς αὐτῶν οὐκ εἰσελεύσονται εἰς τὸν οἶκον Κυρίου."
    },
    {
      "verse": 5,
      "text": "Τί ποιήσετε ἐν ἡμέραις πανηγύρεως, καὶ ἐν ἡμέρᾳ ἑορτῆς τοῦ Κυρίου;"
    },
    {
      "verse": 6,
      "text": "Διὰ τοῦτο ἰδοὺ πορεύονται ἐκ ταλαιπωρίας Αἰγύπτου, καὶ ἐκδέξεται αὐτοὺς Μέμφις, καὶ θάψει αὐτοὺς Μαχμάς· τὸ ἀργύριον αὐτῶν ὄλεθρος κληρονομήσει αὐτὸ, ἄκανθαι ἐν τοῖς σκηνώμασιν αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Ἥκασιν αἱ ἡμέραι τῆς ἐκδικήσεως, ἥκασιν αἱ ἡμέραι τῆς ἀνταποδόσεώς σου, καὶ κακωθήσεται Ἰσραὴλ ὥσπερ ὁ προφήτης ὁ παρεξεστηκώς, ἄνθρωπος ὁ πνευματοφόρος· ὑπὸ τοῦ πλήθους τῶν ἀδικιῶν σου ἐπληθύνθη μανία σου."
    },
    {
      "verse": 8,
      "text": "Σκοπὸς Ἐφραὶμ μετὰ Θεοῦ· προφήτης παγὶς σκολιὰ ἐπὶ πάσας τὰς ὁδοὺς αὐτοῦ, μανίαν ἐν οἴκῳ Θεοῦ κατέπηξαν."
    },
    {
      "verse": 9,
      "text": "Ἐφθάρησαν κατὰ τὰς ἡμέρας τοῦ βουνοῦ, μνησθήσεται ἀδικίας αὐτῶν, ἐκδικήσει ἁμαρτίας αὐτῶν."
    },
    {
      "verse": 10,
      "text": "Ὡς σταφυλὴν ἐν ἐρήμῳ εὗρον τὸν Ἰσραὴλ, καὶ ὡς σκοπὸν ἐν συκῇ πρώϊμον πατέρας αὐτῶν εἶδον· αὐτοὶ εἰσῆλθον πρὸς τὸν Βεελφεγὼρ, καὶ ἀπηλλοτριώθησαν εἰς αἰσχύνην, καὶ ἐγένοντο οἱ ἐβδελυγμένοι ὡς οἱ ἠγαπημένοι."
    },
    {
      "verse": 11,
      "text": "Ἐφραὶμ ὡς ὄρνεον ἐξεπετάσθη, αἱ δόξαι αὐτῶν ἐκ τόκων καὶ ὠδίνων καὶ συλλήψεων·"
    },
    {
      "verse": 12,
      "text": "Διότι καὶ ἐὰν ἐκθρέψωσι τὰ τέκνα αὐτῶν, ἀτεκνωθήσονται ἐξ ἀνθρώπων· διότι καὶ οὐαὶ αὐτοῖς ἐστι· σάρξ μου ἐξ αὐτῶν."
    },
    {
      "verse": 13,
      "text": "Ἐφραὶμ, ὃν τρόπον εἶδον, εἰς θήραν παρέστησαν τὰ τέκνα αὐτῶν, καὶ Ἐφραὶμ, τοῦ ἐξαγαγεῖν εἰς ἀποκέντησιν τὰ τέκνα αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Δὸς αὐτοῖς Κύριε, τί δώσεις αὐτοῖς; μήτραν ἀτεκνοῦσαν, καὶ μαστοὺς ξηρούς."
    },
    {
      "verse": 15,
      "text": "Πᾶσαι αἱ κακίαι αὐτῶν ἐν Γαλγάλ, ὅτι ἐκεῖ ἐμίσησα αὐτούς· διὰ τὰς κακίας τῶν ἐπιτηδευμάτων αὐτῶν, ἐκ τοῦ οἴκου μου ἐκβαλῶ αὐτοὺς, οὐ μὴ προσθήσω τοῦ ἀγαπῆσαι αὐτούς· πάντες οἱ ἄρχοντες αὐτῶν ἀπειθοῦντες."
    },
    {
      "verse": 16,
      "text": "Ἐπόνεσεν Ἐφραίμ· τὰς ῥίζας αὐτοῦ ἐξηράνθη, καρπὸν οὐκ ἔτι μὴ ἐνέγκῃ· διότι καὶ ἐὰν γεννήσωσιν, ἀποκτενῶ τὰ ἐπιθυμήματα κοιλίας αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Ἀπώσεται αὐτοὺς ὁ Θεός, ὅτι οὐκ εἰσήκουσαν αὐτοῦ, καὶ ἔσονται πλανῆται ἐν τοῖς ἔθνεσιν."
    }
  ]
}