{
  "book_id": "REV",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The Revelation of Jesus Christ, which God gave to him, to show to his servants what must shortly come to pass; and he sent and signified it by his angel to his servant John;"
    },
    {
      "verse": 2,
      "text": "who bore witness of the word of God, and of the testimony of Jesus Christ,—of whatever he saw."
    },
    {
      "verse": 3,
      "text": "Blessed is he that readeth, and they that hear the words of the prophecy, and keep the things written therein; for the time is at hand."
    },
    {
      "verse": 4,
      "text": "John to the seven churches which are in Asia: Grace be to you, and peace, from him who is, and who was, and who is to come; and from the seven spirits which are before his throne;"
    },
    {
      "verse": 5,
      "text": "and from Jesus Christ, the faithful witness, the first-born of the dead, and the ruler of the kings of the earth. To him that loveth us, and washed us from our sins in his own blood,"
    },
    {
      "verse": 6,
      "text": "and made us a kingdom, priests to God his Father, to him be the glory and the dominion for ever. Amen."
    },
    {
      "verse": 7,
      "text": "Behold, he cometh with the clouds, and every eye shall see him, and they who pierced him; and all the tribes of the earth shall wail because of him. Even so, Amen."
    },
    {
      "verse": 8,
      "text": "I am the Alpha and the Omega, saith the Lord God, he who is, and who was, and who is to come, the Almighty."
    },
    {
      "verse": 9,
      "text": "I John, your brother, and companion in the affliction and kingdom and endurance in Jesus, was in the isle that is called Patmos, on account of the word of God, and the testimony of Jesus."
    },
    {
      "verse": 10,
      "text": "I was in the Spirit on the Lord's day; and I heard behind me a loud voice, as of a trumpet,"
    },
    {
      "verse": 11,
      "text": "saying: What thou seest, write in a book, and send it to the seven churches; to Ephesus, and to Smyrna, and to Pergamus, and to Thyatira, and to Sardes, and to Philadelphia, and to Laodicea."
    },
    {
      "verse": 12,
      "text": "And I turned to see the voice that was speaking with me; and having turned, I saw seven golden candlesticks,"
    },
    {
      "verse": 13,
      "text": "and in the midst of the candlesticks one like to a son of man, clothed with a garment reaching down to the feet, and girded at the breasts with a golden girdle."
    },
    {
      "verse": 14,
      "text": "His head and his hairs were white as white wool, as snow; and his eyes were as a flame of fire;"
    },
    {
      "verse": 15,
      "text": "and his feet were like fine brass, as if burning in a furnace; and his voice was as the sound of many waters."
    },
    {
      "verse": 16,
      "text": "And he had in his right hand seven stars; and out of his mouth went a sharp two-edged sword; and his countenance was as the sun shineth in his strength."
    },
    {
      "verse": 17,
      "text": "And when I saw him, I fell at his feet as dead; and he laid his right hand on me, saying, Fear not; I am the first and the last,"
    },
    {
      "verse": 18,
      "text": "and he that liveth; and I was dead, and behold, I am alive for evermore; and I have the keys of death and the underworld."
    },
    {
      "verse": 19,
      "text": "Write therefore the things which thou sawest, and the things which are, and the things which shall be after these;"
    },
    {
      "verse": 20,
      "text": "the mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches; and the seven candlesticks are the seven churches."
    }
  ]
}