{
  "book_id": "REV",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "To the angel of the church in Ephesus write: These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks:"
    },
    {
      "verse": 2,
      "text": "I know thy works, and thy labor, and thy endurance, and that thou canst not bear evil men; and thou didst try those who say they are apostles, and are not, and didst find them liars;"
    },
    {
      "verse": 3,
      "text": "and thou hast endurance, and hast borne on account of my name, and hast not become weary."
    },
    {
      "verse": 4,
      "text": "But I have this against thee, that thou hast left thy first love."
    },
    {
      "verse": 5,
      "text": "Remember therefore whence thou hast fallen, and repent, and do the first works; or else I will come to thee, and will remove thy candlestick out of its place, unless thou repent."
    },
    {
      "verse": 6,
      "text": "But this thou hast, that thou hatest the deeds of the Nicolaitans, which I also hate."
    },
    {
      "verse": 7,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches. To him that overcometh I will give to eat of the tree of life, which is in the paradise of my God."
    },
    {
      "verse": 8,
      "text": "And to the angel of the church in Smyrna write: These things saith the first and the last, who was dead, and lived again:"
    },
    {
      "verse": 9,
      "text": "I know thy affliction and poverty, (but thou art rich,) and the blasphemy of those who say they are Jews, and are not, but are a synagogue of Satan."
    },
    {
      "verse": 10,
      "text": "Fear not the things which thou art about to suffer. Behold, now, the Devil is about to cast some of you into prison, that ye may be tried; and ye will have tribulation ten days. Be thou faithful unto death, and I will give thee the crown of life."
    },
    {
      "verse": 11,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches. He that overcometh shall not be hurt by the second death."
    },
    {
      "verse": 12,
      "text": "And to the angel of the church in Pergamus write: These things saith he that hath the sharp two-edged sword:"
    },
    {
      "verse": 13,
      "text": "I know where thou dwellest, where the throne of Satan is; and thou holdest fast my name, and didst not deny my faith, even in the days in which Antipas was my witness, my faithful one, who was slain among you, where Satan dwelleth."
    },
    {
      "verse": 14,
      "text": "But I have a few things against thee; thou hast there them that hold the teaching of Balaam, who taught Balak to put a stumbling-block in the way of the sons of Israel, and to eat things sacrificed to idols, and to commit fornication."
    },
    {
      "verse": 15,
      "text": "So thou also hast men holding the teaching of the Nicolaitans, in like manner."
    },
    {
      "verse": 16,
      "text": "Repent therefore; or else I will come to thee quickly, and will make war with them with the sword of my mouth."
    },
    {
      "verse": 17,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches. To him that overcometh, I will give of the hidden manna, and will give him a white stone, and on the stone a new name written, which no one knoweth but he that receiveth it."
    },
    {
      "verse": 18,
      "text": "And to the angel of the church in Thyatira write: These things saith the Son of God, who hath his eyes like a flame of fire, and his feet are like fine brass:"
    },
    {
      "verse": 19,
      "text": "I know thy works, and love, and faith, and service, and thy endurance, and that thy last works are more than the first."
    },
    {
      "verse": 20,
      "text": "But I have this against thee, that thou sufferest thy wife Jezebel, who calleth herself a prophetess, and she teacheth and seduceth my servants to commit fornication, and to eat things sacrificed to idols."
    },
    {
      "verse": 21,
      "text": "And I gave her time to repent, and she will not repent of her fornication."
    },
    {
      "verse": 22,
      "text": "Behold, I will cast her into a bed, and those who together with her commit adultery into great distress, unless they repent of her deeds."
    },
    {
      "verse": 23,
      "text": "And her children I will slay with death; and all the churches shall know that I am he who searcheth the reins and hearts; and I will give to every one of you according to your works."
    },
    {
      "verse": 24,
      "text": "But to you I say, the rest who are in Thyatira, as many as have not this teaching, such as have not known “the depths” of Satan, as they speak; I put upon you no other burden;"
    },
    {
      "verse": 25,
      "text": "but that which ye have, hold fast till I come."
    },
    {
      "verse": 26,
      "text": "And he that overcometh, and he that keepeth my works to the end, to him I will give authority over the nations,—"
    },
    {
      "verse": 27,
      "text": "and he shall rule them with a rod of iron, as the vessels of a potter are broken to shivers,—as I also have received of my Father."
    },
    {
      "verse": 28,
      "text": "And I will give him the morning star."
    },
    {
      "verse": 29,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches."
    }
  ]
}