{
  "book_id": "REV",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And to the angel of the church in Sardes write: These things saith he who hath the seven spirits of God, and the seven stars: I know thy works, that thou hast a name that thou livest, and art dead."
    },
    {
      "verse": 2,
      "text": "Be watchful, and strengthen the remaining things, that were ready to die; for I have not found thy works perfect before my God."
    },
    {
      "verse": 3,
      "text": "Remember therefore how thou hast received and heard, and keep those things, and repent. If therefore thou shalt not watch, I will come as a thief, and thou shalt not know at what hour I will come upon thee."
    },
    {
      "verse": 4,
      "text": "But thou hast a few names in Sardes which have not defiled their garments; and they shall walk with me in white, for they are worthy."
    },
    {
      "verse": 5,
      "text": "He that overcometh, the same shall be clothed in white garments; and I will not blot out his name from the book of life, and I will acknowledge his name before my Father, and before his angels."
    },
    {
      "verse": 6,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches."
    },
    {
      "verse": 7,
      "text": "And to the angel of the church in Philadelphia write: These things saith he who is holy, he who is true, he who hath the key of David; he who openeth, and no one shall shut; and shutteth, and no one shall open:"
    },
    {
      "verse": 8,
      "text": "I know thy works; behold, I have set before thee an open door, which no one can shut; for thou hast little power, and yet hast kept my word, and hast not denied my name."
    },
    {
      "verse": 9,
      "text": "Behold, I will make those of the synagogue of Satan, who say they are Jews, and are not, but do lie,—behold, I will make them to come and bow down before thy feet, and to know that I have loved thee."
    },
    {
      "verse": 10,
      "text": "Because thou hast kept my injunction of endurance, I also will keep thee from the hour of temptation, which is about to come upon the whole world, to try those who dwell upon the earth."
    },
    {
      "verse": 11,
      "text": "I come quickly; hold fast that which thou hast, that no one may take thy crown."
    },
    {
      "verse": 12,
      "text": "He that overcometh, I will make him a pillar in the temple of my God, and he shall nevermore go out; and I will write upon him the name of my God, and the name of the city of my God, the new Jerusalem, which cometh down out of heaven from my Gods and I will write upon him my new name."
    },
    {
      "verse": 13,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches."
    },
    {
      "verse": 14,
      "text": "And to the angel of the church in Laodicea write: These things saith the Amen, the faithful and true witness, the beginning of the creation of God:"
    },
    {
      "verse": 15,
      "text": "I know thy works, that thou art neither cold nor hot; I would thou wert cold or hot."
    },
    {
      "verse": 16,
      "text": "So then, because thou art lukewarm, and neither hot nor cold, I am about to vomit thee out of my mouth."
    },
    {
      "verse": 17,
      "text": "Because thou sayest, I am rich, and have gotten wealth, and have need of nothing, and knowest not that thou art the wretched and the pitiable one, and poor, and blind, and naked,"
    },
    {
      "verse": 18,
      "text": "I advise thee to buy of me gold refined by fire, that thou mayst be rich; and white garments, that thou mayst be clothed, and that the shame of thy nakedness may not be made manifest; and eye-salve to anoint thine eyes, that thou mayst see."
    },
    {
      "verse": 19,
      "text": "As many as I love, I rebuke and chasten. Be zealous therefore, and repent."
    },
    {
      "verse": 20,
      "text": "Behold, I stand at the door, and knock; if any one hear my voice, and open the door, I will come in to him, and will sup with him, and he with me."
    },
    {
      "verse": 21,
      "text": "He that overcometh, I will give to him to sit with me on my throne, even as I also overcame, and sat down with my Father on his throne."
    },
    {
      "verse": 22,
      "text": "He that hath an ear, let him hear what the Spirit saith to the churches,"
    }
  ]
}