{
  "book_id": "REV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And I saw when the Lamb opened one of the seven seals, and I heard, as it were the voice of thunder, one of the four living creatures saying, Come!"
    },
    {
      "verse": 2,
      "text": "And I saw, and lo! a white horse, and he that sat on him, having a bow; and a crown was given to him, and he went forth conquering, and to conquer."
    },
    {
      "verse": 3,
      "text": "And when he had opened the second seal, I heard the second living creature saying, Come!"
    },
    {
      "verse": 4,
      "text": "And there went forth another horse, that was red; and to him that sat thereon it was given to take peace from the earth, and that men should slay one another; and there was given to him a great sword."
    },
    {
      "verse": 5,
      "text": "And when he had opened the third seal, I heard the third living creature saying, Come! And I saw, and lo! a black horse, and he that sat on him, having a pair of scales in his hand."
    },
    {
      "verse": 6,
      "text": "And I heard a voice in the midst of the four living creatures, saying, A quart of wheat for a denary, and three quarts of barley for a denary; and, Hurt not the oil and the wine."
    },
    {
      "verse": 7,
      "text": "And when he had opened the fourth seal, I heard the fourth living creature saying, Come!"
    },
    {
      "verse": 8,
      "text": "And I saw, and lo! a pale horse, and the name of him that sat on him was Death; and the underworld was following with him; and there was given to them power over the fourth part of the earth, to kill with sword, and with famine, and with death, and by the wild beasts of the earth."
    },
    {
      "verse": 9,
      "text": "And when he had opened the fifth seal, I saw under the altar the souls of them that were slain on account of the word of God, and on account of the testimony which they had borne;"
    },
    {
      "verse": 10,
      "text": "and they cried with a loud voice, saying, How long, O Lord, the holy and true, dost thou not judge and avenge our blood on those who dwell on the earth?"
    },
    {
      "verse": 11,
      "text": "And a white robe was given to them, and it was said to them that they should rest yet for a time, until their fellow-servants also and their brethren, that were about to be killed as they were, should finish their course."
    },
    {
      "verse": 12,
      "text": "And I saw when he had opened the sixth seal, and there was a great earthquake; and the sun became black as sackcloth of hair, and the whole moon became as blood,"
    },
    {
      "verse": 13,
      "text": "and the stars of heaven fell to the earth, as a fig-tree casteth its untimely figs when shaken by a great wind;"
    },
    {
      "verse": 14,
      "text": "and the heaven passed off, as a scroll when it is rolled up, and every mountain and island were moved out of their places;"
    },
    {
      "verse": 15,
      "text": "and the kings of the earth, and the great men, and the chief captains, and the rich men, and the strong men, and every bondman and freeman hid themselves in the caves and in the rocks of the mountains;"
    },
    {
      "verse": 16,
      "text": "and they say to the mountains and the rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb;"
    },
    {
      "verse": 17,
      "text": "for the great day of his wrath is come, and who is able to stand?"
    }
  ]
}