{
  "book_id": "REV",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And when be had opened the seventh seal, there was silence in heaven about haft an hour."
    },
    {
      "verse": 2,
      "text": "And I saw the seven angels who stand before God; and there were given to them seven trumpets."
    },
    {
      "verse": 3,
      "text": "And another angel came, and stood at the altar, having a golden censer; and there was given to him much incense, that he should offer it with the prayers of all the saints upon the golden altar which was before the throne."
    },
    {
      "verse": 4,
      "text": "And the smoke of the incense went up with the prayers of the saints before God out of the angel's hand."
    },
    {
      "verse": 5,
      "text": "And the angel took the censer, and filled it from the fire of the altar, and cast it upon the earth; and there followed thunders, and lightnings, and voices, and an earthquake."
    },
    {
      "verse": 6,
      "text": "And the seven angels who had the seven trumpets prepared themselves to sound."
    },
    {
      "verse": 7,
      "text": "And the first sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth; and the third part of the earth was burnt up, and the third part of the trees was burnt up, and all green grass was burnt up."
    },
    {
      "verse": 8,
      "text": "And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea;"
    },
    {
      "verse": 9,
      "text": "and the third part of the sea became blood; and the third part of the creatures which were in the sea, and had life, died; and the third part of the ships were destroyed."
    },
    {
      "verse": 10,
      "text": "And the third angel sounded, and there fell from heaven a great star, burning as a torch, and it fell upon the third part of the rivers, and upon the fountains of waters."
    },
    {
      "verse": 11,
      "text": "And the name of the star is called Wormwood; and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter."
    },
    {
      "verse": 12,
      "text": "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars, so that the third part of them was darkened, and the day shone not for a third part of it, and the night in like manner."
    },
    {
      "verse": 13,
      "text": "And I saw, and heard an eagle flying in mid-heaven, saying with a loud voice, Woe, woe, woe, to those who dwell on the earth, by reason of the remaining voices of the trumpet of the three angels who are yet to sound!"
    }
  ]
}