{
  "book_id": "REV",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And a great sign was seen in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars;"
    },
    {
      "verse": 2,
      "text": "and being with child she crieth out, travailing in birth, and pained to be delivered."
    },
    {
      "verse": 3,
      "text": "And another sign was seen in heaven; and behold, a great red dragon, having seven heads and ten horns, and on his heads seven diadems;"
    },
    {
      "verse": 4,
      "text": "and his tail dragged the third part of the stars of heaven, and cast them to the earth. And the dragon standeth before the woman who was about to bring forth, that when she hath brought forth he may devour her child."
    },
    {
      "verse": 5,
      "text": "And she brought forth a man-child, who is to rule all the nations with a rod of iron; and her child was caught up to God, and to his throne."
    },
    {
      "verse": 6,
      "text": "And the woman fled into the wilderness, where she hath a place prepared by God, that they should nourish her there a thousand two hundred and sixty days."
    },
    {
      "verse": 7,
      "text": "And there was war in heaven; Michael and his angels fought against the dragon; and the dragon fought and his angels,"
    },
    {
      "verse": 8,
      "text": "and prevailed not; neither was their place found any more in heaven."
    },
    {
      "verse": 9,
      "text": "And the great dragon was cast down, the old serpent, called the Devil and Satan, who deceiveth the whole world; he was cast down to the earth, and his angels were cast down with him."
    },
    {
      "verse": 10,
      "text": "And I heard a loud voice in heaven, saying, Now is come the salvation and the power and the kingdom of our God, and the authority of his Christ; for the accuser of our brethren is cast down, who accused them before our God day and night;"
    },
    {
      "verse": 11,
      "text": "and they conquered him because of the blood of the Lamb, and because of the word of their testimony; and they loved not their lives, even to death."
    },
    {
      "verse": 12,
      "text": "Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the earth and the sea! for the Devil is come down to you, having great wrath, because he knoweth that he hath but a short time."
    },
    {
      "verse": 13,
      "text": "And when the dragon saw that he was cast down to the earth, he persecuted the woman who brought forth the man-child."
    },
    {
      "verse": 14,
      "text": "And to the woman were given the two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent."
    },
    {
      "verse": 15,
      "text": "And the serpent cast out of his mouth water as a river, after the woman, that he might cause her to be carried away by the river."
    },
    {
      "verse": 16,
      "text": "And the earth helped the woman, and the earth opened her mouth, and swallowed up the river which the dragon cast out of his mouth."
    },
    {
      "verse": 17,
      "text": "And the dragon was enraged at the woman, and went away to make war with the rest of her offspring, who keep the commandments of God, and maintain the testimony to Jesus."
    }
  ]
}