{
  "book_id": "REV",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And I stood upon the sand of the sea. And I saw a beast coming up out of the sea, having ten horns and seven heads, and upon his horns ten diadems, and upon his heads names of blasphemy."
    },
    {
      "verse": 2,
      "text": "And the beast which I saw was like a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion. And the dragon gave him his power, and his throne, and great authority."
    },
    {
      "verse": 3,
      "text": "And I saw one of his heads as it were wounded to death; and his deadly wound was healed. And the whole earth wondered after the beast."
    },
    {
      "verse": 4,
      "text": "And they worshipped the dragon, because he gave the authority to the beast; and they worshipped the beast, saying, Who is like to the beast, and who is able to make war with him?"
    },
    {
      "verse": 5,
      "text": "And there was given to him a mouth speaking great things and blasphemy; and power was given to him to work forty-two months."
    },
    {
      "verse": 6,
      "text": "And he opened his mouth in blasphemies against God, to blaspheme his name, and his tabernacle, and those who dwell in heaven."
    },
    {
      "verse": 7,
      "text": "And it was given to him to make war with the saints, and to overcome them; and power was given him over every tribe, and people, and tongue, and nation."
    },
    {
      "verse": 8,
      "text": "And all who dwell on the earth wilt worship him, every one whose name hath not been written in the book of life of the Lamb that was slain from the foundation of the world."
    },
    {
      "verse": 9,
      "text": "If any one hath an ear, let him hear."
    },
    {
      "verse": 10,
      "text": "If any one [[leadeth]] into captivity he shall go into captivity; if any one shall kill with the sword, he must be killed with the sword. Here is the endurance and the faith of the saints."
    },
    {
      "verse": 11,
      "text": "And I saw another beast coming up out of the earth; and he had two horns like a lamb, and he spoke as a dragon."
    },
    {
      "verse": 12,
      "text": "And he exerciseth all the authority of the first beast in his presence; and causeth the earth and those who dwell therein to worship the first beast, whose deadly wound was healed."
    },
    {
      "verse": 13,
      "text": "And he doeth great signs, so that he even causeth fire to come down from heaven on the earth, in the sight of men."
    },
    {
      "verse": 14,
      "text": "And he deceiveth them that dwell on the earth, by reason of the signs which it was given him to do in the presence of the beast; commanding those who dwell on the earth to make an image to the beast which had the wound by a sword, and lived."
    },
    {
      "verse": 15,
      "text": "And it was given to him to give breath to the image of the beast, that the image of the beast should even speak, and cause that all who did not worship the image of the beast should be killed."
    },
    {
      "verse": 16,
      "text": "And he causeth all, the small and the great, and the rich and the poor, and the flee and the bond, to receive a mark on their right hand, or on their forehead;"
    },
    {
      "verse": 17,
      "text": "and that no one shall be able to buy or sell, except him that hath the mark, the name of the beast, or the number of his name."
    },
    {
      "verse": 18,
      "text": "Here is wisdom. Let him that hath understanding count the number of the beast; for it is the number of a man, and his number is six hundred and sixty-six."
    }
  ]
}