{
  "book_id": "REV",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And I saw, and lo! the Lamb stood on Mount Zion, and with him a hundred and forty-four thousand, having his name and the name of his Father written on their foreheads."
    },
    {
      "verse": 2,
      "text": "And I heard a voice from heaven, as the voice of many waters, and as the voice of loud thunder; and the voice which I heard was as that of harpers, harping with their harps."
    },
    {
      "verse": 3,
      "text": "And they sing a new song before the throne, and before the four living creatures and the elders; and no one was able to learn the song but the hundred and forty-four thousand, who were redeemed from the earth."
    },
    {
      "verse": 4,
      "text": "These are they who were not defiled with women; for they are virgins. These are they who follow the Lamb wherever he goeth. These were redeemed from among men, a first-fruits to God and to the Lamb."
    },
    {
      "verse": 5,
      "text": "And in their mouth was found no falsehood; for they are without fault."
    },
    {
      "verse": 6,
      "text": "And I saw another angel flying in mid-heaven, having an everlasting message of good tidings to proclaim to those who dwell on the earth, and to every nation, and tribe, and tongue, and people;"
    },
    {
      "verse": 7,
      "text": "saying with a loud voice, Fear God, and give glory to him, for the hour of his judgment is come; and worship him that made the heaven, and the earth, and sea, and fountains of waters."
    },
    {
      "verse": 8,
      "text": "And another, a second angel, followed, saying: Fallen, fallen is Babylon the great, which hath made all the nations drink of the wine of the wrath of her fornication."
    },
    {
      "verse": 9,
      "text": "And another, a third angel, followed them, saying with a loud voice: If any one worship the beast and his image, and receive the mark on his forehead or on his hand,"
    },
    {
      "verse": 10,
      "text": "the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation, and he shall be tormented with fire and brimstone in the presence of the angels, and in the presence of the Lamb."
    },
    {
      "verse": 11,
      "text": "And the smoke of their torment goeth up for ever and ever; and they have no rest day or night, who worshiped the beast and his image, and whoever receiveth the mark of his name."
    },
    {
      "verse": 12,
      "text": "Here is the endurance of the saints, who keep the commandments of God, and the faith of Jesus."
    },
    {
      "verse": 13,
      "text": "And I heard a voice from heaven, saying, Write, Blessed are the dead, who die in the Lord from henceforth. Yea, saith the Spirit, that they shall rest from their labors; and their works do follow them."
    },
    {
      "verse": 14,
      "text": "And I saw, and lo! a white cloud, and upon the cloud one sat like to a son of man, having on his head a golden crown, and in his hand a sharp sickle."
    },
    {
      "verse": 15,
      "text": "And another angel came out of the temple, crying with a loud voice to him who sat on the cloud, Thrust in thy sickle, and reap, for the time to reap is come, because the harvest of the earth is ripe."
    },
    {
      "verse": 16,
      "text": "And he who sat on the cloud thrust in his sickle upon the earth; and the earth was reaped."
    },
    {
      "verse": 17,
      "text": "And another angel came out of the temple which is in heaven, he also having a sharp sickle."
    },
    {
      "verse": 18,
      "text": "And another angel came out from the altar, who had power over fire; and he cried with a loud cry to him who had the sharp sickle, saying, Thrust in thy sharp sickle, and gather the clusters of the vine of the earth, for the grapes of the earth are fully ripe."
    },
    {
      "verse": 19,
      "text": "And the angel thrust in his sickle into the earth, and gathered the fruit of the vine of the earth, and cast it into the great wine-press of the wrath of God."
    },
    {
      "verse": 20,
      "text": "And the wine-press was trodden outside the city, and blood came out of the winepress, even to the bits of the horses, to the distance of a thousand six hundred furlongs."
    }
  ]
}