{
  "book_id": "REV",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And I heard a loud voice out of the temple, saying to the seven angels, Go, and pour out the seven vials of the wrath of God upon the earth."
    },
    {
      "verse": 2,
      "text": "And the first departed, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men who had the mark of the beast, and who worshipped his image."
    },
    {
      "verse": 3,
      "text": "And the second poured out his vial into the sea; and it became blood, as of a dead man, and every living thing died, that was in the sea."
    },
    {
      "verse": 4,
      "text": "And the third poured out his vial into the rivers and fountains of waters; and they became blood."
    },
    {
      "verse": 5,
      "text": "And I heard the angel of the waters saying, Righteous art thou, who art and wast holy, because thou hast judged thus;"
    },
    {
      "verse": 6,
      "text": "for they shed the blood of saints and prophets, and thou hast given them blood to drink; they deserve it."
    },
    {
      "verse": 7,
      "text": "And I heard the altar saying, Even so, Lord God Almighty! true and righteous are thy judgments."
    },
    {
      "verse": 8,
      "text": "And the fourth poured out his vial upon the sun; and it was given to it to scorch men with fire;"
    },
    {
      "verse": 9,
      "text": "and men were scorched with great heat. And men blasphemed the name of God, who had the power over these plagues; and they repented not, to give him glory."
    },
    {
      "verse": 10,
      "text": "And the fifth poured out his vial upon the throne of the beast; and his kingdom became darkened; and they gnawed their tongues for pain,"
    },
    {
      "verse": 11,
      "text": "and blasphemed the God of heaven, because of their pains and because of their sores; and they repented not of their deeds."
    },
    {
      "verse": 12,
      "text": "And the sixth poured out his vial upon the great river, the Euphrates; and the water thereof was dried up, that the way of the kings who are from the rising of the sun might be prepared."
    },
    {
      "verse": 13,
      "text": "And I saw come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits like frogs;"
    },
    {
      "verse": 14,
      "text": "for they are the spirits of demons, working signs, which go forth to the kings of the whole world, to gather them to the battle of that great day of God l Almighty."
    },
    {
      "verse": 15,
      "text": "Behold, I come as a thief; blessed is he that watcheth, and keepeth his garments, that he may not walk naked, and his shame be seen."
    },
    {
      "verse": 16,
      "text": "And he gathered them together into the place called in the Hebrew tongue, Harmegedon."
    },
    {
      "verse": 17,
      "text": "And the seventh poured out his vial upon the air; and there came forth a loud voice from the temple, from the throne, saying, It is done."
    },
    {
      "verse": 18,
      "text": "And there followed lightnings, and voices, and thunders, and there was a great earthquake, such as there was not since there was a man upon the earth, so mighty an earthquake, and so great."
    },
    {
      "verse": 19,
      "text": "And the great city was divided into three parts, and the cities of the nations fell; and Babylon the great was remembered before God, to give to her the cup of the wine of the fierceness of his wrath."
    },
    {
      "verse": 20,
      "text": "And every island fled away, and no mountains were found;"
    },
    {
      "verse": 21,
      "text": "and there came down from heaven upon men a great storm of hail, every stone weighing about a talent; and men blasphemed God on account of the plague of the hail; for the plague thereof was exceeding great."
    }
  ]
}