{
  "book_id": "REV",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And there came one of the seven angels who had the seven vials, and talked with me, saying, Come hither; I will show thee the judgment of the great harlot that sitteth upon the many waters;"
    },
    {
      "verse": 2,
      "text": "with whom the kings of the earth committed fornication, and the inhabitants of the earth were made drunk with the wine of her fornication."
    },
    {
      "verse": 3,
      "text": "So he carried me away in the Spirit into the wilderness. And I saw a woman sitting upon a scarlet-colored beast, full of names of blasphemy, having seven heads and ten horns."
    },
    {
      "verse": 4,
      "text": "And the woman was clothed in purple and scarlet, decked with gold and precious stones and pearls, having a golden cup in her hand, full of abominations and the impurities of the fornication of the earth,"
    },
    {
      "verse": 5,
      "text": "and upon her forehead a name written: MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE HARLOTS AND OF THE ABOMINATIONS OF THE EARTH."
    },
    {
      "verse": 6,
      "text": "And I saw the woman drunken with the blood of the saints, and with the blood of the witnesses of Jesus. And when I saw her, I wondered with great wonder."
    },
    {
      "verse": 7,
      "text": "And the angel said to me, Wherefore didst thou wonder? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads, and the ten horns."
    },
    {
      "verse": 8,
      "text": "The beast which thou sawest, was, and is not, and is to come up out of the abyss, and goeth into perdition; and they that dwell on the earth, whose names have not been written in the book of life from the foundation of the world, will wonder, when they see the beast, that he was, and is not, and yet will come."
    },
    {
      "verse": 9,
      "text": "Here is the mind that hath wisdom. The seven heads are seven mountains, on which the woman sitteth."
    },
    {
      "verse": 10,
      "text": "And they are seven kings; five of them are fallen, one is; the other is not yet come, and when he hath come, he must remain a short time."
    },
    {
      "verse": 11,
      "text": "And the beast that was, and is not, he is an eighth, and is of the seven, and goeth into perdition."
    },
    {
      "verse": 12,
      "text": "And the ten horns which thou sawest are ten kings, who have received no kingdom as yet, but receive authority as kings one hour with the beast."
    },
    {
      "verse": 13,
      "text": "These have one mind, and give their power and authority to the beast."
    },
    {
      "verse": 14,
      "text": "These will make war with the Lamb; and the Lamb will overcome them, because he is Lord of lords, and King of kings: and they who are with him are called, and chosen, and faithful."
    },
    {
      "verse": 15,
      "text": "And he saith to me, The waters which thou sawest, where the harlot sitteth, are peoples, and multitudes, and nations, and tongues."
    },
    {
      "verse": 16,
      "text": "And the ten horns which thou sawest, and the beast, these will hate the harlot, and will make her desolate and naked, and will eat her flesh, and will burn her up with fire."
    },
    {
      "verse": 17,
      "text": "For God hath put in their hearts to do his will, and to form one purpose, and to give their kingdom to the beast, until the words of God shall be fulfilled."
    },
    {
      "verse": 18,
      "text": "And the woman which thou sawest is the great city, which reigneth over the kings of the earth."
    }
  ]
}