{
  "book_id": "REV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "After these things I saw another angel coming down from heaven, having great power; and the earth was lightened with his glory."
    },
    {
      "verse": 2,
      "text": "And he cried with a strong voice, saying: Fallen, fallen is Babylon the great, and is become a habitation of demons, and a hold of every unclean spirit, and a cage of every unclean and hateful bird;"
    },
    {
      "verse": 3,
      "text": "for all the nations have drunk of the wine of the wrath of her fornication, and the kings of the earth committed fornication with her, and the merchants of the earth became rich out of the abundance of her luxury."
    },
    {
      "verse": 4,
      "text": "And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues;"
    },
    {
      "verse": 5,
      "text": "for her sins have reached to heaven, and God hath remembered her iniquities."
    },
    {
      "verse": 6,
      "text": "Requite her even as she requited, and render to her double according to her works; in the cup which she mixed, mix to her double."
    },
    {
      "verse": 7,
      "text": "As much as she glorified herself and lived luxuriously, so much torment and mourning give her. For she saith in her heart, I sit a queen, and am no widow, and shall see no mourning;"
    },
    {
      "verse": 8,
      "text": "therefore in one day shall her plagues come, death, and mourning, and famine; and she shall be burned up with fire; for strong is the Lord God who judged her."
    },
    {
      "verse": 9,
      "text": "And the kings of the earth who committed fornication and lived luxuriously with her shall weep and lament for her, when they see the smoke of her burning,"
    },
    {
      "verse": 10,
      "text": "standing afar off for the fear of her torment, saying, Alas, alas, the great city! Babylon, the mighty city! for in one hour is thy judgment come."
    },
    {
      "verse": 11,
      "text": "And the merchants of the earth weep and mourn over her, because no one buyeth their merchandise any more;"
    },
    {
      "verse": 12,
      "text": "merchandise of gold and of silver, and of precious stones and of pearls, and of fine linen and of purple, and of silk and of scarlet; and all citron wood, and all manner of vessels of ivory, and all manner of vessels of most costly wood, and of brass, and iron, and marble;"
    },
    {
      "verse": 13,
      "text": "and cinnamon, and amomum, and odors, and ointment, and frankincense, and wine, and oil, and fine flour, and wheat, and cattle, and sheep; and merchandise of horses and chariots and slaves; and souls of men."
    },
    {
      "verse": 14,
      "text": "And the fruits that thy soul desired are departed from thee, and all thy dainty and splendid things are perished from thee, and thou shalt find them no more."
    },
    {
      "verse": 15,
      "text": "The merchants of these things, who became rich by her, shall stand afar off for the fear of her torment, weeping and mourning,"
    },
    {
      "verse": 16,
      "text": "saying: Alas, alas, the great city, that was clothed in tilde linen and purple and scarlet, and decked with gold and precious stones and pearls!"
    },
    {
      "verse": 17,
      "text": "for in one hour so great wealth is made desolate. And every pilot, and every one that saileth to any place, and mariners, and as many as trade by sea, stood afar off,"
    },
    {
      "verse": 18,
      "text": "and cried out when they saw the smoke of her burning, saying, What city is like the great city!"
    },
    {
      "verse": 19,
      "text": "And they cast dust on their heads, and cried out, weeping and mourning, saying: Alas, alas, the great city, whereby were made rich all that had ships in the sea by reason of her wealth! for in one hour she is made desolate."
    },
    {
      "verse": 20,
      "text": "Rejoice over her, thou heaven, and ye saints and ye apostles and ye prophets! for God hath avenged you on her."
    },
    {
      "verse": 21,
      "text": "And a strong angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall Babylon the great city be thrown down, and shall never more be found."
    },
    {
      "verse": 22,
      "text": "And the sound of harpers, and of musicians, and of pipers, and of trumpeters shall be heard in thee no more, and no craftsman, of whatever craft, shall be found any more in thee, and the sound of a millstone shall never more be heard in thee,"
    },
    {
      "verse": 23,
      "text": "and the light of a lamp shall shine no more in thee, and the voice of the bridegroom and of the bride shall be heard in thee no more; for thy merchants were the great men of the earth; for by thy sorcery were all the nations deceived."
    },
    {
      "verse": 24,
      "text": "And in her was found the blood of prophets, and of saints, and of all that have been slain upon the earth."
    }
  ]
}