{
  "book_id": "REV",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And I saw an angel coming down from heaven, having the key of the abyss, and a great chain in his hand."
    },
    {
      "verse": 2,
      "text": "And he laid hold of the dragon, the old serpent, which is the Devil and Satan, and bound him a thousand years,"
    },
    {
      "verse": 3,
      "text": "and cast him into the abyss, and shut him up and set a seal over him, that he may deceive the nations no more, till the thousand years are ended: after that he must be loosed for a short time."
    },
    {
      "verse": 4,
      "text": "And I saw thrones; and they sat on them, and judgment was given to them; and I saw the souls of those beheaded on account of the testimony to Jesus, and on account of the word of God, and of all who had not worshipped the beast, nor his image, and had not received his mark upon their forehead, or upon their hand; and they lived, and reigned with Christ a thousand years."
    },
    {
      "verse": 5,
      "text": "And the rest of the dead lived not until the thousand years were ended. This is the first resurrection."
    },
    {
      "verse": 6,
      "text": "Blessed and holy is he that hath part in the first resurrection; on these the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years."
    },
    {
      "verse": 7,
      "text": "And when the thousand years are ended, Satan will be loosed out of his prison;"
    },
    {
      "verse": 8,
      "text": "and will go out to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them together to the war, the number of whom is as the sand of the sea."
    },
    {
      "verse": 9,
      "text": "And they went up upon the breadth of the earth, and encompassed the camp of the saints, and the beloved city; and fire came down out of heaven, and devoured them."
    },
    {
      "verse": 10,
      "text": "And the Devil who deceived them was cast into the lake of fire and brimstone, where are also the beast and the false prophet; and they will be tormented day and night for ever and ever."
    },
    {
      "verse": 11,
      "text": "And I saw a great white throne, and him who sat on it, from whose face the earth and the heaven fled away, and no place was found for them."
    },
    {
      "verse": 12,
      "text": "And I saw the dead, the great and the small, standing before the throne, and books were opened; and another book was opened, which is the book of life; and the dead were judged out of the things written in the books, according to their works."
    },
    {
      "verse": 13,
      "text": "And the sea gave up the dead which were in it, and death and the underworld gave up the dead which were in them; and they were judged each one according to his works."
    },
    {
      "verse": 14,
      "text": "And death and the underworld were cast into the lake of fire; this is the second death, the lake of fire."
    },
    {
      "verse": 15,
      "text": "And if any one was not found written in the book of life, he was cast into the lake of fire."
    }
  ]
}