{
  "book_id": "REV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And he showed me a river of water of life, clear as crystal, coming out of the throne of God and of the Lamb."
    },
    {
      "verse": 2,
      "text": "Between the street of the city and the river, on one side and on the other, is the tree of life, hearing twelve kinds of fruit, and yielding its fruit every month; and the leaves of the tree are for the healing of the nations."
    },
    {
      "verse": 3,
      "text": "And there shall be no more curse; and the throne of God and of the Lamb will be in it, and his servants will serve him;"
    },
    {
      "verse": 4,
      "text": "and they will see his face, and his name will be upon their foreheads."
    },
    {
      "verse": 5,
      "text": "And there will be no night, and no need of lamp or light, for the Lord God will shine upon them; and they will reign for ever and ever."
    },
    {
      "verse": 6,
      "text": "And he said unto me, These words are faithful and true; and the Lord God of the spirits of the prophets sent his angel to show to his servants what must shortly come to pass."
    },
    {
      "verse": 7,
      "text": "And behold, I come quickly. Blessed is he that keepeth the words of the prophecy of this book."
    },
    {
      "verse": 8,
      "text": "And I John am he who heard and saw these things; and when I had heard and when I had seen, I fell down to worship before the feet of the angel who showed me these things."
    },
    {
      "verse": 9,
      "text": "And he saith to me, See thou do it not; I am a fellow-servant of thee, and of thy brethren the prophets, and of those who keep the words of this book; worship God."
    },
    {
      "verse": 10,
      "text": "And he saith to me, Seal not the words of the prophecy of this book; the time is at hand."
    },
    {
      "verse": 11,
      "text": "He that is unjust, let him be unjust still, and he that is filthy, let him be filthy still; and he that is righteous, let him do righteousness still, and he that is holy, let him be holy still."
    },
    {
      "verse": 12,
      "text": "Behold, I come quickly, and my reward is with me, to give to every one according as his work is."
    },
    {
      "verse": 13,
      "text": "I am the Alpha and the Omega, the first and the last, the beginning and the end."
    },
    {
      "verse": 14,
      "text": "Blessed are they that wash their robes, that they may have a right to the tree of life, and may enter by the gates into the city."
    },
    {
      "verse": 15,
      "text": "Without are dogs, and sorcerers, and fornicators, and murderers, and idolaters, and whoever loveth and practiseth falsehood."
    },
    {
      "verse": 16,
      "text": "I Jesus sent my angel to testify these things to you for the churches. I am the shoot and the offspring of David, the bright morning-star."
    },
    {
      "verse": 17,
      "text": "And the Spirit and the bride say, Come! And let him that heareth say, Come! And let him that thirsteth come! Whoever will, let him take the water of life freely."
    },
    {
      "verse": 18,
      "text": "I testify to every one that heareth the words of the prophecy of this book, If any one shall add to them, God will add to him the plagues that are written in this book;"
    },
    {
      "verse": 19,
      "text": "and if any one shall take away from the words of the book of this prophecy, God will take away his part from the tree of life, and out of the holy city, which are written of in this book."
    },
    {
      "verse": 20,
      "text": "He who testifieth these things saith, Yea, I come quickly. Amen; come, Lord Jesus!"
    },
    {
      "verse": 21,
      "text": "The grace of the Lord Jesus be with all."
    }
  ]
}