{
  "book_id": "JAS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "My brethren, be not many masters, knowing that we shall receive the greater condemnation."
    },
    {
      "verse": 2,
      "text": "For inmany thingswe offend all. If any manoffend not in word, the same isa perfect man, andable also to bridle the whole body."
    },
    {
      "verse": 3,
      "text": "Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body."
    },
    {
      "verse": 4,
      "text": "Behold also the ships, which though they be so great, and are driven of fierce winds, yetare they turned about with a very small helm, whithersoever the governor listeth."
    },
    {
      "verse": 5,
      "text": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth."
    },
    {
      "verse": 6,
      "text": "And the tongue isa fire, a world of iniquity: so is the tongue amongst our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell."
    },
    {
      "verse": 7,
      "text": "For every kind of beasts, and of birds, and of serpents, and of thingsin the sea, is tamed, and hath been tamed of mankind:"
    },
    {
      "verse": 8,
      "text": "but the tongue can no man tame; it isan unruly evil, full of deadly poison."
    },
    {
      "verse": 9,
      "text": "Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God."
    },
    {
      "verse": 10,
      "text": "Out of the same mouth proceedeth blessing and cursing. My brethren, these thingsought not so to be."
    },
    {
      "verse": 11,
      "text": "Doth a fountain send forth at the same place sweet waterand bitter?"
    },
    {
      "verse": 12,
      "text": "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so canno fountain bothyield salt water and fresh."
    },
    {
      "verse": 13,
      "text": "Who isa wise manand endued with knowledge amongst you? let him shew out of a good conversation his works with meekness of wisdom."
    },
    {
      "verse": 14,
      "text": "But if ye have bitter envying and strife in your hearts, glory not, and lie notagainst the truth."
    },
    {
      "verse": 15,
      "text": "This wisdom descendeth not from above, but isearthly, sensual, devilish."
    },
    {
      "verse": 16,
      "text": "For where envying and strife is, there isconfusion and every evil work."
    },
    {
      "verse": 17,
      "text": "But the wisdom that is from above is first pure, then peaceable, gentle, andeasy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy."
    },
    {
      "verse": 18,
      "text": "And the fruit of righteousness is sown in peace of them that make peace."
    }
  ]
}