{
  "book_id": "LUK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judaea, and Herod tetrarch of Galilee, and his brother Philip tetrarch of Ituraea and of the region of Trachonitis, and Lysanias tetrarch of Abilene,"
    },
    {
      "verse": 2,
      "text": "when Annas and Caiaphas were high-priests, the word of God came to John, the son of Zachariah, in the wilderness."
    },
    {
      "verse": 3,
      "text": "And he came into all the country about the Jordan, preaching the baptism of repentance for the remission of sins;"
    },
    {
      "verse": 4,
      "text": "as it is written in the book of the words of Isaiah the prophet: “The voice of one crying in the wilderness, Prepare the way of the Lord, make straight his paths!"
    },
    {
      "verse": 5,
      "text": "Every valley shall be filled, and every mountain and hill shall be made low; and the crooked places shall be made straight, and the rough ways smooth;"
    },
    {
      "verse": 6,
      "text": "and all flesh shall see the salvation of God.”"
    },
    {
      "verse": 7,
      "text": "He said therefore to the multitudes that came forth to be baptized by him, Brood of vipers, who warned you to flee from the coming wrath?"
    },
    {
      "verse": 8,
      "text": "Bring forth therefore fruits worthy of repentance; and begin not to say within yourselves, We have Abraham for our father; for I say to you, that God is able out of these stones to raise up children to Abraham."
    },
    {
      "verse": 9,
      "text": "And already also is the axe lying at the root of the trees; every tree therefore that beareth not good fruit is to be cut down, and cast into the fire."
    },
    {
      "verse": 10,
      "text": "And the multitudes asked him, saying, What then must we do?"
    },
    {
      "verse": 11,
      "text": "He answered and said to them, He that hath two coats, let him impart to him that hath none; and he that hath food, let him do likewise."
    },
    {
      "verse": 12,
      "text": "And there came also publicans to be baptized, and said to him, Teacher, what must we do?"
    },
    {
      "verse": 13,
      "text": "And he said to them, Exact no more than hath been ordered you."
    },
    {
      "verse": 14,
      "text": "And soldiers also asked him, saying, And what must we do? And he said to them, Do violence to no one, accuse no one falsely, and be content with your wages."
    },
    {
      "verse": 15,
      "text": "And while the people were in expectation, and all were considering in their hearts concerning John, whether he were the Christ,"
    },
    {
      "verse": 16,
      "text": "John answered and said to them all, I indeed baptize you with water; but he who is mightier than I is coming, the latchet of whose sandals I am not worthy to loose; he will baptize you in the Holy Spirit and in fire."
    },
    {
      "verse": 17,
      "text": "His winnowing-shovel is in his hand to thoroughly cleanse his threshing-floor, and gather the wheat into his garner; but the chaff he will burn up with unquenchable fire."
    },
    {
      "verse": 18,
      "text": "And giving many other exhortations he published the glad tidings to the people."
    },
    {
      "verse": 19,
      "text": "But Herod the tetrarch, being reproved by him on account of Herodias the wife of his brother, and on account of all the evil deeds which Herod had done,"
    },
    {
      "verse": 20,
      "text": "added this also to them all, that he shut up John in prison."
    },
    {
      "verse": 21,
      "text": "And it came to pass, when all the people had been baptized, and Jesus also had been baptized, and was praying, that the heaven was opened,"
    },
    {
      "verse": 22,
      "text": "and the Holy Spirit descended upon him in a bodily shape as a dove; and a voice came from heaven: “Thou art my beloved Son; with thee I am well pleased.”"
    },
    {
      "verse": 23,
      "text": "And Jesus himself was, when he began, about thirty years of age, being, as was supposed, the son of Joseph, who was the son of Heli,"
    },
    {
      "verse": 24,
      "text": "who was the son of Matthath, who was the son of Levi, who was the son of Melchi, who was the son of Jannai, who was the son of Joseph,"
    },
    {
      "verse": 25,
      "text": "who was the son of Mattathias, who was the son of Amos, who was the son of Nahum, who was the son of Esli, who was the son of Naggai,"
    },
    {
      "verse": 26,
      "text": "who was the son of Maath, who was the son of Mattathias, who was the son of Shimei, who was the son of Josech, who was the son of Joda,"
    },
    {
      "verse": 27,
      "text": "who was the son of Joanan, who was the son of Rhesa, who was the son of Zerubbabel, who was the son of Shealtiel, who was the son of Neri,"
    },
    {
      "verse": 28,
      "text": "who was the son of Melchi, who was the son of Addi, who was the son of Kosam, who was the son of Elmadam, who was the son of Er,"
    },
    {
      "verse": 29,
      "text": "who was the son of Jesus, who was the son of Eliezer, who was the son of Jorim, who was the son of Matthath, who was the son of Levi,"
    },
    {
      "verse": 30,
      "text": "who was the son of Simeon, who was the son of Judah, who was the son of Joseph, who was the son of Jonam, who was the son of Eliakim,"
    },
    {
      "verse": 31,
      "text": "who was the son of Melea, who was the son of Menna, who was the son of Mattatha, who was the son of Nathan, who was the son of David,"
    },
    {
      "verse": 32,
      "text": "who was the son of Jesse, who was the son of Obed, who was the son of Boaz, who was the son of Salma, who was the son of Nahshon,"
    },
    {
      "verse": 33,
      "text": "who was the son of Amminadab, who was the son of Admin, who was the son of Arni, who was the son of Hezron, who was the son of Pharez, who was the son of Judah,"
    },
    {
      "verse": 34,
      "text": "who was the son of Jacob, who was the son of Isaac, who was the son of Abraham, who was the son of Terah, who was the son of Nahor,"
    },
    {
      "verse": 35,
      "text": "who was the son of Serug, who was the son of Reu, who was the son of Peleg, who was the son of Eber, who was the son of Shelah,"
    },
    {
      "verse": 36,
      "text": "who was the son of Cainan, who was the son of Arphaxad, who was the son of Shem, who was the son of Noah, who was the son of Lamech,"
    },
    {
      "verse": 37,
      "text": "who was the son of Methuselah, who was the son of Enoch, who was the son of Jared, who was the son of Mahalaleel, who was the son of Cainan,"
    },
    {
      "verse": 38,
      "text": "who was the son of Enos, who was the son of Seth, who was the son of Adam, who was the son of God."
    }
  ]
}