{
  "book_id": "LUK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "When he had ended all his discourse in the hearing of the people, he entered Capernaum."
    },
    {
      "verse": 2,
      "text": "And a certain centurion's servant, who was dear to him, was sick, and about to die."
    },
    {
      "verse": 3,
      "text": "And having heard about Jesus, he sent to him elders of the Jews, and besought him to come and save his servant."
    },
    {
      "verse": 4,
      "text": "And they came to Jesus, and besought him earnestly, saying, He is worthy that thou shouldst do this for him;"
    },
    {
      "verse": 5,
      "text": "for he loveth our nation, and himself built the synagogue for us."
    },
    {
      "verse": 6,
      "text": "And Jesus went with them. And when he was now not far from the house, the centurion sent friends, saying, Lord, trouble not thyself; for I am not worthy that thou shouldst come under my roof;"
    },
    {
      "verse": 7,
      "text": "on which account I did not think myself worthy to come to thee; but command with a word, and let my servant be healed."
    },
    {
      "verse": 8,
      "text": "For even I am a man set under authority, having soldiers under me; and I say to this one, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it."
    },
    {
      "verse": 9,
      "text": "And Jesus hearing this, wondered at him; and turning round said to the multitude that followed him, I say to you, Not even in Israel have I found such faith."
    },
    {
      "verse": 10,
      "text": "And they who were sent, returning to the house, found the servant well."
    },
    {
      "verse": 11,
      "text": "And it came to pass the day after, that he was going to a city called Nain; and many of his disciples were with him, and a great multitude."
    },
    {
      "verse": 12,
      "text": "And as he came near the gate of the city, lo! there was carried out dead an only son of his mother, and she was a widow; and a great multitude from the city was with her."
    },
    {
      "verse": 13,
      "text": "And when the Lord saw her, he was moved with compassion for her, and said to her, Weep not."
    },
    {
      "verse": 14,
      "text": "And he came up, and touched the bier; and they who bore it stood still; and he said, Young man, I say to thee, Rise."
    },
    {
      "verse": 15,
      "text": "And he that was dead sat up and began to speak; and he gave him to his mother."
    },
    {
      "verse": 16,
      "text": "And fear seized on all, and they gave glory to God, saying, A great prophet hath risen up among us; and, God hath visited his people."
    },
    {
      "verse": 17,
      "text": "And this report about him went forth in all Judaea, and in all the neighboring country."
    },
    {
      "verse": 18,
      "text": "And the disciples of John told him all these things."
    },
    {
      "verse": 19,
      "text": "And calling to him two of his disciples, John sent them to the Lord, saying, Art thou he that is to come, or are we to look for another?"
    },
    {
      "verse": 20,
      "text": "And the men came to him and said, John the Baptist hath sent us to thee, saying, Art thou he that is to come, or are we to look for another?"
    },
    {
      "verse": 21,
      "text": "In that hour he cured many of diseases, and plagues, and evil spirits, and to many who were blind he gave sight."
    },
    {
      "verse": 22,
      "text": "And he answered and said to them, Go and tell John what ye have seen and heard; that the blind receive sight, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, to the poor good tidings are brought;"
    },
    {
      "verse": 23,
      "text": "and blessed is he, whoever shall find no occasion of stumbling in me."
    },
    {
      "verse": 24,
      "text": "And when the messengers of John had departed, he began to say to the multitudes concerning John, What have ye gone out into the wilderness to see? the reeds shaken by the wind?"
    },
    {
      "verse": 25,
      "text": "But what have ye gone out to see? a man clothed in soft raiment? Lo! they who wear gorgeous apparel, and live luxuriously, are in kings' palaces."
    },
    {
      "verse": 26,
      "text": "But what have ye gone out to see? A prophet? Yea, I say to you, and more than a prophet."
    },
    {
      "verse": 27,
      "text": "This is he of whom it is written, “Lo! I send my messenger before thy face, who shall prepare thy way before thee.”"
    },
    {
      "verse": 28,
      "text": "I say to you, Among those born of women there is no greater prophet than John; but he that is least in the kingdom of God is greater than he."
    },
    {
      "verse": 29,
      "text": "And all the people when they heard him, and the publicans, acknowledged God as righteous by being baptized with the baptism of John."
    },
    {
      "verse": 30,
      "text": "But the Pharisees and the lawyers rejected the purpose of God toward themselves, not being baptized by him."
    },
    {
      "verse": 31,
      "text": "To what then shall I compare the men of this generation, and what are they like?"
    },
    {
      "verse": 32,
      "text": "They are like children sitting in the market-place, and calling one to another, saying, We piped to you, and ye did not dance; we sung a dirge, and ye did not weep."
    },
    {
      "verse": 33,
      "text": "For John the Baptist hath come not eating bread, nor drinking wine; and ye say, He hath a demon."
    },
    {
      "verse": 34,
      "text": "The Son of man hath come eating and drinking; and ye say, Behold, a glutton and a wine-bibber, a friend of publicans and sinners!"
    },
    {
      "verse": 35,
      "text": "But wisdom is acknowledged by all her children."
    },
    {
      "verse": 36,
      "text": "And one of the Pharisees asked him to eat with him; and he went into the Pharisee's house, and reclined at the table."
    },
    {
      "verse": 37,
      "text": "And lo! a woman who was in the city, a sinner, learning that he was at table in the Pharisee's house, brought an alabaster-bottle of ointment,"
    },
    {
      "verse": 38,
      "text": "and standing behind at his feet, weeping, began to wet his feet with tears, and wiped them with the hair of her head, and kissed his feet, and anointed them with the ointment."
    },
    {
      "verse": 39,
      "text": "And the Pharisee who had invited him, when he saw this, said within himself, This man, if he were a prophet, would know who, and what sort of woman, this is that toucheth him; for she is a sinner."
    },
    {
      "verse": 40,
      "text": "And Jesus answering said to him, Simon, I have somewhat to say to thee. And he saith, Teacher, say on."
    },
    {
      "verse": 41,
      "text": "A certain money-lender had two debtors; one owed five hundred denaries, and the other fifty."
    },
    {
      "verse": 42,
      "text": "When they had nothing to pay, he freely remitted the debt of both. Which of them, now, will love him the most?"
    },
    {
      "verse": 43,
      "text": "Simon answering said, He, I suppose, to whom he remitted the most. And he said to him, Thou hast judged rightly."
    },
    {
      "verse": 44,
      "text": "And turning to the woman, he said to Simon, Seest thou this woman? I entered thy house, no water didst thou give me for my feet; but she wet my feet with tears, and wiped them with her hair."
    },
    {
      "verse": 45,
      "text": "No kiss didst thou give me; but she, from the time I came in, did not cease to kiss my feet."
    },
    {
      "verse": 46,
      "text": "My head with oil thou didst not anoint; but she anointed my feet with costly ointment."
    },
    {
      "verse": 47,
      "text": "Wherefore, I say to thee, her many sins have been forgiven; for she loved much; but he to whom little is forgiven loveth little."
    },
    {
      "verse": 48,
      "text": "And he said to her, Thy sins have been forgiven."
    },
    {
      "verse": 49,
      "text": "And those who were at table with him began to say within themselves, Who is this that even forgiveth sins?"
    },
    {
      "verse": 50,
      "text": "But he said to the woman, Thy faith hath saved thee; go in peace."
    }
  ]
}