{
  "book_id": "LUK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And he called together the twelve, and gave them power and authority over all demons, and to cure diseases."
    },
    {
      "verse": 2,
      "text": "And he sent them out to proclaim the kingdom of God, and to heal."
    },
    {
      "verse": 3,
      "text": "And he said to them, Take nothing for the journey, neither a staff, nor a bag, nor bread, nor money, nor have two coats apiece."
    },
    {
      "verse": 4,
      "text": "And into whatever house ye enter, there abide, and from it take your departure."
    },
    {
      "verse": 5,
      "text": "And whoever shall not receive you, shake off, when ye leave that city, even the dust from your feet as a testimony against them."
    },
    {
      "verse": 6,
      "text": "And they departed, and went through the towns publishing the glad tidings, and performing cures everywhere."
    },
    {
      "verse": 7,
      "text": "And Herod the tetrarch heard of all that was taking place, and was perplexed; because it was said by some that John had risen from the dead;"
    },
    {
      "verse": 8,
      "text": "and by some, that Elijah had appeared; and by others, that one of the old prophets had risen."
    },
    {
      "verse": 9,
      "text": "But Herod said, John I beheaded; but who is this, about whom I hear such things? And he sought to see him."
    },
    {
      "verse": 10,
      "text": "And the apostles returned and told him what they had done; and taking them with him, he withdrew privately to a city called Bethsaida."
    },
    {
      "verse": 11,
      "text": "But the multitudes, when they knew it, followed him; and he welcomed them, and spoke to them about the kingdom of God, and healed those who had need of healing."
    },
    {
      "verse": 12,
      "text": "And when the day began to decline, the twelve came and said to him, Send the multitude away, that they may go into the villages around, and the open country, and lodge, and get food; for we are here in a desert place."
    },
    {
      "verse": 13,
      "text": "But he said to them, Do ye give them food. And they said, We have not more than five loaves and two fishes, unless we ourselves should go and buy food for l all these people."
    },
    {
      "verse": 14,
      "text": "They were about five thousand men. And he said to his disciples, Make them lie down in companies of fifty."
    },
    {
      "verse": 15,
      "text": "And they did so, and made them all lie down."
    },
    {
      "verse": 16,
      "text": "Then he took the five loaves and the two fishes, and looking up to heaven, he blessed them, and broke and gave them to the disciples to set before the multitude."
    },
    {
      "verse": 17,
      "text": "And they ate, and were all filled; and what remained to them of fragments was taken up, twelve baskets."
    },
    {
      "verse": 18,
      "text": "And it came to pass as he was in a private place praying, that his disciples were with him; and he asked them, saying, Who do the multitudes say that I am?"
    },
    {
      "verse": 19,
      "text": "And they answering said, John the Baptist; and others, Elijah; and others, that one of the old prophets hath risen."
    },
    {
      "verse": 20,
      "text": "And he said to them, But who do ye say that I am? And Peter answering said, The Christ of God."
    },
    {
      "verse": 21,
      "text": "But he strictly charged them, and commanded them to tell this to no one;"
    },
    {
      "verse": 22,
      "text": "saying, The Son of man must suffer many things, and be rejected by the elders and chief priests and scribes, and be put to death, and rise again on the third day."
    },
    {
      "verse": 23,
      "text": "And he said to all, If any one chooseth to come after me, let him deny himself and take up his cross daily, and follow me."
    },
    {
      "verse": 24,
      "text": "For whoever chooseth to save his life, will lose it; and whoever loseth his life for my sake, he will save it."
    },
    {
      "verse": 25,
      "text": "For what is a man profited, if he gain the whole world, and lose or forfeit himself?"
    },
    {
      "verse": 26,
      "text": "For whoever shall be ashamed of me and of my words, of him will the Son of man be ashamed, when be cometh in his glory, and that of his Father, and of the holy angels."
    },
    {
      "verse": 27,
      "text": "And I tell you in truth, that there are some of those standing here who will not taste of death, till they have seen the kingdom of God."
    },
    {
      "verse": 28,
      "text": "And it came to pass about eight days after this discourse, that he took with him Peter and John and James, and went up into the mountain to pray."
    },
    {
      "verse": 29,
      "text": "And while he was praying, the appearance of his countenance was changed, and his raiment became white and glistening."
    },
    {
      "verse": 30,
      "text": "And lo! two men were talking with him, who were Moses and Elijah;"
    },
    {
      "verse": 31,
      "text": "who appeared in glory, and spoke of his departure which he was about to fulfill in Jerusalem."
    },
    {
      "verse": 32,
      "text": "But Peter and those who were with him were weighed down with sleep. But when they awoke, they saw his glory, and the two men that stood with him."
    },
    {
      "verse": 33,
      "text": "And it came to pass as they were parting from him, that Peter said to Jesus, Master, it is good for us to be here; and let us make three tents, one for thee, and one for Moses, and one for Elijah;—not knowing what he said."
    },
    {
      "verse": 34,
      "text": "But as he was saying this, there came a cloud and overshadowed them; and they were afraid as they entered the cloud."
    },
    {
      "verse": 35,
      "text": "And there came a voice out of the cloud, saying, “This is my chosen Son; hear him.”"
    },
    {
      "verse": 36,
      "text": "And when the voice had come, Jesus was found alone. And they kept it secret, and told no one in those days anything of what they had seen."
    },
    {
      "verse": 37,
      "text": "And it came to pass that on the next day, when they had come down from the mountain, a great multitude met him."
    },
    {
      "verse": 38,
      "text": "And lo! a man from the multitude cried out, saying, Teacher, I beseech thee, look upon my son, for he is my only child;"
    },
    {
      "verse": 39,
      "text": "and lo! a spirit seizeth him, and suddenly crieth out, and convulseth him so that he foameth, and it departeth from him hardly, taking away all his strength."
    },
    {
      "verse": 40,
      "text": "And I besought thy disciples to cast it out, and they could not."
    },
    {
      "verse": 41,
      "text": "And Jesus answering said, O unbelieving and perverse generation, how long shall I be with you, and bear with you? Bring thy son hither."
    },
    {
      "verse": 42,
      "text": "And while he was yet coming, the demon threw him down, and convulsed him. But Jesus rebuked the unclean spirit, and healed the child, and delivered him to his father."
    },
    {
      "verse": 43,
      "text": "And they were all amazed at the mighty power of God. But while they were all wondering at all the things which he did, he said to his disciples,"
    },
    {
      "verse": 44,
      "text": "As for you, let these words sink into your ears; for the Son of man is about to be delivered up into the hands of men."
    },
    {
      "verse": 45,
      "text": "But they knew not the meaning of these words, and it was hidden from them, that they might not perceive it; and they were afraid to ask him about these words."
    },
    {
      "verse": 46,
      "text": "And there arose a reasoning among them, which of them was greatest."
    },
    {
      "verse": 47,
      "text": "And Jesus knowing the reasoning of their heart, took a child and set him by his side,"
    },
    {
      "verse": 48,
      "text": "and said to them, Whoever receiveth this child in my name, receiveth me; and whoever receiveth me, receiveth him who sent me. For he that is least among you all, he is great."
    },
    {
      "verse": 49,
      "text": "And John answering said, Master, we saw one casting out demons in thy name, and we forbade him, because he doth not follow in our company."
    },
    {
      "verse": 50,
      "text": "But Jesus said to him, Forbid him not; for he that is not against you is for you."
    },
    {
      "verse": 51,
      "text": "And it came to pass, when the time was near for his being received up, that he himself steadily set his face to go to Jerusalem."
    },
    {
      "verse": 52,
      "text": "And he sent messengers before him; and they went and entered a city of the Samaritans, to make ready for him."
    },
    {
      "verse": 53,
      "text": "And they did not receive him, because his face was as if he were going to Jerusalem."
    },
    {
      "verse": 54,
      "text": "And the disciples James and John, on seeing it, said, Lord, wilt thou have us bid fire come down from heaven, and consume them?"
    },
    {
      "verse": 55,
      "text": "But he turned and rebuked them."
    },
    {
      "verse": 56,
      "text": "And they went to another village."
    },
    {
      "verse": 57,
      "text": "And as they were traveling on the way, one said to him, I will follow thee wherever thou goest."
    },
    {
      "verse": 58,
      "text": "And Jesus said to him, The foxes have holes, and the birds of the air have lodging-places; but the Son of man hath not where to lay his head."
    },
    {
      "verse": 59,
      "text": "And he said to another, Follow me. But he said, Suffer me first to go and bury my father."
    },
    {
      "verse": 60,
      "text": "And he said to him, Let the dead bury their own dead; but go thou and carry the tidings of the kingdom of God."
    },
    {
      "verse": 61,
      "text": "And another also said, I will follow thee, Lord; but first let me bid farewell to those who are in my house."
    },
    {
      "verse": 62,
      "text": "And Jesus said to him, No one who looketh back after putting his hand to the plough is fit for the kingdom of God."
    }
  ]
}