{
  "book_id": "LUK",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "After these things, the Lord appointed also seventy others, and sent them two and two before him into every city and place where he himself was about to come."
    },
    {
      "verse": 2,
      "text": "And he said to them, The harvest is great, but the laborers are few. Pray therefore the Lord of the harvest to send forth laborers for his harvest."
    },
    {
      "verse": 3,
      "text": "Go forth; lo! I send you as lambs into the midst of wolves."
    },
    {
      "verse": 4,
      "text": "Carry no purse, no bag, no sandals; salute no one by the way."
    },
    {
      "verse": 5,
      "text": "And into whatever house ye enter, first say, Peace be to this house."
    },
    {
      "verse": 6,
      "text": "And if a son of peace be there, your peace shall rest upon it; if not, it shall return to you."
    },
    {
      "verse": 7,
      "text": "And abide in the same house, eating and drinking such things as they give; for the laborer is worthy of his wages. Do not go from house to house."
    },
    {
      "verse": 8,
      "text": "And into whatever city ye enter, and they receive you, eat what is set before you,"
    },
    {
      "verse": 9,
      "text": "and heal the sick that are therein, and say to them, The kingdom of God hath come near to you."
    },
    {
      "verse": 10,
      "text": "But into whatever city ye enter, and they receive you not, go out into its streets and say,"
    },
    {
      "verse": 11,
      "text": "Even the dust of your city that cleaveth to our feet we wipe off to you; but know this, that the kingdom of God hath come near."
    },
    {
      "verse": 12,
      "text": "And I tell you, that it will be more tolerable in that day for Sodom, than for that city."
    },
    {
      "verse": 13,
      "text": "Woe to thee, Chorazin! woe to thee, Bethsaida! for if the miracles that were done in you had been done in Tyre and Sidon, they would long ago have repented, sitting in sackcloth and ashes."
    },
    {
      "verse": 14,
      "text": "But it will be more tolerable for Tyre and Sidon in the judgment, than for you."
    },
    {
      "verse": 15,
      "text": "And thou, Capernaum! shalt thou be exalted to heaven? thou shalt be brought down to the underworld."
    },
    {
      "verse": 16,
      "text": "He that hearkeneth to you, hearkeneth to me; and he that rejecteth you, rejecteth me; but he that rejecteth me, rejecteth him that sent me."
    },
    {
      "verse": 17,
      "text": "And the seventy returned with joy, saying, Lord, even the demons are subject to us in thy name."
    },
    {
      "verse": 18,
      "text": "And he said to them, I saw Satan fall from heaven like lightning."
    },
    {
      "verse": 19,
      "text": "Lo! I have given you power to tread on serpents and scorpions, and over all the might of the enemy; and nothing shall by any means hurt you."
    },
    {
      "verse": 20,
      "text": "Yet rejoice not in this, that the spirits are subject to you; but rejoice that your names have been written in heaven."
    },
    {
      "verse": 21,
      "text": "In that hour he rejoiced in the Holy Spirit, and said, I thank thee, O Father, Lord of heaven and earth, that, though thou didst hide these things from the wise and discerning, thou didst reveal them to babes. Yea, Father, for so it seemed good in thy sight. And turning to the disciples he said,"
    },
    {
      "verse": 22,
      "text": "All things were delivered to me by my Father; and no one knoweth who the Son is, but the Father; and who the Father is, but the Son, and he to whom it is the will of the Son to reveal him."
    },
    {
      "verse": 23,
      "text": "And turning to the disciples, he said privately, Blessed are the eyes which see the things that ye are seeing."
    },
    {
      "verse": 24,
      "text": "For I tell you that many prophets and kings desired to see the things which ye are seeing, and saw them not; and to hear the things which ye are hearing, and heard them not."
    },
    {
      "verse": 25,
      "text": "And lo! a certain lawyer stood up to try him, saying, Teacher, what shall I do to inherit everlasting life?"
    },
    {
      "verse": 26,
      "text": "And he said to him, What is written in the Law? How readest thou?"
    },
    {
      "verse": 27,
      "text": "And he answering said “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.”"
    },
    {
      "verse": 28,
      "text": "And he said to him, Thou hast answered rightly; do this, and thou shalt live."
    },
    {
      "verse": 29,
      "text": "But he, wishing to justify himself, said to Jesus, And who is my neighbor?"
    },
    {
      "verse": 30,
      "text": "Jesus answering said, A certain man was going down from Jerusalem to Jericho, and fell among robbers; who after stripping him of his raiment, and wounding him, departed, leaving him half dead."
    },
    {
      "verse": 31,
      "text": "And by chance a certain priest was going down on that road; and when he saw him, he passed by on the other side."
    },
    {
      "verse": 32,
      "text": "And in like manner also a Levite, having arrived at the place, came and saw, and passed by on the other side."
    },
    {
      "verse": 33,
      "text": "But a certain Samaritan, as he was journeying, came where he was, and when he saw him, had compassion,"
    },
    {
      "verse": 34,
      "text": "and went to him, and bound up his wounds, pouring on oil and wine, and setting him on his own beast, brought him to an inn, and took care of him."
    },
    {
      "verse": 35,
      "text": "And the next day, he took out two denaries and gave them to the host, and said, Take care of him; and whatever thou spendest more, I, when I come back, will repay thee."
    },
    {
      "verse": 36,
      "text": "Which of these three, dost thou think, was neighbor to him that fell among the robbers?"
    },
    {
      "verse": 37,
      "text": "And he said, He that took pity on him. Then said Jesus to him, Go, and do thou likewise."
    },
    {
      "verse": 38,
      "text": "And it came to pass, as they journeyed, that he entered into a certain village; and a certain woman, named Martha, received him into her house."
    },
    {
      "verse": 39,
      "text": "And she had a sister called Mary, who sat down at the feet of the Lord, and listened to his word."
    },
    {
      "verse": 40,
      "text": "But Martha was cumbered about much serving; and she came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? Tell her therefore to help me."
    },
    {
      "verse": 41,
      "text": "But the Lord answering said to her, Martha, Martha, thou art anxious and troubled about many things."
    },
    {
      "verse": 42,
      "text": "But one thing is needful. For Mary hath chosen the good part, which shall not be taken away from her."
    }
  ]
}