{
  "book_id": "LUK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "In the mean time, when the multitude was gathered together in myriads, so that they trod one upon another, he began to say to his disciples first, Beware of the leaven of the Pharisees, which is hypocrisy."
    },
    {
      "verse": 2,
      "text": "But there is nothing covered, that will not be revealed; and hid, that will not be known."
    },
    {
      "verse": 3,
      "text": "Therefore, whatever ye have said in darkness, will be heard in the light; and what ye have spoken in the ear in closets, will be proclaimed upon the house-tops."
    },
    {
      "verse": 4,
      "text": "And I say to you my friends, Fear not those who kill the body, and after this can do nothing more."
    },
    {
      "verse": 5,
      "text": "But I will warn you whom to fear; fear him who after he hath killed hath power to cast into hell; yea, I say to you, fear him."
    },
    {
      "verse": 6,
      "text": "Are not five sparrows sold for two pennies? and not one of them is forgotten before God."
    },
    {
      "verse": 7,
      "text": "But even the hairs of your head are all numbered. Fear not: ye are of more value than many sparrows."
    },
    {
      "verse": 8,
      "text": "And I say to you, Every one that acknowledgeth me before men, him will the Son of man also acknowledge before the angels of God."
    },
    {
      "verse": 9,
      "text": "But he that hath denied me before men, shall be denied before the angels of God."
    },
    {
      "verse": 10,
      "text": "And every one that shall speak a word against the Son of man, it will be forgiven him; but to him that hath blasphemed against the Holy Spirit, it will not be forgiven."
    },
    {
      "verse": 11,
      "text": "And when they bring you to the synagogues and the magistrates and the authorities, be not anxious as to how or what ye shall answer, or what ye shall say;"
    },
    {
      "verse": 12,
      "text": "for the Holy Spirit will teach you in that very hour what ye ought to say."
    },
    {
      "verse": 13,
      "text": "And one from the multitude said to him, Teacher, bid my brother divide the inheritance with me."
    },
    {
      "verse": 14,
      "text": "But he said to him, Man, who made me a judge or a divider over you?"
    },
    {
      "verse": 15,
      "text": "And he said to them, Take heed and beware of all covetousness; for even when one hath great abundance, his life doth not depend upon his possessions."
    },
    {
      "verse": 16,
      "text": "And he spoke a parable to them, saying, The ground of a certain rich man brought forth plentifully."
    },
    {
      "verse": 17,
      "text": "And he thought within himself, saying, What shall I do? for I have not where to store my crops."
    },
    {
      "verse": 18,
      "text": "And he said, This will I do; I will pull down my barns, and build greater; and there will I store all my crops and my goods;"
    },
    {
      "verse": 19,
      "text": "and I will say to my soul, Soul, thou hast many goods laid up for many years; take thine ease, eat, drink, be merry."
    },
    {
      "verse": 20,
      "text": "But God said to him, Fool! this night will thy soul he required of thee; and whose will those things be which thou hast laid up?"
    },
    {
      "verse": 21,
      "text": "So is he that layeth up treasure for himself, and is not rich towards God."
    },
    {
      "verse": 22,
      "text": "And he said to his disciples, Therefore I say to you, Be not anxious for the life, what ye shall eat; nor for the body, what ye shall put on."
    },
    {
      "verse": 23,
      "text": "The life is more than its food, and the body than its raiment."
    },
    {
      "verse": 24,
      "text": "Consider the ravens, that they neither sow nor reap; which have neither store-house, nor barn; and God feedeth them. Of how much greater value are ye than the birds!"
    },
    {
      "verse": 25,
      "text": "And who of you can by anxious thought add a cubit to his life?"
    },
    {
      "verse": 26,
      "text": "If then ye cannot do even that which is least, why are ye anxious about the rest?"
    },
    {
      "verse": 27,
      "text": "Consider the lilies, that they neither spin nor weave; and yet I say to you, Not even Solomon in all his glory was arrayed like one of these."
    },
    {
      "verse": 28,
      "text": "But if God so clothes the herbage in the field, which is to-day, and tomorrow is cast into an oven, how much more will he clothe you, O ye of little faith!"
    },
    {
      "verse": 29,
      "text": "And seek not ye what ye shall eat, and what ye shall drink; and be not of a doubtful mind."
    },
    {
      "verse": 30,
      "text": "For all these things do the nations of the world seek after; and your Father knoweth that ye have need of these things."
    },
    {
      "verse": 31,
      "text": "But rather seek his kingdom, and these things will also be given you."
    },
    {
      "verse": 32,
      "text": "Fear not, little flock! for it is your Father's good pleasure to give you the kingdom."
    },
    {
      "verse": 33,
      "text": "Sell what ye have, and give alms. Make for yourselves purses which wax not old, treasure in the heavens that faileth not, where no thief approacheth, nor moth destroyeth."
    },
    {
      "verse": 34,
      "text": "For where your treasure is, there will your heart be also."
    },
    {
      "verse": 35,
      "text": "Let your loins be girded about, and your lamps burning;"
    },
    {
      "verse": 36,
      "text": "and be yourselves like men waiting for the return of their lord from the wedding; that when he cometh and knocketh, they may open to him immediately."
    },
    {
      "verse": 37,
      "text": "Happy are those servants, whom their lord when he cometh shall find watching; truly do I say to you, that he will gird himself, and place them at table, and will come and wait on them."
    },
    {
      "verse": 38,
      "text": "And if in the second, or if in the third watch, he cometh and findeth them thus, happy are they."
    },
    {
      "verse": 39,
      "text": "And be sure of this, that if the master of the house had known at what hour the thief was coming, he would not have suffered his house to be broken through."
    },
    {
      "verse": 40,
      "text": "Be ye also ready; for at an hour when ye think not the Son of man cometh."
    },
    {
      "verse": 41,
      "text": "And Peter said to him, Lord, dost thou speak this parable to us, or also to all?"
    },
    {
      "verse": 42,
      "text": "And the Lord said, Who then is the faithful, the wise steward, whom his lord will place over his household, to give the portion of food in due season?"
    },
    {
      "verse": 43,
      "text": "Happy is that servant whom his lord, when he cometh, shall find so doing."
    },
    {
      "verse": 44,
      "text": "I say to you in truth, that he will place him in charge of all his substance."
    },
    {
      "verse": 45,
      "text": "But if that servant say in his heart, My lord is long in coming; and begin to beat the men-servants and maid-servants, and to eat and drink and be drunken,"
    },
    {
      "verse": 46,
      "text": "the lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him asunder, and appoint him his portion with the unfaithful."
    },
    {
      "verse": 47,
      "text": "And that servant who knew his lord's will, and did not make ready, nor do according to his will, will be beaten with many stripes;"
    },
    {
      "verse": 48,
      "text": "but he that knew not and did things worthy of stripes, will be beaten with few. And from every one to whom much hath been given, will much be required; and to whom much hath been entrusted, of him will the more be demanded."
    },
    {
      "verse": 49,
      "text": "I came to cast fire upon the earth; and what do I wish, if it hath been already kindled?"
    },
    {
      "verse": 50,
      "text": "But I have a baptism to be baptized with; and how is my soul troubled, till it be accomplished!"
    },
    {
      "verse": 51,
      "text": "Think ye that I came to give peace in the earth? I tell you, nay, but rather division."
    },
    {
      "verse": 52,
      "text": "For from this time forth five in one house will be divided, three against two, and two against three."
    },
    {
      "verse": 53,
      "text": "They will be divided, father against son, and son against father; mother against daughter, and daughter against mother; the mother-in-law against her daughter-in-law, and the daughter-in-law against her mother-in-law."
    },
    {
      "verse": 54,
      "text": "And he said also to the multitudes, When ye see a cloud rising in the west, ye say at once, A shower is coming; and it is so;"
    },
    {
      "verse": 55,
      "text": "and when ye perceive the south wind blowing, ye say, It will be hot; and it cometh to pass."
    },
    {
      "verse": 56,
      "text": "Hypocrites! ye know how to judge of the face of the earth and the sky; but how is it that ye know not how to judge of this time"
    },
    {
      "verse": 57,
      "text": "And why even of yourselves do ye not judge what is right?"
    },
    {
      "verse": 58,
      "text": "When thou art going with thine adversary at law to the magistrate, take pains, while on the way, to be released by him; lest he drag thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison."
    },
    {
      "verse": 59,
      "text": "I tell thee, Thou wilt not come out thence, till thou hast paid the very last mite."
    }
  ]
}