{
  "book_id": "LUK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "There were present also at the same time some who told him of the Galilaeans, whose blood Pilate mingled with their sacrifices."
    },
    {
      "verse": 2,
      "text": "And he answering said to them, Do ye think that these Galilaeans were sinners above all the Galilaeans, because they have suffered such things?"
    },
    {
      "verse": 3,
      "text": "I tell you, nay; but unless ye repent, ye will all in like manner perish."
    },
    {
      "verse": 4,
      "text": "Or those eighteen, on whom the tower in Siloam fell, and slew them, think ye that they were offenders above all the men that dwell in Jerusalem?"
    },
    {
      "verse": 5,
      "text": "I tell you, nay; but unless ye repent, ye will all in like manner perish."
    },
    {
      "verse": 6,
      "text": "He spoke also this parable: A certain man had a fig-tree planted in his vineyard; and he came seeking fruit thereon, and found none."
    },
    {
      "verse": 7,
      "text": "Then said he to the vine-dresser, Lo! three years I have come seeking fruit on this fig-tree, and have found none; cut it down; why cumbereth it the ground?"
    },
    {
      "verse": 8,
      "text": "And he answering saith to him, Lord, let it alone this year also; till I shall dig about it, and dung it;"
    },
    {
      "verse": 9,
      "text": "and if it bear fruit hereafter, well; but if not, thou shalt cut it down."
    },
    {
      "verse": 10,
      "text": "And he was teaching in one of the synagogues on the sabbath."
    },
    {
      "verse": 11,
      "text": "And lo! there was a woman who had had a spirit of infirmity eighteen years; and she was bent together, and wholly unable to lift herself up."
    },
    {
      "verse": 12,
      "text": "And Jesus, seeing her, called to her, and said to her, Woman, thou art set free from thy infirmity."
    },
    {
      "verse": 13,
      "text": "And he laid his hands on her; and immediately she stood upright, and gave glory to God."
    },
    {
      "verse": 14,
      "text": "But the ruler of the synagogue answering, being filled with indignation because Jesus had performed a cure on the sabbath, said to the multitude, There are six days in which it is proper to work; on those therefore come and be cured, and not on the sabbath-day."
    },
    {
      "verse": 15,
      "text": "But the Lord answered him and said, Hypocrites, doth not each of you on the sabbath loose his ox or his ass from the stall, and lead him away and water him?"
    },
    {
      "verse": 16,
      "text": "And ought not this woman, a daughter of Abraham, whom Satan hath bound, lo! for eighteen years, to be loosed from this bond on the sabbath-day?"
    },
    {
      "verse": 17,
      "text": "And on his speaking thus, all his adversaries were ashamed; and all the multitude rejoiced for all the glorious things that were done by him."
    },
    {
      "verse": 18,
      "text": "He said therefore, To what is the kingdom of God like? and to what shall I compare it?"
    },
    {
      "verse": 19,
      "text": "It is like a grain of mustard, which a man took, and cast into his garden; and it grew, and became a tree, and the birds of the air lodged in its branches."
    },
    {
      "verse": 20,
      "text": "And again he said, To what shall I liken the kingdom of God?"
    },
    {
      "verse": 21,
      "text": "It is like leaven, which a woman took and hid in three measures of meal, till the whole was leavened."
    },
    {
      "verse": 22,
      "text": "And he went through the cities and villages, teaching, and journeying towards Jerusalem."
    },
    {
      "verse": 23,
      "text": "And one said to him, Lord, are there few that are to be saved? And he said to them,"
    },
    {
      "verse": 24,
      "text": "Strive to enter in through the narrow door; for many, I say to you, will seek to enter in, and will not be able."
    },
    {
      "verse": 25,
      "text": "When once the master of the house shall have risen, and shut the door, and ye begin to stand without, and to knock at the door, saying, Lord, open to us, and he answering shall say to you, I know not whence ye are;"
    },
    {
      "verse": 26,
      "text": "then will ye begin to say, We ate and drank in thy presence, and thou didst teach in our streets."
    },
    {
      "verse": 27,
      "text": "And he will say, I tell you, I know not whence ye are; depart from me, all ye workers of iniquity."
    },
    {
      "verse": 28,
      "text": "There will be wailing and gnashing of teeth there, when ye see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, and yourselves thrust out."
    },
    {
      "verse": 29,
      "text": "And from the east and the west and the north and the south will men come, and take their places at table in the kingdom of God."
    },
    {
      "verse": 30,
      "text": "And lo! there are last who will be first, and there are first who will be last."
    },
    {
      "verse": 31,
      "text": "In the same hour there came certain Pharisees, saying to him, Depart, and go hence; for Herod designeth to kill thee."
    },
    {
      "verse": 32,
      "text": "And he said to them, Go, tell that fox, Lo! I cast out demons and perform cures to-day and to-morrow, and on the third day I make an end."
    },
    {
      "verse": 33,
      "text": "But to-day and to-morrow and the next day I must go on; for it cannot be that a prophet should perish out of Jerusalem."
    },
    {
      "verse": 34,
      "text": "Jerusalem! Jerusalem! that killeth the prophets, and stoneth those who are sent to her! How often would I have gathered thy children together, as a hen gathereth her brood under her wings, and ye would not!"
    },
    {
      "verse": 35,
      "text": "Lo! your house is abandoned to you. I declare to you, Ye will not see me until the time come when ye shall say, Blessed is he that cometh in the name of the Lord."
    }
  ]
}