{
  "book_id": "LUK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when he had come into the house of one of the chief men of the Pharisees on the sabbath to eat bread, that they were watching him."
    },
    {
      "verse": 2,
      "text": "And lo! there was a certain man before him, who had the dropsy."
    },
    {
      "verse": 3,
      "text": "And Jesus answering spoke to the lawyers and Pharisees, saying, Is it lawful to cure on the sabbath, or not?"
    },
    {
      "verse": 4,
      "text": "But they were silent. And taking hold of him, he cured him, and sent him away."
    },
    {
      "verse": 5,
      "text": "And he answered them and said, Who is there of you, who, if his son or his ox fall into a pit, will not immediately pull him out on the sabbath-day?"
    },
    {
      "verse": 6,
      "text": "And they could make no answer to this."
    },
    {
      "verse": 7,
      "text": "And he spoke a parable to those who were invited, when he observed how they chose out the highest places at the table, saying to them,"
    },
    {
      "verse": 8,
      "text": "When thou art invited by any one to a wedding, do not take the highest place, lest one more honorable than thou may have been invited by him;"
    },
    {
      "verse": 9,
      "text": "and he who invited thee and him come and say to thee, Give place to this man; and then thou wilt begin with shame to take the lowest place."
    },
    {
      "verse": 10,
      "text": "But when thou art invited, go and recline in the lowest place, that when he who invited thee cometh, he may say to thee, Friend, go up higher. Then wilt thou have honor in the presence of all who are at table with thee."
    },
    {
      "verse": 11,
      "text": "For every one that exalteth himself will be humbled; and he that humbleth himself will be exalted."
    },
    {
      "verse": 12,
      "text": "And he said also to him who invited him, When thou makest a dinner or a supper, do not invite thy friends, nor thy brothers, nor thy kinsmen, nor rich neighbors; lest they too invite thee in return, and a recompense be made thee."
    },
    {
      "verse": 13,
      "text": "But when thou makest a feast, call the poor, the maimed, the lame, the blind;"
    },
    {
      "verse": 14,
      "text": "and thou shalt be blessed, because they cannot recompense thee; but thou shalt be recompensed at the resurrection of the righteous."
    },
    {
      "verse": 15,
      "text": "And one of those who were at table with him, hearing this, said to him, Blessed is he who shall eat bread in the kingdom of God."
    },
    {
      "verse": 16,
      "text": "And he said to him, A certain man made a great supper, and invited many."
    },
    {
      "verse": 17,
      "text": "And at the hour of supper he sent his servant to say to those who had been invited, Come, for things are now ready."
    },
    {
      "verse": 18,
      "text": "And all with one accord began to excuse themselves. The first said to him, I have bought a piece of land, and must needs go out and see it; I pray that I may be excused."
    },
    {
      "verse": 19,
      "text": "And another said, I have bought five yoke of oxen, and am going out to try them; I pray that I may be excused."
    },
    {
      "verse": 20,
      "text": "And another said, I have married a wife, and therefore I cannot come."
    },
    {
      "verse": 21,
      "text": "And the servant came, and reported these things to his lord. Then the master of the house, being angry, said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, the blind, and the lame."
    },
    {
      "verse": 22,
      "text": "And the servant said, Lord, what thou didst command hath been done, and yet there is room."
    },
    {
      "verse": 23,
      "text": "And the lord said to the servant, Go out into the highways and hedges, and constrain them to come in, that my house may be filled."
    },
    {
      "verse": 24,
      "text": "For I say to you, that none of those men who were invited shall taste of my supper."
    },
    {
      "verse": 25,
      "text": "And great multitudes were going with him; and he turned and said to them,"
    },
    {
      "verse": 26,
      "text": "If any one cometh to me, and hateth not his father and mother and wife and children and brothers and sisters, yea, and his own life also, he cannot be my disciple."
    },
    {
      "verse": 27,
      "text": "Whoever doth not bear his own cross and follow me, cannot be my disciple."
    },
    {
      "verse": 28,
      "text": "For which of you, intending to build a tower, doth not sit down first and count the cost, whether he hath the means to finish it?"
    },
    {
      "verse": 29,
      "text": "lest haply when he hath laid a foundation, and is not able to finish, all that behold begin to make sport of him,"
    },
    {
      "verse": 30,
      "text": "saying, This man began to build, and was not able to finish."
    },
    {
      "verse": 31,
      "text": "Or what king, setting out to give battle to another king, will not first sit down and consider whether he be able with ten thousand to meet him that cometh against him with twenty thousand?"
    },
    {
      "verse": 32,
      "text": "Else, while the other is yet a great way off, he sendeth an embassy, and asketh conditions of peace."
    },
    {
      "verse": 33,
      "text": "So likewise, whoever of you doth not forsake all that he hath, cannot be my disciple."
    },
    {
      "verse": 34,
      "text": "Salt then is good; but if the salt itself have lost its savor, wherewith shall it be seasoned?"
    },
    {
      "verse": 35,
      "text": "It is fit neither for the land, nor for the dunghill; men cast it out. He that hath ears, let him hear."
    }
  ]
}