{
  "book_id": "LUK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And he said also to the disciples, There was a certain rich man, who had a steward; and the same was accused to him as wasting his goods."
    },
    {
      "verse": 2,
      "text": "And he called him, and said to him, What is this that I hear of thee? Give an account of thy stewardship; for thou canst be no longer steward."
    },
    {
      "verse": 3,
      "text": "Then the steward said within himself, What shall I do, now that my lord taketh away from me the stewardship? I cannot dig, I am ashamed to beg."
    },
    {
      "verse": 4,
      "text": "I am resolved what to do, that, when I am put out of the stewardship, I may be received into their houses."
    },
    {
      "verse": 5,
      "text": "So he called to him every one of his lord's debtors, and said to the first, How much dost thou owe my lord?"
    },
    {
      "verse": 6,
      "text": "And he said, A hundred measures of oil. And he said to him, Take thy bond, and sit down quickly, and write fifty."
    },
    {
      "verse": 7,
      "text": "Then he said to another, And how much owest thou? And he said, A hundred measures of wheat. He saith to him, Take thy bond, and write eighty."
    },
    {
      "verse": 8,
      "text": "And the lord commended the unjust steward for having done wisely; for the sons of this world are wiser toward their generation than the sons of light."
    },
    {
      "verse": 9,
      "text": "And I say to you, Make to yourselves friends with the unrighteous mammon; that, when it faileth, ye may be received into everlasting habitations."
    },
    {
      "verse": 10,
      "text": "He that is faithful in that which is least, is faithful also in much; and he that is unjust in the least, is unjust also in much."
    },
    {
      "verse": 11,
      "text": "If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?"
    },
    {
      "verse": 12,
      "text": "and if ye have not been faithful in that which is another's, who will give you that which is your own?"
    },
    {
      "verse": 13,
      "text": "No servant can serve two masters; for either he will hate one, and love the other; or he will cleave to one, and despise the other. Ye cannot serve God and mammon."
    },
    {
      "verse": 14,
      "text": "And the Pharisees, who were covetous, heard all this, and they derided him."
    },
    {
      "verse": 15,
      "text": "And he said to them, Ye are they who justify yourselves before men; but God knoweth your hearts; for that which is highly exalted among men is an abomination before God."
    },
    {
      "verse": 16,
      "text": "The Law and the Prophets were till John; from that time the glad tidings of the kingdom of God have been published, and every one is forcing his way into it."
    },
    {
      "verse": 17,
      "text": "But it is easier for heaven and earth to pass away, than for one tittle of the law to fail."
    },
    {
      "verse": 18,
      "text": "Whoever putteth away his wife, and marrieth another, committeth adultery; and he who marrieth a woman that hath been put away from her husband, committeth adultery."
    },
    {
      "verse": 19,
      "text": "There was a certain rich man, who was clothed in purple and fine linen, and feasted sumptuously every day."
    },
    {
      "verse": 20,
      "text": "And a certain beggar named Lazarus was laid at his gate, full of sores,"
    },
    {
      "verse": 21,
      "text": "and longing to be fed with what fell from the rich man's table. But even the dogs came and licked his sores."
    },
    {
      "verse": 22,
      "text": "And it came to pass, that the beggar died, and was carried by the angels to the bosom of Abraham. The rich man also died and was buried."
    },
    {
      "verse": 23,
      "text": "And in the underworld he lifted up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom."
    },
    {
      "verse": 24,
      "text": "And he called and said, Father Abraham, have pity on me, and send Lazarus to dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame."
    },
    {
      "verse": 25,
      "text": "But Abraham said, Son, remember that thou didst receive thy good things in thy lifetime, and Lazarus in like manner his evil things; but now he is comforted here, and thou art tormented."
    },
    {
      "verse": 26,
      "text": "And besides all this, between us and you there is placed a great gulf, so that those who wish to cross from hence to you may not be able, and that those on that side cannot cross over to us."
    },
    {
      "verse": 27,
      "text": "Then he said, I pray thee then, father, to send him to my father's house;"
    },
    {
      "verse": 28,
      "text": "for I have five brothers; that he may give earnest warning to them, that they too may not come into this place of torment."
    },
    {
      "verse": 29,
      "text": "But Abraham saith, They have Moses and the prophets; let them hear them."
    },
    {
      "verse": 30,
      "text": "But he said, Nay, father Abraham; but if one should go to them from the dead, they would repent."
    },
    {
      "verse": 31,
      "text": "But he said to him, If they hear not Moses and the prophets, they will not be persuaded, though one should rise from the dead."
    }
  ]
}