{
  "book_id": "LUK",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And he said to his disciples, It is impossible but that stumbling-blocks will come; but woe to him through whom they come!"
    },
    {
      "verse": 2,
      "text": "It were better for him to have a millstone hung round his neck, and be cast into the sea, than to cause one of these little ones to fall away."
    },
    {
      "verse": 3,
      "text": "Take heed to yourselves. If thy brother sin, rebuke him; and if he repent, forgive him."
    },
    {
      "verse": 4,
      "text": "And if he sin against thee seven times in a day, and seven times turn to thee, saying, I repent, thou shalt forgive him."
    },
    {
      "verse": 5,
      "text": "And the apostles said to the Lord, Give us more faith."
    },
    {
      "verse": 6,
      "text": "But the Lord said, If ye had faith as a grain of mustard, ye might say to this sycamine-tree, Be plucked up by the roots, and planted in the sea! and it would obey you."
    },
    {
      "verse": 7,
      "text": "And which of you having a servant plowing, or feeding cattle, will say to him, when he hath come in from the field, Come immediately and place thyself at table?"
    },
    {
      "verse": 8,
      "text": "Will he not rather say to him, Make ready wherewith I may sup, and gird thyself and serve me till I have eaten and drunken, and afterward thou shalt eat and drink?"
    },
    {
      "verse": 9,
      "text": "Doth he owe any thanks to that servant, because he did what was commanded?"
    },
    {
      "verse": 10,
      "text": "So also do ye, when ye have done all that hath been commanded you, say, We are unprofitable servants; we have done what we were bound to do."
    },
    {
      "verse": 11,
      "text": "And it came to pass, as he was going to Jerusalem, that he was traveling on the confines of Samaria and Galilee."
    },
    {
      "verse": 12,
      "text": "And as he entered into a certain village, there met him ten lepers, who stood afar off."
    },
    {
      "verse": 13,
      "text": "And they lifted up their voice, saying, Jesus, Master, have pity on us."
    },
    {
      "verse": 14,
      "text": "And when he saw them, he said to them, Go, show yourselves to the priests. And it came to pass, that, as they were on their way, they were cleansed."
    },
    {
      "verse": 15,
      "text": "And one of them, perceiving that he was freed from his disease, turned back, giving glory to God with a loud voice;"
    },
    {
      "verse": 16,
      "text": "and he fell down on his face at his feet, giving thanks to him; and he was a Samaritan."
    },
    {
      "verse": 17,
      "text": "And Jesus answering said, Were not the ten cleansed? Where are the nine?"
    },
    {
      "verse": 18,
      "text": "Were there none found returning to give glory to God but this foreigner?"
    },
    {
      "verse": 19,
      "text": "And he said to him, Rise and go; thy faith hath made thee well."
    },
    {
      "verse": 20,
      "text": "And being asked by the Pharisees when the kingdom of God was coming, he answered them and said, The kingdom of God cometh not in such a manner as to be watched for;"
    },
    {
      "verse": 21,
      "text": "nor will they say, Lo here! or there! for behold, the kingdom of God is in the midst of you."
    },
    {
      "verse": 22,
      "text": "And he said to the disciples, The days will come, when ye will desire to see one of the days of the Son of man, and will not see it."
    },
    {
      "verse": 23,
      "text": "And they will say to you, Lo there! lo here! Go not away, and follow not."
    },
    {
      "verse": 24,
      "text": "For as the lightning, that lighteneth out of one part under heaven, shineth to the other part under heaven, so will the Son of man be in his day."
    },
    {
      "verse": 25,
      "text": "But first he must suffer much, and be rejected by this generation."
    },
    {
      "verse": 26,
      "text": "And as it was in the days of Noah, so will it be also in the days of the Son of man."
    },
    {
      "verse": 27,
      "text": "They ate, they drank, they married, they were given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all."
    },
    {
      "verse": 28,
      "text": "In like manner, as it was in the days of Lot; they ate, they drank, they bought, they sold, they planted, they builded;"
    },
    {
      "verse": 29,
      "text": "but on the day when Lot went out of Sodom, it rained fire and brimstone from heaven, and destroyed them all."
    },
    {
      "verse": 30,
      "text": "Thus will it be in the day when the Son of man is revealed."
    },
    {
      "verse": 31,
      "text": "In that day, let not him who is upon the house-top, and whose furniture is in the house, come down to take it away; and he that is in the field, let him likewise not turn back."
    },
    {
      "verse": 32,
      "text": "Remember Lot's wife."
    },
    {
      "verse": 33,
      "text": "Whoever shall seek to save his life will lose it; and whoever shall lose it will preserve it."
    },
    {
      "verse": 34,
      "text": "I tell you, In that night there will be two men on one bed; one will be taken, and the other will be left."
    },
    {
      "verse": 35,
      "text": "Two women will be grinding together; one will be taken, and the other left."
    },
    {
      "verse": 36,
      "text": ""
    },
    {
      "verse": 37,
      "text": "And they answering say to him, Where, Lord? And he said to them, Where the body is, there also will the eagles be gathered together."
    }
  ]
}