{
  "book_id": "LUK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And he entered and was passing through Jericho."
    },
    {
      "verse": 2,
      "text": "And lo! a man named Zacchaeus; and he was a chief publican, and he was rich."
    },
    {
      "verse": 3,
      "text": "And he sought to see Jesus, what sort of man he was; and he could not on account of the multitude; because he was small of stature."
    },
    {
      "verse": 4,
      "text": "And he ran on before, and climbed up a sycamore-tree to see him; for he was to pass that way."
    },
    {
      "verse": 5,
      "text": "And when Jesus came to the place, he looked up, and said to him, Zacchaeas, make haste and come down; for today I must abide at thy house."
    },
    {
      "verse": 6,
      "text": "And he made haste and came down, and received him joyfully."
    },
    {
      "verse": 7,
      "text": "And when they saw it, they all murmured, saying, He hath gone in to be the guest of a sinner."
    },
    {
      "verse": 8,
      "text": "And Zacchaeus stood up, and said to the Lord, Behold, Lord, the half of my goods I give to the poor; and if I have taken anything from any one by false representation, I restore him four-fold."
    },
    {
      "verse": 9,
      "text": "And Jesus said to him, This day hath salvation come to this house, inasmuch as he also is a son of Abraham;"
    },
    {
      "verse": 10,
      "text": "for the Son of man came to seek and to save that which was lost."
    },
    {
      "verse": 11,
      "text": "And while they were hearing these things, he proceeded and spoke a parable, because he was near to Jerusalem, and they thought that the kingdom of God would immediately appear."
    },
    {
      "verse": 12,
      "text": "He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return."
    },
    {
      "verse": 13,
      "text": "And he called his ten servants, and gave them ten pounds, and said to them, Trade with these, till I come."
    },
    {
      "verse": 14,
      "text": "But his citizens hated him, and sent an embassy after him, saying, We will not have this man to reign over us."
    },
    {
      "verse": 15,
      "text": "And it came to pass, when he had returned, having received the kingdom, that he commanded these servants to whom he had given the money to be called to him, that he might know what each had gained by trading."
    },
    {
      "verse": 16,
      "text": "And the first came, saying, Lord, thy pound hath gained ten pounds."
    },
    {
      "verse": 17,
      "text": "And he said to him, Well done, good servant! because thou hast been faithful in a very little, have authority over ten cities."
    },
    {
      "verse": 18,
      "text": "And the second came, saying, Lord, thy pound hath gained five pounds."
    },
    {
      "verse": 19,
      "text": "And he said also to this servant, And be thou over five cities."
    },
    {
      "verse": 20,
      "text": "And another came, saying, Lord, behold thy pound, which I have kept laid up in a napkin."
    },
    {
      "verse": 21,
      "text": "For I feared thee, because thou art a harsh man; thou takest up what thou didst not lay down, and reapest what thou didst not sow."
    },
    {
      "verse": 22,
      "text": "He saith to him, Out of thy mouth will I judge thee, wicked servant! thou knewest that I was a harsh man, taking up what I laid not down, and reaping what I did not sow;"
    },
    {
      "verse": 23,
      "text": "why then didst thou not put my money into a bank? Then I at my coming might have received it back with interest."
    },
    {
      "verse": 24,
      "text": "And he said to them that stood by, Take from him the pound, and give it to him that hath the ten pounds."
    },
    {
      "verse": 25,
      "text": "(And they said to him, He hath ten pounds, Lord.)"
    },
    {
      "verse": 26,
      "text": "I say to you, that to every one who hath, will be given; but from him that hath not, even what he hath will be taken away."
    },
    {
      "verse": 27,
      "text": "But as for those enemies of mine, who would not that I should reign over them, bring them here, and slay them before me."
    },
    {
      "verse": 28,
      "text": "And when he had thus spoken, he went forward, going up to Jerusalem."
    },
    {
      "verse": 29,
      "text": "And it came to pass, as he drew near to Bethphage and Bethany, at the mount called the Mount of Olives, he sent two of his disciples,"
    },
    {
      "verse": 30,
      "text": "saying, Go to the village over against us; on entering which ye will find a colt tied, whereon no man ever sat; and loose, and bring it."
    },
    {
      "verse": 31,
      "text": "And if any one ask you, Why are ye loosing it? ye shall say thus, The Lord hath need of it."
    },
    {
      "verse": 32,
      "text": "And they who were sent went and found just as he told them."
    },
    {
      "verse": 33,
      "text": "And as they were loosing the colt, its owners said to them, Why are ye loosing the colt?"
    },
    {
      "verse": 34,
      "text": "And they said, The Lord hath need of it."
    },
    {
      "verse": 35,
      "text": "And they brought it to Jesus; and having thrown their garments on the colt, they set Jesus thereon."
    },
    {
      "verse": 36,
      "text": "And as he went on, they spread their garments in the road."
    },
    {
      "verse": 37,
      "text": "And as he was drawing near, just at the descent of the Mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the miracles which they had seen;"
    },
    {
      "verse": 38,
      "text": "saying, Blessed be the King in the name of the Lord! Peace in heaven, and glory in the highest heavens!"
    },
    {
      "verse": 39,
      "text": "And some of the Pharisees from among the multitude said to him, Teacher, rebuke thy disciples."
    },
    {
      "verse": 40,
      "text": "And he answering said, I tell you, that if these are silent, the stones will cry out."
    },
    {
      "verse": 41,
      "text": "And when he came near, as he beheld the city, he wept over it,"
    },
    {
      "verse": 42,
      "text": "saying, If thou hadst known, even thou, and that in this thy day, the things that concern thy peace! but now they are hidden from thine eyes."
    },
    {
      "verse": 43,
      "text": "For the days will come upon thee, when thine enemies will cast up a mound about thee, and compass thee round, and shut thee in on every side,"
    },
    {
      "verse": 44,
      "text": "and will level thee with the ground, and thy children within thee; and they will not leave in thee one stone upon another; because thou knewest not the time of thy visitation."
    },
    {
      "verse": 45,
      "text": "And entering the temple, he began to cast out those who sold,"
    },
    {
      "verse": 46,
      "text": "saying to them, It is written, “And my house shall be a house of prayer; but ye have made it a den of robbers.”"
    },
    {
      "verse": 47,
      "text": "And he was teaching daily in the temple; but the chief priests, and the scribes, and the leading men of the people sought to destroy him."
    },
    {
      "verse": 48,
      "text": "And they could not find an opportunity of doing any thing; for all the people hung upon him, listening."
    }
  ]
}