{
  "book_id": "LUK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, on one of those days, as he was teaching the people in the temple, and publishing the good tidings, that the priests and the scribes with the elders came upon him,"
    },
    {
      "verse": 2,
      "text": "and spoke to him, saying, Tell us, by what authority doest thou these things? Or who is he that gave thee this authority?"
    },
    {
      "verse": 3,
      "text": "And he answering said to them, I also will ask you a question; and tell me:"
    },
    {
      "verse": 4,
      "text": "The baptism of John, was it from heaven, or from men?"
    },
    {
      "verse": 5,
      "text": "And they reasoned among themselves, saying, If we say, From heaven, he will say, Why did ye not believe him?"
    },
    {
      "verse": 6,
      "text": "But if we say, From men, all the people will stone us; for they are persuaded that John was a prophet."
    },
    {
      "verse": 7,
      "text": "And they answered, that they did not know whence it was."
    },
    {
      "verse": 8,
      "text": "And Jesus said to them, Neither do I tell you by what authority I do these things."
    },
    {
      "verse": 9,
      "text": "And he began to speak to the people this parable: A man planted a vineyard, and let it out to husbandmen, and went abroad for a long time."
    },
    {
      "verse": 10,
      "text": "And at the season he sent a servant to the husbandmen, that they should give him of the fruit of the vineyard; but the husbandmen beat him, and sent him away empty-handed."
    },
    {
      "verse": 11,
      "text": "And he sent still another servant; and they beat him also, and treated him shamefully, and sent him away empty-handed."
    },
    {
      "verse": 12,
      "text": "And he went on to send a third; and they wounded him also, and cast him out."
    },
    {
      "verse": 13,
      "text": "And the lord of the vineyard said, What shall I do? I will send my beloved son; perhaps they will respect him."
    },
    {
      "verse": 14,
      "text": "But when the husbandmen saw him, they reasoned among themselves, saying, This is the heir; let us kill him, that the inheritance may become ours."
    },
    {
      "verse": 15,
      "text": "So they cast him out of the vineyard, and killed him. What then will the lord of the vineyard do to them?"
    },
    {
      "verse": 16,
      "text": "He will come and destroy these husbandmen, and will give the vineyard to others. And when they heard this, they said, God forbid!"
    },
    {
      "verse": 17,
      "text": "But he, looking upon them, said, What then is this which is written, “The stone which the builders rejected, the same hath become the corner-stone”?"
    },
    {
      "verse": 18,
      "text": "Every one who falleth upon that stone will be broken; but on whomever it falleth, it will grind him to powder."
    },
    {
      "verse": 19,
      "text": "And the scribes and the chief priests sought to lay hands on him in that hour, but they feared the people; for they knew that he spoke this parable against them."
    },
    {
      "verse": 20,
      "text": "And they kept watch on him, and sent forth spies feigning themselves to be righteous men, that they might take hold of his words, in order to deliver him up to the civil power and to the authority of the governor."
    },
    {
      "verse": 21,
      "text": "And they asked him, saying, Teacher, we know that thou sayest and teachest rightly, and hast no regard to the person of men, but teachest the way of God truly."
    },
    {
      "verse": 22,
      "text": "Is it lawful for us to give tribute to Caesar, or not?"
    },
    {
      "verse": 23,
      "text": "But perceiving their craftiness, he said to them,"
    },
    {
      "verse": 24,
      "text": "Show me a denary. Whose image and inscription hath it? And they answered and said, Caesar's."
    },
    {
      "verse": 25,
      "text": "And he said to them, Render then to Caesar the things that are Caesar's, and to God the things that are God's."
    },
    {
      "verse": 26,
      "text": "And they could not take hold of his words before the people; and marveling at his answer, they held their peace."
    },
    {
      "verse": 27,
      "text": "Then some of the Sadducees, who deny that there is a resurrection, came to him, and asked him,"
    },
    {
      "verse": 28,
      "text": "saying, Teacher, Moses wrote to us, “If a man's brother die, having a wife, and the same die without children, his brother shall take his wife, and raise up seed to his brother.”"
    },
    {
      "verse": 29,
      "text": "Now there were seven brothers; and the first took a wife and died childless."
    },
    {
      "verse": 30,
      "text": "And the second"
    },
    {
      "verse": 31,
      "text": "and the third took her; and in like manner also the seven left no children, and died."
    },
    {
      "verse": 32,
      "text": "At last the woman also died."
    },
    {
      "verse": 33,
      "text": "In the resurrection then, of which of them is the woman the wife? for the seven had her for a wife."
    },
    {
      "verse": 34,
      "text": "And Jesus said to them, The sons of this world marry, and are given in marriage;"
    },
    {
      "verse": 35,
      "text": "but they who have been accounted worthy to obtain that world, and the resurrection from the dead, neither marry, nor are given in marriage;"
    },
    {
      "verse": 36,
      "text": "for they cannot die any more; for they are like the angels, and are sons of God, being sons of the resurrection."
    },
    {
      "verse": 37,
      "text": "But that the dead are raised, even Moses hath shown at the Bush, when he calleth the Lord the God of Abraham, and the God of Isaac, and the God of Jacob."
    },
    {
      "verse": 38,
      "text": "Now he is not a God of the dead, but of the living; for all live to him."
    },
    {
      "verse": 39,
      "text": "Then some of the scribes answering, said, Teacher, thou hast well said."
    },
    {
      "verse": 40,
      "text": "For they dared no longer to ask him any question."
    },
    {
      "verse": 41,
      "text": "And he said to them, How is it that men say that the Christ is David's son?"
    },
    {
      "verse": 42,
      "text": "For David himself saith in the book of Psalms, “The Lord said to my lord, Sit thou on my right hand,"
    },
    {
      "verse": 43,
      "text": "till I make thine enemies thy footstool.”"
    },
    {
      "verse": 44,
      "text": "David then calleth him lord; and how is he his son?"
    },
    {
      "verse": 45,
      "text": "And in the hearing of all the people he said to his disciples,"
    },
    {
      "verse": 46,
      "text": "Beware of the scribes, who like to walk about in long robes, and love salutations in the markets, and the chief seats in the synagogues, and the first places at feasts;"
    },
    {
      "verse": 47,
      "text": "who devour widows' houses, and for a pretence make long prayers. These will receive a far greater condemnation."
    }
  ]
}