{
  "book_id": "1PE",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Christ, then, having suffered for us in the flesh, ye also with the same mind arm yourselves, because he who did suffer in the flesh hath done with sin,"
    },
    {
      "verse": 2,
      "text": "no more in the desires of men, but in the will of God, to live the rest of the time in the flesh;"
    },
    {
      "verse": 3,
      "text": "for sufficient to us [is] the past time of life the will of the nations to have wrought, having walked in lasciviousnesses, desires, excesses of wines, revellings, drinking-bouts, and unlawful idolatries,"
    },
    {
      "verse": 4,
      "text": "in which they think it strange — your not running with them to the same excess of dissoluteness, speaking evil,"
    },
    {
      "verse": 5,
      "text": "who shall give an account to Him who is ready to judge living and dead,"
    },
    {
      "verse": 6,
      "text": "for for this also to dead men was good news proclaimed, that they may be judged, indeed, according to men in the flesh, and may live according to God in the spirit."
    },
    {
      "verse": 7,
      "text": "And of all things the end hath come nigh; be sober-minded, then, and watch unto the prayers,"
    },
    {
      "verse": 8,
      "text": "and, before all things, to one another having the earnest love, because the love shall cover a multitude of sins;"
    },
    {
      "verse": 9,
      "text": "hospitable to one another, without murmuring;"
    },
    {
      "verse": 10,
      "text": "each, according as he received a gift, to one another ministering it, as good stewards of the manifold grace of God;"
    },
    {
      "verse": 11,
      "text": "if any one doth speak — 'as oracles of God;' if any one doth minister — 'as of the ability which God doth supply;' that in all things God may be glorified through Jesus Christ, to whom is the glory and the power — to the ages of the ages. Amen."
    },
    {
      "verse": 12,
      "text": "Beloved, think it not strange at the fiery suffering among you that is coming to try you, as if a strange thing were happening to you,"
    },
    {
      "verse": 13,
      "text": "but, according as ye have fellowship with the sufferings of the Christ, rejoice ye, that also in the revelation of his glory ye may rejoice — exulting;"
    },
    {
      "verse": 14,
      "text": "if ye be reproached in the name of Christ — happy [are ye], because the Spirit of glory and of God upon you doth rest; in regard, indeed, to them, he is evil-spoken of, and in regard to you, he is glorified;"
    },
    {
      "verse": 15,
      "text": "for let none of you suffer as a murderer, or thief, or evil-doer, or as an inspector into other men's matters;"
    },
    {
      "verse": 16,
      "text": "and if as a Christian, let him not be ashamed; and let him glorify God in this respect;"
    },
    {
      "verse": 17,
      "text": "because it is the time of the beginning of the judgment from the house of God, and if first from us, what the end of those disobedient to the good news of God?"
    },
    {
      "verse": 18,
      "text": "And if the righteous man is scarcely saved, the ungodly and sinner — where shall he appear?"
    },
    {
      "verse": 19,
      "text": "so that also those suffering according to the will of god, as to a stedfast Creator, let them commit their own souls in good doing."
    }
  ]
}