{
  "book_id": "ISA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Προσαγάγετε ἔθνη, καὶ ἀκούσατε ἄρχοντες· ἀκουσάτω ἡ γῆ, καὶ οἱ ἐν αὐτῇ, ἡ οἰκουμένη, καὶ ὁ λαὸς ὁ ἐν αὐτῇ."
    },
    {
      "verse": 2,
      "text": "Διότι θυμὸς Κυρίου ἐπὶ πάντα τὰ ἔθνη καὶ ὀργὴ ἐπὶ τὸν ἀριθμὸν αὐτῶν, τοῦ ἀπολέσαι αὐτοὺς, καὶ παραδοῦναι αὐτοὺς εἰς σφαγήν."
    },
    {
      "verse": 3,
      "text": "Οἱ δὲ τραυματίαι αὐτῶν ῥιφήσονται, καὶ οἱ νεκροί, καὶ ἀναβήσεται αὐτῶν ἡ ὀσμή, καὶ βραχήσεται τὰ ὄρη ἀπὸ τοῦ αἵματος αὐτῶν."
    },
    {
      "verse": 4,
      "text": "Καὶ τακήσονται πᾶσαι αἱ δυνάμεις τῶν οὐρανῶν, καὶ ἑλιγήσεται ὁ οὐρανός ὡς βιβλίον, καὶ πάντα τὰ ἄστρα πεσεῖται ὡς φύλλα ἐξ ἀμπέλου, καὶ ὡς πίπτει φύλλα ἀπὸ συκῆς."
    },
    {
      "verse": 5,
      "text": "Ἐμεθύσθη ἡ μάχαιρὰ μου ἐν τῷ οὐρανῷ· ἰδοὺ ἐπὶ τὴν Ἰδουμαίαν καταβήσεται, καὶ ἐπὶ τὸν λαὸν τῆς ἀπωλείας μετὰ κρίσεως."
    },
    {
      "verse": 6,
      "text": "Ἡ μάχαιρα τοῦ Κυρίου ἐνεπλήσθη αἵματος, ἐπαχύνθη ἀπὸ στέατος, ἀπὸ αἵματος τράγων καὶ ἀμνῶν, καὶ ἀπὸ στέατος τράγων καὶ κριῶν· ὅτι θυσία τῷ κυρίῳ ἐν Βοσὸρ, καὶ σφαγὴ μεγάλη ἐν τῇ Ἰδουμαίᾳ."
    },
    {
      "verse": 7,
      "text": "Καὶ συνπεσοῦνται οἱ ἁδροὶ μετʼ αὐτῶν, καὶ οἱ κριοὶ καὶ οἱ ταῦροι, καὶ μεθυσθήσεται ἡ γῆ ἀπὸ τοῦ αἵματος, καὶ ἀπὸ τοῦ στέατος αὐτῶν ἐμπλησθήσεται."
    },
    {
      "verse": 8,
      "text": "Ἡμέρα γὰρ κρίσεως Κυρίου, καὶ ἐνιαυτὸς ἀνταποδόσεως κρίσεως Σιών."
    },
    {
      "verse": 9,
      "text": "Καὶ στραφήσονται αἱ φάραγγες αὐτῆς εἰς πίσσαν, καὶ ἡ γῆ αὐτῆς εἰς θεῖον· καὶ ἔσται ἡ γῆ αὐτῆς ὡς πίσσα καιομένη"
    },
    {
      "verse": 10,
      "text": "νυκτὸς καὶ ἡμέρας, καὶ οὐ σβεσθήσεται εἰς τὸν αἰῶνα χρόνον, καὶ ἀναβήσεται ὁ καπνὸς αὐτῆς ἄνω, εἰς γενεὰς αὐτῆς ἐρημωθήσεται, καὶ εἰς χρόνον πολὺν"
    },
    {
      "verse": 11,
      "text": "ὄρνεα καὶ ἐχῖνοι, καὶ ἴβεις καὶ κόρακες κατοικήσουσιν ἐν αὐτῇ· καὶ ἐπιβληθήσεται ἐπʼ αὐτὴν σπαρτίον γεωμετρίας ἐρήμου, καὶ ὀνοκένταυροι οἰκήσουσιν ἐν αὐτῇ."
    },
    {
      "verse": 12,
      "text": "Οἱ ἄρχοντες αὐτῆς οὐκ ἔσονται· οἱ γὰρ βασιλεῖς καὶ οἱ μεγιστᾶνες αὐτῆς ἔσονται εἰς ἀπώλειαν."
    },
    {
      "verse": 13,
      "text": "Καὶ ἀναφυὴσει εἰς τὰς πόλεις αὐτῶν ἀκάνθινα ξύλα, καὶ εἰς τὰ ὀχυρώματα αὐτῆς· καὶ ἔσται ἐπαύλεις σειρήνων, καὶ αὐλὴ στρουθῶν."
    },
    {
      "verse": 14,
      "text": "Καὶ συναντήσουσι δαιμόνια ὀνοκενταύροις, καὶ βοήσονται ἕτερος πρὸς τὸν ἕτερον, ἐκεῖ ἀναπαύσονται ὀνοκένταυροι, εὑρόντες αὑτοῖς ἀνάπαυσιν."
    },
    {
      "verse": 15,
      "text": "Ἐκεῖ ἐνόσσευσεν ἐχῖνος, καὶ ἔσωσεν ἡ γῆ τὰ παιδία αὐτῆς μετὰ ἀσφαλείας· ἐκεῖ συνήντησαν ἔλαφοι καὶ εἶδον τὰ πρόσωπα ἀλλήλων."
    },
    {
      "verse": 16,
      "text": "Ἀριθμῷ παρῆλθον, καὶ μία αὐτῶν οὐκ ἀπώλετο· ἑτέρα τὴν ἑτέραν οὐκ ἐζήτησαν, ὅτι ὁ Κύριος αὐτοῖς ἐνετείλατο, καὶ τὸ πνεῦμα αὐτοῦ συνήγαγεν αὐτά."
    },
    {
      "verse": 17,
      "text": "Καὶ αὐτὸς ἐπιβαλεῖ αὐτοῖς κλήρους, καὶ ἡ χεὶρ αὐτοῦ διεμέρισε βόσκεσθαι· εἰς τὸν αἰῶνα χρόνον κληρονομήσετε, γενεὰς γενεῶν ἀναπαύσονται ἐπʼ αὐτῆς."
    }
  ]
}