{
  "book_id": "2ES",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the angel that was sent unto me, whose name was Uriel, gave me an answer,"
    },
    {
      "verse": 2,
      "text": "and said to me, thy heart hath utterly failed thee in regardingthis world, and thinkest thou to comprehend the way of the Most High?"
    },
    {
      "verse": 3,
      "text": "Then said I, Yea my Lord. And he answered me, and said, I am sent to show thee three ways, and to set forth three similitudes before thee:"
    },
    {
      "verse": 4,
      "text": "whereof if thou canst declare me one, I also will show thee the way that thou desirest to see, and I will teach thee wherefore the heart is wicked."
    },
    {
      "verse": 5,
      "text": "And I said, say on, my Lord. Then said he unto me, Go to, weigh me a weight of fire, or measure me a measure of wind, or call me again the day that is past."
    },
    {
      "verse": 6,
      "text": "Then answered I and said, who of the sons of menis able to do this, that thou shouldest ask me of such things?"
    },
    {
      "verse": 7,
      "text": "And he said unto me, If I had asked thee, saying, How many dwellings are there in the heart of the sea? or how many springs are there at the fountain head of the deep? or how many ways are above the firmament? or which are the outgoings of Hades? or which are the paths of paradise?"
    },
    {
      "verse": 8,
      "text": "peradventure thou wouldest say unto me, I never went down into the deep, nor as yet into Hades, neither did I ever climb up into heaven."
    },
    {
      "verse": 9,
      "text": "Nevertheless now have I asked thee but only of the fire and wind, and of the day, things wherethrough thou hast passed, and without which thou canst not be, and yet hast thou given me no answer of them."
    },
    {
      "verse": 10,
      "text": "He said moreover unto me, Thine own things, that are grown up with thee, canst thou not know;"
    },
    {
      "verse": 11,
      "text": "how then can thy vessel comprehend the way of the Most High? and how can he that is already worn out with the corrupted world understand incorruption?"
    },
    {
      "verse": 12,
      "text": "And when I heard these things I fell upon my face, and said unto him, It were better that we were not here at all, than that we should come hither and live in the midst of ungodliness, and suffer, and not know wherefore."
    },
    {
      "verse": 13,
      "text": "He answered me, and said, The woods of the trees of the field went forth, and took counsel together,"
    },
    {
      "verse": 14,
      "text": "and said, Come, let us go and make war against the sea, that it may depart away before us, and that we may make us more woods."
    },
    {
      "verse": 15,
      "text": "The waves of the sea also in like manner took counsel together, and said, Come, let us go up and subdue the wood of the plain, that there also we may make us another country."
    },
    {
      "verse": 16,
      "text": "The counsel of the wood was in vain, for the fire came and consumed it:"
    },
    {
      "verse": 17,
      "text": "likewise also the counsel of the waves of the sea, for the sand stood up and stopped them."
    },
    {
      "verse": 18,
      "text": "If thou wert judge now between these two, whom wouldest thou justify, or whom condemn?"
    },
    {
      "verse": 19,
      "text": "I answered and said, it is a foolish counsel that they both have taken, for the ground is given unto the wood, and the place of the sea is givento bear its waves."
    },
    {
      "verse": 20,
      "text": "Then answered he me, and said, Thou hast given a right judgment, and why judgest thou not in thine own case?"
    },
    {
      "verse": 21,
      "text": "For like as the ground is given unto the wood, and the sea to his waves, even so they that dwell upon the earth may understand nothing but that which is upon the earth: and he only that dwellethabove the heavens may understandthe things that are above the height of the heavens."
    },
    {
      "verse": 22,
      "text": "Then answered I and said, I beseech thee, O Lord, wherefore is the power of understanding given unto me?"
    },
    {
      "verse": 23,
      "text": "For it was not in my mind to be curious of the ways above, but of such things as pass by us daily; because Israel is given up as a reproach to the heathen, andthe people whom thou hast loved is given over unto ungodly nations, and the law of our forefathers is made of none effect, and the written covenants are nowhere regarded,"
    },
    {
      "verse": 24,
      "text": "and we pass away out of the world as grasshoppers, and our life is as a vapor, neither are we worthy to obtain mercy."
    },
    {
      "verse": 25,
      "text": "What will he then do for his name whereby we are called? Of these things have I asked."
    },
    {
      "verse": 26,
      "text": "Then he answered me, and said, if thou be alivethou shalt see, and if thou livest long, thou shalt marvel; for the world hasteneth fast to pass away."
    },
    {
      "verse": 27,
      "text": "For it is not able to bear the things that are promised to the righteous in the times to come:for this world is full of sadness and infirmities."
    },
    {
      "verse": 28,
      "text": "For the evil whereof thou askest me is sown, but the gathering thereof is not yet come."
    },
    {
      "verse": 29,
      "text": "If therefore that which is sown be not reaped, and if the place where the evil is sown pass not away, there cannot come the field where the good is sown."
    },
    {
      "verse": 30,
      "text": "For a grain of evil seed was sown in the heart of Adam from the beginning, and how much wickedness hath it brought forth unto this time! and how much shall it yet bring forth until the time of threshing come!"
    },
    {
      "verse": 31,
      "text": "Ponder now by thyself, how great fruit of wickedness a grain of evil seed hath brought forth."
    },
    {
      "verse": 32,
      "text": "When the ears which are without number shall be sown, how great a floor shall they fill!"
    },
    {
      "verse": 33,
      "text": "Then I answered and said, How long? and when shall these things come to pass? wherefore are our years few and evil?"
    },
    {
      "verse": 34,
      "text": "And he answered me, and said, Thou dost not hasten more than the Most High: for thy haste is for thine own self, but he that is above hastenethon behalf of many."
    },
    {
      "verse": 35,
      "text": "Did not the souls of the righteous ask question of these things in their chambers, saying, How long are we here? when cometh the fruit of the threshing time of our reward?"
    },
    {
      "verse": 36,
      "text": "And unto them Jeremiel the archangel gave answer, and said, Even when the number is fulfilled of them that are like unto you. For he hath weighed the world in the balance;"
    },
    {
      "verse": 37,
      "text": "and by measure hath he measured the times, and by number hath he numbered the seasons; and he shall not move nor stir them, until the said measure be fulfilled."
    },
    {
      "verse": 38,
      "text": "Then answered I and said, O Lord that bearest rule, yet even we all are full of impiety:"
    },
    {
      "verse": 39,
      "text": "and for our sakes peradventure it is that the threshing time of the righteous is kept back, because of the sins of them that dwell upon the earth."
    },
    {
      "verse": 40,
      "text": "So he answered me, and said, Go thy way to a woman with child, and ask of her when she hath fulfilled her nine months, if her womb may keep the birth any longer within her."
    },
    {
      "verse": 41,
      "text": "Then said I, No, Lord, that can it not. And he said unto me, in Hades the chambers of souls are like the womb:"
    },
    {
      "verse": 42,
      "text": "for like as a woman that travaileth maketh haste to escape the anguish of the travail: even so do these places hasten to deliver those things that are committed unto them from the beginning."
    },
    {
      "verse": 43,
      "text": "Then shall it be shown thee concerning those things which thou desirest to see."
    },
    {
      "verse": 44,
      "text": "Then answered I and said, if I have found favor in thy sight, and if it be possible, and if I be meet therefore,"
    },
    {
      "verse": 45,
      "text": "show me this also, whether there be more to come than is past, or whether the more part is gone over us."
    },
    {
      "verse": 46,
      "text": "For what is gone I know, but what is to come I know not."
    },
    {
      "verse": 47,
      "text": "And he said unto me, Stand up upon the right side, and I shall expound the similitude unto thee."
    },
    {
      "verse": 48,
      "text": "So I stood, and saw, and, behold, a hot burning oven passed by before me: and it happened, that when the flame was gone by I looked, and, behold, the smoke remained still."
    },
    {
      "verse": 49,
      "text": "After this there passed by before me a watery cloud, and sent down much rain with a storm; and when the stormy rain was past, the drops remained therein still."
    },
    {
      "verse": 50,
      "text": "Then said he unto me, Consider with thyself; as the rain is more than the drops, and the fire is greater than the smoke, so the quantity which is past did more exceed; but the drops and the smoke remained still."
    },
    {
      "verse": 51,
      "text": "Then I prayed, and said, May I live, thinkest thou, until that time? or who shall be in those days?"
    },
    {
      "verse": 52,
      "text": "He answered me, and said, As for the tokens whereof thou askest me, I may tell thee of them in part: but as touching thy life, I am not sent to show thee; for I do not know it."
    }
  ]
}