{
  "book_id": "2ES",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Nevertheless as concerning the tokens, behold, the days shall come, that they that dwell upon earth shall be taken with great amazement, and the way of truth shall be hidden, and the land shall be barren of faith."
    },
    {
      "verse": 2,
      "text": "But iniquity shall be increased above that which now thou seest, or that thou hast heard long ago."
    },
    {
      "verse": 3,
      "text": "And the land, that thou seest now to have rule, shall be waste and untrodden, and men shall see it desolate."
    },
    {
      "verse": 4,
      "text": "But if the Most High grant thee to live, thou shalt see that which is after the third kingdomto be troubled; and the sun shall suddenly shine forth in the night, and the moon in the day:"
    },
    {
      "verse": 5,
      "text": "and blood shall drop out of wood, and the stone shall give its voice, and the peoples shall be troubled; and theirgoings shall be changed:"
    },
    {
      "verse": 6,
      "text": "and he shall rule, whom they that dwell upon the earth look not for, and the fowls shall take their flight away together:"
    },
    {
      "verse": 7,
      "text": "and the Sodomitish sea shall cast out fish, and make a noise in the night, which many have not known: but all shall hear the voice thereof."
    },
    {
      "verse": 8,
      "text": "There shall be chaos also in many places, and the fire shall be often sent out, and the wild beasts shall change their places, and women shall bring forth monsters:"
    },
    {
      "verse": 9,
      "text": "and salt waters shall be found in the sweet, and all friends shall destroy one another; then shall wit hide itself, and understanding withdraw itself into its chamber;"
    },
    {
      "verse": 10,
      "text": "and it shall be sought of many, and shall not be found: and unrighteousness and incontinency shall be multiplied upon earth."
    },
    {
      "verse": 11,
      "text": "One land also shall ask another, and say, Is righteousness, is a man that doeth righteousness, gone through thee? And it shall say, No."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass at that time that men shall hope, but shall not obtain: they shall labor, but their ways shall not prosper."
    },
    {
      "verse": 13,
      "text": "To show thee such tokens I have leave; and if thou wilt pray again, and weep as now, and fast seven days, thou shalt hear yet greater things than these."
    },
    {
      "verse": 14,
      "text": "Then I awoke, and an extreme trembling went through my body, and my mind was troubled, so that it fainted."
    },
    {
      "verse": 15,
      "text": "So the angel that was come to talk with me held me, comforted me, and set me up upon my feet."
    },
    {
      "verse": 16,
      "text": "And in the second night it came to pass, that Phaltiel the captain of the people came unto me, saying, Where hast thou been? and why is thy countenance sad?"
    },
    {
      "verse": 17,
      "text": "or knowest thou not that Israel is committed unto thee in the land of their captivity?"
    },
    {
      "verse": 18,
      "text": "Up then, and eat some bread, and forsake us not, as the shepherd that leavethin the hands of cruel wolves."
    },
    {
      "verse": 19,
      "text": "Then said I unto him, Go thy ways from me, and come not nigh me for seven days, and then shalt thou come unto me. And he heard what I said, and went from me."
    },
    {
      "verse": 20,
      "text": "And so I fasted seven days, mourning and weeping, like as Uriel the angel commanded me."
    },
    {
      "verse": 21,
      "text": "And after seven days, so it was, that the thoughts of my heart were very grievous unto me again,"
    },
    {
      "verse": 22,
      "text": "and my soul recovered the spirit of understanding, and I began to speak words before the Most High again,"
    },
    {
      "verse": 23,
      "text": "and said, O Lord that bearest rule, of all the woods of the earth, and of all the trees thereof, thou hast chosen thee one vine:"
    },
    {
      "verse": 24,
      "text": "and of all the lands of the world thou hast chosen thee one country: and of all the flowers of the world thou hast chosen thee one lily:"
    },
    {
      "verse": 25,
      "text": "and of all the depths of the sea thou hast filled thee one river: and of all built cities thou hast hallowed Zion unto thyself:"
    },
    {
      "verse": 26,
      "text": "and of all the fowls that are created thou hast named thee one dove: and of all the cattle that are made thou hast provided thee one sheep:"
    },
    {
      "verse": 27,
      "text": "and among all the multitudes of peoples thou hast gotten thee one people: and unto this people, whom thou lovedst, thou gavest a law that is approved of all."
    },
    {
      "verse": 28,
      "text": "And now, O Lord, why hast thou given this one people over unto many, and hast dishonored the one root above others, and hast scattered thine only one among many?"
    },
    {
      "verse": 29,
      "text": "And they that did gainsay thy promises have trodden them down that believed thy covenants."
    },
    {
      "verse": 30,
      "text": "If thou dost so much hate thy people, they should be punished with thine own hands."
    },
    {
      "verse": 31,
      "text": "Now when I had spoken these words, the angel that came to me the night afore was sent unto me,"
    },
    {
      "verse": 32,
      "text": "and said unto me, Hear me, and I will instruct thee; hearken unto me, and I shall tell thee more."
    },
    {
      "verse": 33,
      "text": "And I said, Speak on, my Lord. Then said he unto me, Thou art sore troubled in mind for Israel’s sake: lovest thou that people better than he that made them?"
    },
    {
      "verse": 34,
      "text": "And I said, No, Lord: but of very grief have I spoken: for my heart tormenteth me every hour, while I labor to comprehend the way of the Most High, and to seek out part of his judgment."
    },
    {
      "verse": 35,
      "text": "And he said unto me, Thou canst not. And I said, Wherefore, Lord, or whereunto was I born? or why was not my mother’s womb then my grave, that I might not have seen the travail of Jacob, and the wearisome toil of the stock of Israel?"
    },
    {
      "verse": 36,
      "text": "And he said unto me, Number me them that are not yet come, gather me together the drops that are scattered abroad, make me the flowers green again that are withered,"
    },
    {
      "verse": 37,
      "text": "open me the chambers that are closed, and bring me forth the winds that in them are shut up, or show me the image of a voice: and then I will declare to thee the travail that thou askest to see."
    },
    {
      "verse": 38,
      "text": "And I said, O Lord that bearest rule, who may know these things, but he that hath not his dwelling with men?"
    },
    {
      "verse": 39,
      "text": "As for me, I am unwise: how may I then speak of these things whereof thou askest me?"
    },
    {
      "verse": 40,
      "text": "Then said he unto me, Like as thou canst do none of these things that I have spoken of, even so canst thou not find out my judgment, or the end of the love that I have promised unto my people."
    },
    {
      "verse": 41,
      "text": "And I said, But, lo, O Lord, thou hast made the promise unto them that be in the end: and what shall they do that have been before us, or we that are now,or they that shall come after us?"
    },
    {
      "verse": 42,
      "text": "And he said unto me, I will liken my judgment unto a ring: like as there is no slackness of them that are last, even so there is no swiftness of them that are first."
    },
    {
      "verse": 43,
      "text": "So I answered and said, Couldest thou not make them to beat once that have been made, and that be now, and that are to come; that thou mightest show thy judgment the sooner?"
    },
    {
      "verse": 44,
      "text": "Then answered he me, and said, The creature may not hasten above the creator; neither may the world hold them at once that shall be created therein."
    },
    {
      "verse": 45,
      "text": "And I said, How hast thou said unto thy servant, that thou wilt surely make alive at once the creature that thou hast created? If therefore they shall be alive at once, and the creature shall sustain them: even so it might now also support them to be present at once."
    },
    {
      "verse": 46,
      "text": "And he said unto me, Ask the womb of a woman, and say unto her, If thou bringest forth ten children, why doest thou itat several times? pray her therefore to bring forth ten children at once."
    },
    {
      "verse": 47,
      "text": "And I said, she cannot: but must do it by distance of time."
    },
    {
      "verse": 48,
      "text": "Then said he unto me, Even so have I given the womb of the earth to those that be sown therein in their several times."
    },
    {
      "verse": 49,
      "text": "For like as a young child may not bring forth, neither she that is grown old bring forthanymore, even so have I disposed the world which I created."
    },
    {
      "verse": 50,
      "text": "And I asked, and said, Seeing thou hast now shown me the way, I will speak before thee: Is our mother, of whom thou hast told me, still young? or doth she now draw nigh unto age?"
    },
    {
      "verse": 51,
      "text": "He answered me, and said, Ask a woman that beareth children, and she shall tell thee."
    },
    {
      "verse": 52,
      "text": "Say unto her, wherefore are not they whom thou hast now brought forth like those that were before, but less of stature?"
    },
    {
      "verse": 53,
      "text": "And she also shall answer thee, They that are born in the strength of youth are of one fashion, and they that are born in the time of age, when the womb faileth, are otherwise."
    },
    {
      "verse": 54,
      "text": "Consider therefore thou also, how that ye are less of stature than those that were before you."
    },
    {
      "verse": 55,
      "text": "And so are they that come after you less than ye, as bornof the creature which now beginneth to be old, and is past the strength of youth."
    },
    {
      "verse": 56,
      "text": "Then said I, Lord, I beseech thee, if I have found favor in thy sight, show thy servant by whom thou visitest thy creature."
    }
  ]
}