{
  "book_id": "2ES",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And it so came to pass, that when my son was entered into his wedding chamber, he fell down, and died."
    },
    {
      "verse": 2,
      "text": "Then we all overthrew the lights, and all my neighbors rose up to comfort me: and I remained quiet unto the second day at night."
    },
    {
      "verse": 3,
      "text": "And it came to pass, when they had all left off to comfort me, to the end I might be quiet, then rose I up by night, and fled, and came hither into this field, as thou seest."
    },
    {
      "verse": 4,
      "text": "And I do now purpose not to return into the city, but here to stay, and neither to eat nor drink, but continually to mourn and to fast until I die."
    },
    {
      "verse": 5,
      "text": "Then left I the meditations wherein I was, and answered her in anger, and said,"
    },
    {
      "verse": 6,
      "text": "Thou foolish woman above all other, seest thou not our mourning, and what hath happened unto us?"
    },
    {
      "verse": 7,
      "text": "how that Zion the mother of us all is full of sorrow, and much humbled."
    },
    {
      "verse": 8,
      "text": "It is right now to mourn very sore, seeing we all mourn, and to be sorrowful, seeing we are all in sorrow, but thou sorrowest for one son."
    },
    {
      "verse": 9,
      "text": "For ask the earth, and she shall tell thee, that it is she who ought to mourn for so many that grow upon her."
    },
    {
      "verse": 10,
      "text": "For out of her all had their beginnings, and others shall come; and, behold, they walk almost all into destruction, and the multitude of them is utterly rooted out."
    },
    {
      "verse": 11,
      "text": "Who then should make more mourning, she, that hath lost so great a multitude, or thou, who art grieved but for one?"
    },
    {
      "verse": 12,
      "text": "but if thou sayest unto me, My lamentation is not like the earth’s, for I have lost the fruit of my womb, which I brought forth with pains, and bare with sorrows:"
    },
    {
      "verse": 13,
      "text": "but it is withthe earth after the manner of the earth; the multitude present in it is gone, as it came:"
    },
    {
      "verse": 14,
      "text": "then say I unto thee, Like as thou hast brought forth with sorrow; even so the earth also hath given her fruit, namely, man, ever since the beginning unto him that made her."
    },
    {
      "verse": 15,
      "text": "Now therefore keep thy sorrow to thyself, and bear with a good courage the adversities which have befallen thee."
    },
    {
      "verse": 16,
      "text": "For if thou shalt acknowledge the decree of God to be just, thou shalt both receive thy son in time, and shalt be praised among women."
    },
    {
      "verse": 17,
      "text": "Go thy way then into the city to thy husband."
    },
    {
      "verse": 18,
      "text": "And she said unto me, That will I not do: I will not go into the city, but here will I die."
    },
    {
      "verse": 19,
      "text": "So I proceeded to speak further unto her, and said,"
    },
    {
      "verse": 20,
      "text": "Do not so, but suffer thyself to be prevailed on by reason of the adversities of Zion; and be comforted by reason of the sorrow of Jerusalem."
    },
    {
      "verse": 21,
      "text": "For thou seest that our sanctuary is laid waste, our altar broken down, our temple destroyed;"
    },
    {
      "verse": 22,
      "text": "our psaltery is brought low, our song is put to silence, our rejoicing is at an end; the light of our candlestick is put out, the ark of our covenant is plundered, our holy things are defiled, and the name that is called upon us is profaned; our freemen are despitefully treated, our priests are burnt, our Levites are gone into captivity, our virgins are defiled, and our wives ravished; our righteous men carried away, our little ones betrayed, our young men are brought into bondage, and our strong men are become weak;"
    },
    {
      "verse": 23,
      "text": "and, what is more than all, the seal of Zion—for she hath now lost the seal of her honor, and is delivered into the hands of them that hate us."
    },
    {
      "verse": 24,
      "text": "Thou therefore shake off thy great heaviness, and put away from thee the multitude of sorrows, that the Mighty may be merciful unto thee again, and the Most High may give thee rest, even ease from thy travails."
    },
    {
      "verse": 25,
      "text": "And it came to pass, while I was talking with her, behold, her face upon a sudden shined exceedingly, and her countenance glistered like lightning, so that I was sore afraid of her, and mused what this might be;"
    },
    {
      "verse": 26,
      "text": "and, behold, suddenly she made a great cry very fearful; so that the earth shook at the noise."
    },
    {
      "verse": 27,
      "text": "And I looked, and, behold, the woman appeared unto me no more, but there was a city built, and a place showed itself from large foundations: then was I afraid, and cried with a loud voice, and said,"
    },
    {
      "verse": 28,
      "text": "Where is Uriel the angel, who came unto me at the first? for he hath caused me to fall into this great trance, and mine end is turned into corruption, and my prayer to rebuke."
    },
    {
      "verse": 29,
      "text": "And as I was speaking these words, behold, the angel who had come unto me at the first came unto me, and he looked upon me:"
    },
    {
      "verse": 30,
      "text": "and, lo, I lay as one that had been dead, and mine understanding was taken from me; and he took me by the right hand, and comforted me, and set me upon my feet, and said unto me,"
    },
    {
      "verse": 31,
      "text": "What aileth thee? and why art thou so disquieted? and why is thine understanding troubled, and the thoughts of thy heart?"
    },
    {
      "verse": 32,
      "text": "And I said, Because thou hast forsaken me: yet I did according to thy words, and went into the field, and, lo, I have seen, and yet see, that which I am not able to express."
    },
    {
      "verse": 33,
      "text": "And he said unto me, Stand up like a man, and I will advise thee."
    },
    {
      "verse": 34,
      "text": "Then said I, Speak on, my Lord; only forsake me not, lest I die frustrate of my hope."
    },
    {
      "verse": 35,
      "text": "For I have seen that I knew not, and hear that I do not know."
    },
    {
      "verse": 36,
      "text": "Or is my sense deceived, or my soul in a dream?"
    },
    {
      "verse": 37,
      "text": "Now therefore I beseech thee to show thy servant concerning this trance."
    },
    {
      "verse": 38,
      "text": "And he answered me, and said, Hear me, and I shall inform thee, and tell thee concerning the things whereof thou art afraid: For the Most High hath revealed many secret things unto thee."
    },
    {
      "verse": 39,
      "text": "He hath seen that thy way is right: for that thou sorrowest continually for thy people, and makest great lamentation for Zion."
    },
    {
      "verse": 40,
      "text": "This therefore is the meaning of the vision."
    },
    {
      "verse": 41,
      "text": "The woman who appeared unto thee a little while ago, whom thou sawest mourning, and begannest to comfort her:"
    },
    {
      "verse": 42,
      "text": "but now seest thou the likeness of the woman no more, but there appeared unto thee a city in building:"
    },
    {
      "verse": 43,
      "text": "and whereas she told thee of the death of her son, this is the solution:"
    },
    {
      "verse": 44,
      "text": "This woman, whom thou sawest, is Zion, whom thou now seest as a city built;"
    },
    {
      "verse": 45,
      "text": "and whereas she said unto thee, that she hath been thirty years barren, it is,because there were three thousand years in the world wherein there was no offering as yet offered in her."
    },
    {
      "verse": 46,
      "text": "And it came to pass after three thousand years that Solomon built the city, and offered offerings: then it was that the barren bare a son."
    },
    {
      "verse": 47,
      "text": "And whereas she told thee that she nourished him with travail: that was the dwelling in Jerusalem."
    },
    {
      "verse": 48,
      "text": "And whereas she said unto thee, My son coming into his marriage chamber died, and that misfortune befell her: this was the destruction that came to Jerusalem."
    },
    {
      "verse": 49,
      "text": "And, behold, thou sawest her likeness, how she mourned for her son, and thou begannest to comfort her for what hath befallen her; these were the things to be opened unto thee."
    },
    {
      "verse": 50,
      "text": "For now the Most High, seeing that thou art grieved unfeignedly, and sufferest from thy whole heart for her, hath shown thee the brightness of her glory, and the comeliness of her beauty:"
    },
    {
      "verse": 51,
      "text": "and therefore I bade thee remain in the field where no house was built:"
    },
    {
      "verse": 52,
      "text": "for I knew that the Most High would show this unto thee."
    },
    {
      "verse": 53,
      "text": "Therefore I commanded thee to come into the field, where no foundation of any building was."
    },
    {
      "verse": 54,
      "text": "For in the place wherein the city of the Most High was to be shown, the work of no man’s building could stand."
    },
    {
      "verse": 55,
      "text": "Therefore fear thou not, nor let thy heart be affrighted, but go thy way in, and see the beauty and greatness of the building, as much as thine eyes are able to see:"
    },
    {
      "verse": 56,
      "text": "and then shalt thou hear as much as thine ears may comprehend."
    },
    {
      "verse": 57,
      "text": "For thou art blessed above many, and with the Most High art called by name, like as but few."
    },
    {
      "verse": 58,
      "text": "But tomorrow at night thou shalt remain here;"
    },
    {
      "verse": 59,
      "text": "and so shall the Most High show thee those visions in dreams, of what the Most High will do unto them that dwell upon earth in the last days. So I slept that night and another, like as he commanded me."
    }
  ]
}