{
  "book_id": "1PE",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פטרוס שליח ישוע המשיח אל תושבי תפוצות פנטוס גלטיא קפודקיא אסיא וביתוניא׃"
    },
    {
      "verse": 2,
      "text": "הנבחרים מקדם כפי דעת אלהים האב בקדוש הרוח אל משמעת ישוע המשיח ואל הזית דמו חסד ושלום למכביר יהיו לכם׃"
    },
    {
      "verse": 3,
      "text": "ברוך האלהים אבי אדנינו ישוע המשיח אשר כרב רחמיו שב והוליד אתנו לתקוה חיה בהקמת ישוע המשיח מעם המתים׃"
    },
    {
      "verse": 4,
      "text": "לנחלה אשר לא תשחת ולא תגאל ולא תבל הצפונה בשמים לכם׃"
    },
    {
      "verse": 5,
      "text": "הנשמרים בעז אלהים על יד האמונה לתשועה העתידה להגלות בעת קץ׃"
    },
    {
      "verse": 6,
      "text": "אשר בה תגילו אתם המתעצבים עתה מעט לפי הצרך במסת שנות׃"
    },
    {
      "verse": 7,
      "text": "למען תמצא אמונתכם המזקקה יקרה הרבה מן הזהב האבד הצרוף באש לתהלה ולכבוד ולתפארת בהתגלות ישוע המשיח׃"
    },
    {
      "verse": 8,
      "text": "אשר אהבתם ולא ראיתם ואשר עתה תאמינו בו בלא ראות אתו ובכן תגילו בשמחה מפארה עצמה מספר׃"
    },
    {
      "verse": 9,
      "text": "בקחתכם עקב אמונתכם תשועה לנפשתיכם׃"
    },
    {
      "verse": 10,
      "text": "את התשועה אשר עליה חקרו ודרשו הנביאים הנבאים על החסד השמור לכם׃"
    },
    {
      "verse": 11,
      "text": "בחקרם לדעת מתי ואיך תהיה העת אשר הודיעה רוח המשיח אשר בקרבם בהגידו מראש את ענויי המשיח ואת הגדלות אשר אחריהם׃"
    },
    {
      "verse": 12,
      "text": "ונגלה להם כי לא לפנשם כי אם לנו שרתו בדברים ההם אשר הגד לכם עתה על פי המבשרים אתכם ברוח הקדש השלוח משמים דברים אשר מלאכי אלהים חמדו להשקיף אל תוכם׃"
    },
    {
      "verse": 13,
      "text": "לכן חגרו מתני שכלכם התעוררו וקוו קוה לחסד אשר יבואכם בהתגלות ישוע המשיח׃"
    },
    {
      "verse": 14,
      "text": "כבני משמעת אל תתנהגו בתאות אשר התאויתם בעוד היותכם בבלי דעת׃"
    },
    {
      "verse": 15,
      "text": "כי אם היו קדשים בכל דרכיכם כאשר קדוש הוא אשר קרא אתכם׃"
    },
    {
      "verse": 16,
      "text": "כי על כן כתוב והייתם קדשים כי קדוש אני׃"
    },
    {
      "verse": 17,
      "text": "ואם אב תקראו לאלהים השפט בבלי משא פנים כפי מעללי איש ואיש התהלכו נא ביראה בימי מגוריכם׃"
    },
    {
      "verse": 18,
      "text": "מדעתכם כי לא בדבר נפסד בכסף או בזהב נפדיתם מדרך הבלכם אשר הנחלתם מאת אבותיכם׃"
    },
    {
      "verse": 19,
      "text": "כי אם בדם יקר של שה תמים ומום אין בו בדם המשיח׃"
    },
    {
      "verse": 20,
      "text": "הנודע מראש לפני מוסדות תבל ונגלה באחרית הימים למענכם׃"
    },
    {
      "verse": 21,
      "text": "המאמינים על פיו באלהים אשר הקים אתו מעם המתים ויתן לו כבוד למען היות אמונתכם גם תקוה לאלהים׃"
    },
    {
      "verse": 22,
      "text": "זכו את נפשתיכם על ידי הרוח בשמעכם בקול האמת לאהבת אחים בלא חנפה ואהבתם איש את רעהו אהבה חזקה בלב טהור׃"
    },
    {
      "verse": 23,
      "text": "כנולדים מחדש לא מזרע נשחת כי אם מזרע לא ישחת במאמר אלהים החי והקים לעולם׃"
    },
    {
      "verse": 24,
      "text": "כי כל בשר חציר וכל כבוד איש כציץ השדה יבש חציר נבל ציץ׃"
    },
    {
      "verse": 25,
      "text": "ודבר יהוה יקום לעולם וזה הוא הדבר אשר בשר לכם׃"
    }
  ]
}