{
  "book_id": "JOB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "After this hath Job opened his mouth, and revileth his day."
    },
    {
      "verse": 2,
      "text": "And Job answereth and saith: —"
    },
    {
      "verse": 3,
      "text": "Let the day perish in which I am born, And the night that hath said: 'A man-child hath been conceived.'"
    },
    {
      "verse": 4,
      "text": "That day — let it be darkness, Let not God require it from above, Nor let light shine upon it."
    },
    {
      "verse": 5,
      "text": "Let darkness and death-shade redeem it, Let a cloud tabernacle upon it, Let them terrify it as the most bitter of days."
    },
    {
      "verse": 6,
      "text": "That night — let thick darkness take it, Let it not be united to days of the year, Into the number of months let it not come."
    },
    {
      "verse": 7,
      "text": "Lo! that night — let it be gloomy, Let no singing come into it."
    },
    {
      "verse": 8,
      "text": "Let the cursers of day mark it, Who are ready to wake up Leviathan."
    },
    {
      "verse": 9,
      "text": "Let the stars of its twilight be dark, Let it wait for light, and there is none, And let it not look on the eyelids of the dawn."
    },
    {
      "verse": 10,
      "text": "Because it hath not shut the doors Of the womb that was mine! And hide misery from mine eyes."
    },
    {
      "verse": 11,
      "text": "Why from the womb do I not die? From the belly I have come forth and gasp!"
    },
    {
      "verse": 12,
      "text": "Wherefore have knees been before me? And what [are] breasts, that I suck?"
    },
    {
      "verse": 13,
      "text": "For now, I have lain down, and am quiet, I have slept — then there is rest to me,"
    },
    {
      "verse": 14,
      "text": "With kings and counsellors of earth, These building wastes for themselves."
    },
    {
      "verse": 15,
      "text": "Or with princes — they have gold, They are filling their houses [with] silver."
    },
    {
      "verse": 16,
      "text": "(Or as a hidden abortion I am not, As infants — they have not seen light.)"
    },
    {
      "verse": 17,
      "text": "There the wicked have ceased troubling, And there rest do the wearied in power."
    },
    {
      "verse": 18,
      "text": "Together prisoners have been at ease, They have not heard the voice of an exactor,"
    },
    {
      "verse": 19,
      "text": "Small and great [are] there the same. And a servant [is] free from his lord."
    },
    {
      "verse": 20,
      "text": "Why giveth He to the miserable light, and life to the bitter soul?"
    },
    {
      "verse": 21,
      "text": "Who are waiting for death, and it is not, And they seek it above hid treasures."
    },
    {
      "verse": 22,
      "text": "Who are glad — unto joy, They rejoice when they find a grave."
    },
    {
      "verse": 23,
      "text": "To a man whose way hath been hidden, And whom God doth shut up?"
    },
    {
      "verse": 24,
      "text": "For before my food, my sighing cometh, And poured out as waters [are] my roarings."
    },
    {
      "verse": 25,
      "text": "For a fear I feared and it meeteth me, And what I was afraid of doth come to me."
    },
    {
      "verse": 26,
      "text": "I was not safe — nor was I quiet — Nor was I at rest — and trouble cometh!"
    }
  ]
}