{
  "book_id": "JOB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Is there not a warfare to man on earth? And as the days of an hireling his days?"
    },
    {
      "verse": 2,
      "text": "As a servant desireth the shadow, And as a hireling expecteth his wage,"
    },
    {
      "verse": 3,
      "text": "So I have been caused to inherit months of vanity, And nights of misery they numbered to me."
    },
    {
      "verse": 4,
      "text": "If I lay down then I said, 'When do I rise!' And evening hath been measured, And I have been full of tossings till dawn."
    },
    {
      "verse": 5,
      "text": "Clothed hath been my flesh [with] worms, And a clod of dust, My skin hath been shrivelled and is loathsome,"
    },
    {
      "verse": 6,
      "text": "My days swifter than a weaving machine, And they are consumed without hope."
    },
    {
      "verse": 7,
      "text": "Remember Thou that my life [is] a breath, Mine eye turneth not back to see good."
    },
    {
      "verse": 8,
      "text": "The eye of my beholder beholdeth me not. Thine eyes [are] upon me — and I am not."
    },
    {
      "verse": 9,
      "text": "Consumed hath been a cloud, and it goeth, So he who is going down to Sheol cometh not up."
    },
    {
      "verse": 10,
      "text": "He turneth not again to his house, Nor doth his place discern him again."
    },
    {
      "verse": 11,
      "text": "Also I — I withhold not my mouth — I speak in the distress of my spirit, I talk in the bitterness of my soul."
    },
    {
      "verse": 12,
      "text": "A sea -[monster] am I, or a dragon, That thou settest over me a guard?"
    },
    {
      "verse": 13,
      "text": "When I said, 'My bed doth comfort me,' He taketh away in my talking my couch."
    },
    {
      "verse": 14,
      "text": "And thou hast affrighted me with dreams, And from visions thou terrifiest me,"
    },
    {
      "verse": 15,
      "text": "And my soul chooseth strangling, Death rather than my bones."
    },
    {
      "verse": 16,
      "text": "I have wasted away — not to the age do I live. Cease from me, for my days [are] vanity."
    },
    {
      "verse": 17,
      "text": "What [is] man that Thou dost magnify him? And that Thou settest unto him Thy heart?"
    },
    {
      "verse": 18,
      "text": "And inspectest him in the mornings, In the evenings dost try him?"
    },
    {
      "verse": 19,
      "text": "How long dost Thou not look from me? Thou dost not desist till I swallow my spittle."
    },
    {
      "verse": 20,
      "text": "I have sinned, what do I to Thee, O watcher of man? Why hast Thou set me for a mark to Thee, And I am for a burden to myself — and what?"
    },
    {
      "verse": 21,
      "text": "Thou dost not take away my transgression, And cause to pass away mine iniquity, Because now, for dust I lie down: And Thou hast sought me — and I am not!"
    }
  ]
}