{
  "book_id": "JOB",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And Bildad the Shuhite answereth and saith: —"
    },
    {
      "verse": 2,
      "text": "When do ye set an end to words? Consider ye, and afterwards do we speak."
    },
    {
      "verse": 3,
      "text": "Wherefore have we been reckoned as cattle? We have been defiled in your eyes!"
    },
    {
      "verse": 4,
      "text": "(He is tearing himself in his anger.) For thy sake is earth forsaken? And removed is a rock from its place?"
    },
    {
      "verse": 5,
      "text": "Also, the light of the wicked is extinguished. And there doth not shine a spark of his fire."
    },
    {
      "verse": 6,
      "text": "The light hath been dark in his tent, And his lamp over him is extinguished."
    },
    {
      "verse": 7,
      "text": "Straitened are the steps of his strength, And cast him down doth his own counsel."
    },
    {
      "verse": 8,
      "text": "For he is sent into a net by his own feet, And on a snare he doth walk habitually."
    },
    {
      "verse": 9,
      "text": "Seize on the heel doth a gin, Prevail over him do the designing."
    },
    {
      "verse": 10,
      "text": "Hidden in the earth is his cord, And his trap on the path."
    },
    {
      "verse": 11,
      "text": "Round about terrified him have terrors, And they have scattered him — at his feet."
    },
    {
      "verse": 12,
      "text": "Hungry is his sorrow, And calamity is ready at his side."
    },
    {
      "verse": 13,
      "text": "It consumeth the parts of his skin, Consume his parts doth death's first-born."
    },
    {
      "verse": 14,
      "text": "Drawn from his tent is his confidence, And it causeth him to step to the king of terrors."
    },
    {
      "verse": 15,
      "text": "It dwelleth in his tent — out of his provender, Scattered over his habitation is sulphur."
    },
    {
      "verse": 16,
      "text": "From beneath his roots are dried up, And from above cut off is his crop."
    },
    {
      "verse": 17,
      "text": "His memorial hath perished from the land, And he hath no name on the street."
    },
    {
      "verse": 18,
      "text": "They thrust him from light unto darkness, And from the habitable earth cast him out."
    },
    {
      "verse": 19,
      "text": "He hath no continuator, Nor successor among his people, And none is remaining in his dwellings."
    },
    {
      "verse": 20,
      "text": "At this day westerns have been astonished And easterns have taken fright."
    },
    {
      "verse": 21,
      "text": "Only these [are] tabernacles of the perverse, And this the place God hath not known."
    }
  ]
}