{
  "book_id": "JOB",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And Job answereth and saith: —"
    },
    {
      "verse": 2,
      "text": "Hear ye diligently my word, And this is your consolation."
    },
    {
      "verse": 3,
      "text": "Bear with me, and I speak, And after my speaking — ye may deride."
    },
    {
      "verse": 4,
      "text": "I — to man [is] my complaint? and if [so], wherefore May not my temper become short?"
    },
    {
      "verse": 5,
      "text": "Turn unto me, and be astonished, And put hand to mouth."
    },
    {
      "verse": 6,
      "text": "Yea, if I have remembered, then I have been troubled. And my flesh hath taken fright."
    },
    {
      "verse": 7,
      "text": "Wherefore do the wicked live? They have become old, Yea, they have been mighty in wealth."
    },
    {
      "verse": 8,
      "text": "Their seed is established, Before their face with them, And their offspring before their eyes."
    },
    {
      "verse": 9,
      "text": "Their houses [are] peace without fear, Nor [is] a rod of God upon them."
    },
    {
      "verse": 10,
      "text": "His bullock hath eaten corn, and doth not loath. His cow bringeth forth safely, And doth not miscarry."
    },
    {
      "verse": 11,
      "text": "They send forth as a flock their sucklings, And their children skip,"
    },
    {
      "verse": 12,
      "text": "They lift [themselves] up at timbrel and harp, And rejoice at the sound of an organ."
    },
    {
      "verse": 13,
      "text": "They wear out in good their days, And in a moment [to] Sheol go down."
    },
    {
      "verse": 14,
      "text": "And they say to God, 'Turn aside from us, And the knowledge of Thy ways We have not desired."
    },
    {
      "verse": 15,
      "text": "What [is] the Mighty One that we serve Him? And what do we profit when we meet with Him?'"
    },
    {
      "verse": 16,
      "text": "Lo, not in their hand [is] their good, (The counsel of the wicked Hath been far from me.)"
    },
    {
      "verse": 17,
      "text": "How oft is the lamp of the wicked extinguished, And come on them doth their calamity? Pangs He apportioneth in His anger."
    },
    {
      "verse": 18,
      "text": "They are as straw before wind, And as chaff a hurricane hath stolen away,"
    },
    {
      "verse": 19,
      "text": "God layeth up for his sons his sorrow, He giveth recompense unto him — and he knoweth."
    },
    {
      "verse": 20,
      "text": "His own eyes see his destruction, And of the wrath of the Mighty he drinketh."
    },
    {
      "verse": 21,
      "text": "For what [is] his delight in his house after him, And the number of his months cut off?"
    },
    {
      "verse": 22,
      "text": "To God doth [one] teach knowledge, And He the high doth judge?"
    },
    {
      "verse": 23,
      "text": "This [one] dieth in his perfect strength, Wholly at ease and quiet."
    },
    {
      "verse": 24,
      "text": "His breasts have been full of milk, And marrow his bones doth moisten."
    },
    {
      "verse": 25,
      "text": "And this [one] dieth with a bitter soul, And have not eaten with gladness."
    },
    {
      "verse": 26,
      "text": "Together — on the dust they lie down, And the worm doth cover them over."
    },
    {
      "verse": 27,
      "text": "Lo, I have known your thoughts, And the devices against me ye do wrongfully."
    },
    {
      "verse": 28,
      "text": "For ye say, 'Where [is] the house of the noble? And where the tent — The tabernacles of the wicked?'"
    },
    {
      "verse": 29,
      "text": "Have ye not asked those passing by the way? And their signs do ye not know?"
    },
    {
      "verse": 30,
      "text": "That to a day of calamity is the wicked spared. To a day of wrath they are brought."
    },
    {
      "verse": 31,
      "text": "Who doth declare to his face his way? And [for] that which he hath done, Who doth give recompence to him?"
    },
    {
      "verse": 32,
      "text": "And he — to the graves he is brought. And over the heap a watch is kept."
    },
    {
      "verse": 33,
      "text": "Sweet to him have been the clods of the valley, And after him every man he draweth, And before him there is no numbering."
    },
    {
      "verse": 34,
      "text": "And how do ye comfort me [with] vanity, And in your answers hath been left trespass?"
    }
  ]
}