{
  "book_id": "JOB",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Surely there is for silver a source, And a place for the gold they refine;"
    },
    {
      "verse": 2,
      "text": "Iron from the dust is taken, And [from] the firm stone brass."
    },
    {
      "verse": 3,
      "text": "An end hath he set to darkness, And to all perfection he is searching, A stone of darkness and death-shade."
    },
    {
      "verse": 4,
      "text": "A stream hath broken out from a sojourner, Those forgotten of the foot, They were low, from man they wandered."
    },
    {
      "verse": 5,
      "text": "The earth! from it cometh forth bread, And its under-part is turned like fire."
    },
    {
      "verse": 6,
      "text": "A place of the sapphire [are] its stones, And it hath dust of gold."
    },
    {
      "verse": 7,
      "text": "A path — not known it hath a ravenous fowl, Nor scorched it hath an eye of the kite,"
    },
    {
      "verse": 8,
      "text": "Nor trodden it have the sons of pride, Not passed over it hath the fierce lion."
    },
    {
      "verse": 9,
      "text": "Against the flint he sent forth his hand, He overturned from the root mountains."
    },
    {
      "verse": 10,
      "text": "Among rocks, brooks he hath cleaved, And every precious thing hath his eye seen."
    },
    {
      "verse": 11,
      "text": "From overflowing floods he hath bound, And the hidden thing bringeth out [to] light."
    },
    {
      "verse": 12,
      "text": "And the wisdom — whence is it found? And where [is] this, the place of understanding?"
    },
    {
      "verse": 13,
      "text": "Man hath not known its arrangement, Nor is it found in the land of the living."
    },
    {
      "verse": 14,
      "text": "The deep hath said, 'It [is] not in me,' And the sea hath said, 'It is not with me.'"
    },
    {
      "verse": 15,
      "text": "Gold is not given for it, Nor is silver weighed — its price."
    },
    {
      "verse": 16,
      "text": "It is not valued with pure gold of Ophir, With precious onyx and sapphire,"
    },
    {
      "verse": 17,
      "text": "Not equal it do gold and crystal, Nor [is] its exchange a vessel of fine gold."
    },
    {
      "verse": 18,
      "text": "Corals and pearl are not remembered, The acquisition of wisdom [is] above rubies."
    },
    {
      "verse": 19,
      "text": "Not equal it doth the topaz of Cush, With pure gold it is not valued."
    },
    {
      "verse": 20,
      "text": "And the wisdom — whence doth it come? And where [is] this, the place of understanding?"
    },
    {
      "verse": 21,
      "text": "It hath been hid from the eyes of all living. And from the fowl of the heavens It hath been hidden."
    },
    {
      "verse": 22,
      "text": "Destruction and death have said: 'With our ears we have heard its fame.'"
    },
    {
      "verse": 23,
      "text": "God hath understood its way, And He hath known its place."
    },
    {
      "verse": 24,
      "text": "For He to the ends of the earth doth look, Under the whole heavens He doth see,"
    },
    {
      "verse": 25,
      "text": "To make for the wind a weight, And the waters He meted out in measure."
    },
    {
      "verse": 26,
      "text": "In His making for the rain a limit, And a way for the brightness of the voices,"
    },
    {
      "verse": 27,
      "text": "Then He hath seen and declareth it, He hath prepared it, and also searched it out,"
    },
    {
      "verse": 28,
      "text": "And He saith to man: — 'Lo, fear of the Lord, that [is] wisdom, And to turn from evil [is] understanding.'"
    }
  ]
}