{
  "book_id": "JOB",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "And now, laughed at me, Have the younger in days than I, Whose fathers I have loathed to set With the dogs of my flock."
    },
    {
      "verse": 2,
      "text": "Also — the power of their hands, why [is it] to me? On them hath old age perished."
    },
    {
      "verse": 3,
      "text": "With want and with famine gloomy, Those fleeing to a dry place, Formerly a desolation and waste,"
    },
    {
      "verse": 4,
      "text": "Those cropping mallows near a shrub, And broom-roots [is] their food."
    },
    {
      "verse": 5,
      "text": "From the midst they are cast out, (They shout against them as a thief),"
    },
    {
      "verse": 6,
      "text": "In a frightful place of valleys to dwell, Holes of earth and clefts."
    },
    {
      "verse": 7,
      "text": "Among shrubs they do groan, Under nettles they are gathered together."
    },
    {
      "verse": 8,
      "text": "Sons of folly — even sons without name, They have been smitten from the land."
    },
    {
      "verse": 9,
      "text": "And now, their song I have been, And I am to them for a byword."
    },
    {
      "verse": 10,
      "text": "They have abominated me, They have kept far from me, And from before me have not spared to spit."
    },
    {
      "verse": 11,
      "text": "Because His cord He loosed and afflicteth me, And the bridle from before me, They have cast away."
    },
    {
      "verse": 12,
      "text": "On the right hand doth a brood arise, My feet they have cast away, And they raise up against me, Their paths of calamity."
    },
    {
      "verse": 13,
      "text": "They have broken down my path, By my calamity they profit, 'He hath no helper.'"
    },
    {
      "verse": 14,
      "text": "As a wide breach they come, Under the desolation have rolled themselves."
    },
    {
      "verse": 15,
      "text": "He hath turned against me terrors, It pursueth as the wind mine abundance, And as a thick cloud, Hath my safety passed away."
    },
    {
      "verse": 16,
      "text": "And now, in me my soul poureth itself out, Seize me do days of affliction."
    },
    {
      "verse": 17,
      "text": "At night my bone hath been pierced in me, And mine eyelids do not lie down."
    },
    {
      "verse": 18,
      "text": "By the abundance of power, Is my clothing changed, As the mouth of my coat it doth gird me."
    },
    {
      "verse": 19,
      "text": "Casting me into mire, And I am become like dust and ashes."
    },
    {
      "verse": 20,
      "text": "I cry unto Thee, And Thou dost not answer me, I have stood, and Thou dost consider me."
    },
    {
      "verse": 21,
      "text": "Thou art turned to be fierce to me, With the strength of Thy hand, Thou oppressest me."
    },
    {
      "verse": 22,
      "text": "Thou dost lift me up, On the wind Thou dost cause me to ride, And Thou meltest — Thou levellest me."
    },
    {
      "verse": 23,
      "text": "For I have known To death Thou dost bring me back, And [to] the house appointed for all living."
    },
    {
      "verse": 24,
      "text": "Surely not against the heap Doth He send forth the hand, Though in its ruin they have safety."
    },
    {
      "verse": 25,
      "text": "Did not I weep for him whose day is hard? Grieved hath my soul for the needy."
    },
    {
      "verse": 26,
      "text": "When good I expected, then cometh evil, And I wait for light, and darkness cometh."
    },
    {
      "verse": 27,
      "text": "My bowels have boiled, and have not ceased, Gone before me have days of affliction."
    },
    {
      "verse": 28,
      "text": "Mourning I have gone without the sun, I have risen, in an assembly I cry."
    },
    {
      "verse": 29,
      "text": "A brother I have been to dragons, And a companion to daughters of the ostrich."
    },
    {
      "verse": 30,
      "text": "My skin hath been black upon me, And my bone hath burned from heat,"
    },
    {
      "verse": 31,
      "text": "And my harp doth become mourning, And my organ the sound of weeping."
    }
  ]
}