{
  "book_id": "JOB",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "A covenant I made for mine eyes, And what — do I attend to a virgin?"
    },
    {
      "verse": 2,
      "text": "And what [is] the portion of God from above? And the inheritance of the Mighty from the heights?"
    },
    {
      "verse": 3,
      "text": "Is not calamity to the perverse? And strangeness to workers of iniquity?"
    },
    {
      "verse": 4,
      "text": "Doth not He see my ways, And all my steps number?"
    },
    {
      "verse": 5,
      "text": "If I have walked with vanity, And my foot doth hasten to deceit,"
    },
    {
      "verse": 6,
      "text": "He doth weigh me in righteous balances, And God doth know my integrity."
    },
    {
      "verse": 7,
      "text": "If my step doth turn aside from the way, And after mine eyes hath my heart gone, And to my hands cleaved hath blemish,"
    },
    {
      "verse": 8,
      "text": "Let me sow — and another eat, And my products let be rooted out."
    },
    {
      "verse": 9,
      "text": "If my heart hath been enticed by woman, And by the opening of my neighbour I laid wait,"
    },
    {
      "verse": 10,
      "text": "Grind to another let my wife, And over her let others bend."
    },
    {
      "verse": 11,
      "text": "For it [is] a wicked thing, and a judicial iniquity;"
    },
    {
      "verse": 12,
      "text": "For a fire it [is], to destruction it consumeth, And among all mine increase doth take root,"
    },
    {
      "verse": 13,
      "text": "If I despise the cause of my man-servant, And of my handmaid, In their contending with me,"
    },
    {
      "verse": 14,
      "text": "Then what do I do when God ariseth? And when He doth inspect, What do I answer Him?"
    },
    {
      "verse": 15,
      "text": "Did not He that made me in the womb make him? Yea, prepare us in the womb doth One."
    },
    {
      "verse": 16,
      "text": "If I withhold from pleasure the poor, And the eyes of the widow do consume,"
    },
    {
      "verse": 17,
      "text": "And I do eat my morsel by myself, And the orphan hath not eat of it,"
    },
    {
      "verse": 18,
      "text": "(But from my youth He grew up with me as [with] a father, And from the belly of my mother I am led.)"
    },
    {
      "verse": 19,
      "text": "If I see [any] perishing without clothing, And there is no covering to the needy,"
    },
    {
      "verse": 20,
      "text": "If his loins have not blessed me, And from the fleece of my sheep He doth not warm himself,"
    },
    {
      "verse": 21,
      "text": "If I have waved at the fatherless my hand, When I see in [him] the gate of my court,"
    },
    {
      "verse": 22,
      "text": "My shoulder from its blade let fall, And mine arm from the bone be broken."
    },
    {
      "verse": 23,
      "text": "For a dread unto me [is] calamity [from] God, And because of His excellency I am not able."
    },
    {
      "verse": 24,
      "text": "If I have made gold my confidence, And to the pure gold have said, 'My trust,'"
    },
    {
      "verse": 25,
      "text": "If I rejoice because great [is] my wealth, And because abundance hath my hand found,"
    },
    {
      "verse": 26,
      "text": "If I see the light when it shineth, And the precious moon walking,"
    },
    {
      "verse": 27,
      "text": "And my heart is enticed in secret, And my hand doth kiss my mouth,"
    },
    {
      "verse": 28,
      "text": "It also [is] a judicial iniquity, For I had lied to God above."
    },
    {
      "verse": 29,
      "text": "If I rejoice at the ruin of my hater, And stirred up myself when evil found him,"
    },
    {
      "verse": 30,
      "text": "Yea, I have not suffered my mouth to sin, To ask with an oath his life."
    },
    {
      "verse": 31,
      "text": "If not — say ye, O men of my tent, 'O that we had of his flesh, we are not satisfied.'"
    },
    {
      "verse": 32,
      "text": "In the street doth not lodge a stranger, My doors to the traveller I open."
    },
    {
      "verse": 33,
      "text": "If I have covered as Adam my transgressions, To hide in my bosom mine iniquity,"
    },
    {
      "verse": 34,
      "text": "Because I fear a great multitude, And the contempt of families doth affright me, Then I am silent, I go not out of the opening."
    },
    {
      "verse": 35,
      "text": "Who giveth to me a hearing? lo, my mark. The Mighty One doth answer me, And a bill hath mine adversary written."
    },
    {
      "verse": 36,
      "text": "If not — on my shoulder I take it up, I bind it a crown on myself."
    },
    {
      "verse": 37,
      "text": "The number of my steps I tell Him, As a leader I approach Him."
    },
    {
      "verse": 38,
      "text": "If against me my land doth cry out, And together its furrows weep,"
    },
    {
      "verse": 39,
      "text": "If its strength I consumed without money, And the life of its possessors, I have caused to breathe out,"
    },
    {
      "verse": 40,
      "text": "Instead of wheat let a thorn go forth, And instead of barley a useless weed! The words of Job are finished."
    }
  ]
}