{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Also, at this my heart trembleth, And it moveth from its place."
    },
    {
      "verse": 2,
      "text": "Hearken diligently to the trembling of His voice, Yea, the sound from His mouth goeth forth."
    },
    {
      "verse": 3,
      "text": "Under the whole heavens He directeth it, And its light [is] over the skirts of the earth."
    },
    {
      "verse": 4,
      "text": "After it roar doth a voice — He thundereth with the voice of His excellency, And He doth not hold them back, When His voice is heard."
    },
    {
      "verse": 5,
      "text": "God thundereth with His voice wonderfully, Doing great things and we know not."
    },
    {
      "verse": 6,
      "text": "For to snow He saith, 'Be [on] the earth.' And the small rain and great rain of His power."
    },
    {
      "verse": 7,
      "text": "Into the hand of every man he sealeth, For the knowledge by all men of His work."
    },
    {
      "verse": 8,
      "text": "And enter doth the beast into covert, And in its habitations it doth continue."
    },
    {
      "verse": 9,
      "text": "From the inner chamber cometh a hurricane, And from scatterings winds — cold,"
    },
    {
      "verse": 10,
      "text": "From the breath of God is frost given, And the breadth of waters is straitened,"
    },
    {
      "verse": 11,
      "text": "Yea, by filling He doth press out a cloud, Scatter a cloud doth His light."
    },
    {
      "verse": 12,
      "text": "And it is turning itself round by His counsels, For their doing all He commandeth them, On the face of the habitable earth."
    },
    {
      "verse": 13,
      "text": "Whether for a rod, or for His land, Or for kindness — He doth cause it to come."
    },
    {
      "verse": 14,
      "text": "Hear this, O Job, Stand and consider the wonders of God."
    },
    {
      "verse": 15,
      "text": "Dost thou know when God doth place them, And caused to shine the light of His cloud?"
    },
    {
      "verse": 16,
      "text": "Dost thou know the balancings of a cloud? The wonders of the Perfect in knowledge?"
    },
    {
      "verse": 17,
      "text": "How thy garments [are] warm, In the quieting of the earth from the south?"
    },
    {
      "verse": 18,
      "text": "Thou hast made an expanse with Him For the clouds — strong as a hard mirror!"
    },
    {
      "verse": 19,
      "text": "Let us know what we say to Him, We set not in array because of darkness."
    },
    {
      "verse": 20,
      "text": "Is it declared to Him that I speak? If a man hath spoken, surely he is swallowed up."
    },
    {
      "verse": 21,
      "text": "And now, they have not seen the light, Bright it [is] in the clouds, And the wind hath passed by and cleanseth them."
    },
    {
      "verse": 22,
      "text": "From the golden north it cometh, Beside God [is] fearful honour."
    },
    {
      "verse": 23,
      "text": "The Mighty! we have not found Him out, High in power and judgment, He doth not answer! And abundant in righteousness,"
    },
    {
      "verse": 24,
      "text": "Therefore do men fear Him, He seeth not any of the wise of heart."
    }
  ]
}