{
  "book_id": "JOB",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehovah doth answer Job, and saith: —"
    },
    {
      "verse": 2,
      "text": "Is the striver with the Mighty instructed? The reprover of God, let him answer it."
    },
    {
      "verse": 3,
      "text": "And Job answereth Jehovah, and saith: —"
    },
    {
      "verse": 4,
      "text": "Lo, I have been vile, What do I return to Thee? My hand I have placed on my mouth."
    },
    {
      "verse": 5,
      "text": "Once I have spoken, and I answer not, And twice, and I add not."
    },
    {
      "verse": 6,
      "text": "And Jehovah answereth Job out of the whirlwind, and saith: —"
    },
    {
      "verse": 7,
      "text": "Gird, I pray thee, as a man, thy loins, I ask thee, and cause thou Me to know."
    },
    {
      "verse": 8,
      "text": "Dost thou also make void My judgment? Dost thou condemn Me, That thou mayest be righteous?"
    },
    {
      "verse": 9,
      "text": "And an arm like God hast thou? And with a voice like Him dost thou thunder?"
    },
    {
      "verse": 10,
      "text": "Put on, I pray thee, excellency and loftiness, Yea, honour and beauty put on."
    },
    {
      "verse": 11,
      "text": "Scatter abroad the wrath of thine anger, And see every proud one, and make him low."
    },
    {
      "verse": 12,
      "text": "See every proud one — humble him, And tread down the wicked in their place."
    },
    {
      "verse": 13,
      "text": "Hide them in the dust together, Their faces bind in secret."
    },
    {
      "verse": 14,
      "text": "And even I — I do praise thee, For thy right hand giveth salvation to thee."
    },
    {
      "verse": 15,
      "text": "Lo, I pray thee, Behemoth, that I made with thee: Grass as an ox he eateth."
    },
    {
      "verse": 16,
      "text": "Lo, I pray thee, his power [is] in his loins, And his strength in the muscles of his belly."
    },
    {
      "verse": 17,
      "text": "He doth bend his tail as a cedar, The sinews of his thighs are wrapped together,"
    },
    {
      "verse": 18,
      "text": "His bones [are] tubes of brass, His bones [are] as a bar of iron."
    },
    {
      "verse": 19,
      "text": "He [is] a beginning of the ways of God, His Maker bringeth nigh his sword;"
    },
    {
      "verse": 20,
      "text": "For food do mountains bear for him, And all the beasts of the field play there."
    },
    {
      "verse": 21,
      "text": "Under shades he lieth down, In a secret place of reed and mire."
    },
    {
      "verse": 22,
      "text": "Cover him do shades, [with] their shadow, Cover him do willows of the brook."
    },
    {
      "verse": 23,
      "text": "Lo, a flood oppresseth — he doth not haste, He is confident though Jordan Doth come forth unto his mouth."
    },
    {
      "verse": 24,
      "text": "Before his eyes doth [one] take him, With snares doth [one] pierce the nose?"
    }
  ]
}