{
  "book_id": "JOB",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Dost thou draw leviathan with an angle? And with a rope thou lettest down — his tongue?"
    },
    {
      "verse": 2,
      "text": "Dost thou put a reed in his nose? And with a thorn pierce his jaw?"
    },
    {
      "verse": 3,
      "text": "Doth he multiply unto thee supplications? Doth he speak unto thee tender things?"
    },
    {
      "verse": 4,
      "text": "Doth he make a covenant with thee? Dost thou take him for a servant age-during?"
    },
    {
      "verse": 5,
      "text": "Dost thou play with him as a bird? And dost thou bind him for thy damsels?"
    },
    {
      "verse": 6,
      "text": "(Feast upon him do companions, They divide him among the merchants!)"
    },
    {
      "verse": 7,
      "text": "Dost thou fill with barbed irons his skin? And with fish-spears his head?"
    },
    {
      "verse": 8,
      "text": "Place on him thy hand, Remember the battle — do not add!"
    },
    {
      "verse": 9,
      "text": "Lo, the hope of him is found a liar, Also at his appearance is not one cast down?"
    },
    {
      "verse": 10,
      "text": "None so fierce that he doth awake him, And who [is] he before Me stationeth himself?"
    },
    {
      "verse": 11,
      "text": "Who hath brought before Me and I repay? Under the whole heavens it [is] mine."
    },
    {
      "verse": 12,
      "text": "I do not keep silent concerning his parts, And the matter of might, And the grace of his arrangement."
    },
    {
      "verse": 13,
      "text": "Who hath uncovered the face of his clothing? Within his double bridle who doth enter?"
    },
    {
      "verse": 14,
      "text": "The doors of his face who hath opened? Round about his teeth [are] terrible."
    },
    {
      "verse": 15,
      "text": "A pride — strong ones of shields, Shut up — a close seal."
    },
    {
      "verse": 16,
      "text": "One unto another they draw nigh, And air doth not enter between them."
    },
    {
      "verse": 17,
      "text": "One unto another they adhere, They stick together and are not separated."
    },
    {
      "verse": 18,
      "text": "His sneezings cause light to shine, And his eyes [are] as the eyelids of the dawn."
    },
    {
      "verse": 19,
      "text": "Out of his mouth do flames go, sparks of fire escape."
    },
    {
      "verse": 20,
      "text": "Out of his nostrils goeth forth smoke, As a blown pot and reeds."
    },
    {
      "verse": 21,
      "text": "His breath setteth coals on fire, And a flame from his mouth goeth forth."
    },
    {
      "verse": 22,
      "text": "In his neck lodge doth strength, And before him doth grief exult."
    },
    {
      "verse": 23,
      "text": "The flakes of his flesh have adhered — Firm upon him — it is not moved."
    },
    {
      "verse": 24,
      "text": "His heart [is] firm as a stone, Yea, firm as the lower piece."
    },
    {
      "verse": 25,
      "text": "From his rising are the mighty afraid, From breakings they keep themselves free."
    },
    {
      "verse": 26,
      "text": "The sword of his overtaker standeth not, Spear — dart — and lance."
    },
    {
      "verse": 27,
      "text": "He reckoneth iron as straw, brass as rotten wood."
    },
    {
      "verse": 28,
      "text": "The son of the bow doth not cause him to flee, Turned by him into stubble are stones of the sling."
    },
    {
      "verse": 29,
      "text": "As stubble have darts been reckoned, And he laugheth at the shaking of a javelin."
    },
    {
      "verse": 30,
      "text": "Under him [are] sharp points of clay, He spreadeth gold on the mire."
    },
    {
      "verse": 31,
      "text": "He causeth to boil as a pot the deep, The sea he maketh as a pot of ointment."
    },
    {
      "verse": 32,
      "text": "After him he causeth a path to shine, One thinketh the deep to be hoary."
    },
    {
      "verse": 33,
      "text": "There is not on the earth his like, That is made without terror."
    },
    {
      "verse": 34,
      "text": "Every high thing he doth see, He [is] king over all sons of pride."
    }
  ]
}