{
  "book_id": "2KI",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And Moab \\f + \\fr 1:1 \\fl Gr. \\ft despised. \\f* rebelled against Israel after the death of Achaab."
    },
    {
      "verse": 2,
      "text": "And Ochozias fell through the lattice that was in his upper chamber in Samaria and was sick; and he sent messengers, and said to them, Go and enquire of Baal fly, the god of Accaron, whether I shall recover of this my sickness. And they went to enquire of him."
    },
    {
      "verse": 3,
      "text": "And an angel of the Lord called Eliu the Thesbite, saying, Arise, and go to meet the messengers of Ochozias king of Samaria, and you shall say to them, \\add Is it\\add* because there is no God in Israel, \\add that\\add* you⌃ go to enquire of Baal fly, the God of Accaron? but \\add it shall\\add* not \\add be\\add* so."
    },
    {
      "verse": 4,
      "text": "For thus says the Lord, The bed on which you are gone up, you shall not come down from it, for you shall surely die. And Eliu went, and said \\add so\\add* to them."
    },
    {
      "verse": 5,
      "text": "And the messengers returned to him, and he said to them, Why have you⌃ returned?"
    },
    {
      "verse": 6,
      "text": "And they said to him, A man came up to meet us, and said to us, Go, return to the king that sent you, and say to him, Thus says the Lord, \\add Is it\\add* because there is no God in Israel, \\add that\\add* you go to enquire of Baal fly, the God of Accaron? \\add it shall\\add* not \\add be\\add* so: the bed on which you are gone up, you shall not come down from it, for you shall surely die."
    },
    {
      "verse": 7,
      "text": "So they returned and reported to the king as Eliu said: and he said to them, What \\add was\\add* the manner of the man who went up to meet you, and spoke to you these words?"
    },
    {
      "verse": 8,
      "text": "And they said to him, \\add He was\\add* a hairy man, and girded with a leather girdle about his loins. And he said, This is Eliu the Thesbite."
    },
    {
      "verse": 9,
      "text": "And he sent to him a captain of fifty and his fifty; and he went up to him: and, behold, Eliu sat on the top of a mountain. And the captain of fifty spoke to him, and said, O man of God, the king has called you, come down."
    },
    {
      "verse": 10,
      "text": "And Eliu answered and said to the captain of fifty, And if I \\add am\\add* a man of God, fire shall come down out of heaven, and devour you and your fifty. And fire came down out of heaven, and devoured him and his fifty."
    },
    {
      "verse": 11,
      "text": "And the king \\f + \\fr 1:11 \\fl Gr. \\ft added and sent. \\f* sent a second time to him another captain of fifty, and his fifty. And the captain of fifty spoke to him, and said, O man of God, thus says the king, Come down quickly."
    },
    {
      "verse": 12,
      "text": "And Eliu answered and spoke to him, and said, If I \\add am\\add* a man of God, fire shall come down out of heaven, and devour you and your fifty. And fire came down out of heaven, and devoured him and his fifty."
    },
    {
      "verse": 13,
      "text": "And the king \\f + \\fr 1:13 \\fl Gr. \\ft added yet to send. \\f* sent yet again a captain and his fifty. And the third captain of fifty came, and knelt on his knees before Eliu, and entreated him, and spoke to him and said, O man of God, let my life, and the life of these fifty your servants, be precious in your eyes."
    },
    {
      "verse": 14,
      "text": "Behold, fire came down from heaven, and devoured the two first captains of fifty: and now, I pray, let my life be precious in your eyes."
    },
    {
      "verse": 15,
      "text": "And the angel of the Lord spoke to Eliu, and said, Go down with him, be not afraid of them. And Eliu rose up, and went down with him to the king."
    },
    {
      "verse": 16,
      "text": "And Eliu spoke to him, and said, Thus says the Lord, Why have you sent messengers to enquire of Baal fly, the god of Accaron? \\add it shall\\add* not \\add be\\add* so: the bed on which you are gone up, you shall not come down from it, for you shall surely die."
    },
    {
      "verse": 17,
      "text": "So he died according to the word of the Lord which Eliu has spoken."
    },
    {
      "verse": 18,
      "text": "And the rest of the \\f + \\fr 1:18 \\fl Gr. \\ft words. \\f* acts of Ochozias which he did, behold, \\add are\\add* they not written in the book of the chronicles of the kings of Israel? and Joram son of Achaab reigns over Israel in Samaria twelve years \\add beginning\\add* in the eighteenth year of Josaphat king of Juda: and he did that which was evil in the sight of the Lord, only not as his brethren, nor as his mother: and he removed the pillars of Baal which his father made, and broke them in pieces: only he was joined to the sins of the house of Jeroboam, who led Israel to sin; he departed not from them. And the Lord was very angry with the house of Achaab."
    }
  ]
}