{
  "book_id": "2KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And one of the wives of the sons of the prophets cried to Elisaie, saying, Your servant my husband is dead; and you know that your servant feared the Lord: and the creditor is come to take my two sons to be his servants."
    },
    {
      "verse": 2,
      "text": "And Elisaie said, What shall I do for you? tell me what you have in the house. And she said, Your servant has nothing in the house, except oil wherewith I \\f + \\fr 4:2 \\fl Gr. \\ft shall anoint. \\f* anoint myself."
    },
    {
      "verse": 3,
      "text": "And he said to her, Go, borrow for yourself vessels without of all your neighbors, \\add even\\add* empty vessels; borrow not a few."
    },
    {
      "verse": 4,
      "text": "And you shall go in and shut the door upon you and upon your sons, and you shall pour forth into these vessels, and remove that which is filled."
    },
    {
      "verse": 5,
      "text": "And she departed from him, and shut the door upon herself and upon her sons: they brought the vessels near to her, and she poured in until the vessels were filled."
    },
    {
      "verse": 6,
      "text": "And she said to her sons, Bring me yet a vessel. And they said to her, There is not a vessel more. And the oil stayed."
    },
    {
      "verse": 7,
      "text": "And she came and told the man of God: and Elisaie said, Go, and sell the oil, and you shall pay your \\f + \\fr 4:7 \\fl Gr. \\ft interest, \\fl pl.\\f* debts, and you and your sons shall live of the remaining oil."
    },
    {
      "verse": 8,
      "text": "And a day came, when Elisaie passed over to Soman, and \\add there was\\add* a great lady there, and she constrained him to eat bread: and it came to pass as often as he went into \\add the city, that\\add* he turned aside to eat there."
    },
    {
      "verse": 9,
      "text": "And the woman said to her husband, See now, I know that this \\add is\\add* a holy man of God who comes over continually to us."
    },
    {
      "verse": 10,
      "text": "Let us now make for him an upper chamber, a small place; and let us put there for him a bed, and a table, and a stool, and a candlestick: and it shall come to pass that when he comes in to us, he shall \\f + \\fr 4:10 \\fl Or, \\ft turn aside. \\f* turn in there."
    },
    {
      "verse": 11,
      "text": "And a day came, and he went in there, and turned aside into the upper chamber, and lay there."
    },
    {
      "verse": 12,
      "text": "And he said to Giezi his servant, Call me this Somanite. and he called her, and she stood before him."
    },
    {
      "verse": 13,
      "text": "And he said to him, Say now to her, Behold, you have \\f + \\fr 4:13 \\fl Gr. \\ft been astonished with all this astonishment. \\f* taken all this trouble for us; what should I do for you? Have you any \\f + \\fr 4:13 \\fl Gr. \\ft word \\fl or \\ft business. \\f* request \\add to make\\add* to the king, or to the captain of the host? And she said, I dwell in the midst of my people."
    },
    {
      "verse": 14,
      "text": "And he said to Giezi, What must we do for her? and Giezi his servant said, Indeed she has no son, and her husband \\add is\\add* old."
    },
    {
      "verse": 15,
      "text": "And he called her, and she stood by the door."
    },
    {
      "verse": 16,
      "text": "And Elisaie said to her, At this time \\add next year\\add*, as the season \\add is\\add*, you \\add shall be\\add* alive, and embrace a son. And she said, Nay, my lord, do not lie to your servant."
    },
    {
      "verse": 17,
      "text": "And the woman conceived, and bore a son at the very time, as the season was, being alive, as Elisaie said to her."
    },
    {
      "verse": 18,
      "text": "And the child grew: and it came to pass when he went out to his father to the reapers,"
    },
    {
      "verse": 19,
      "text": "that he said to his father, My head, my head. and \\add his father\\add* said to a servant, carry him to his mother."
    },
    {
      "verse": 20,
      "text": "And he carried him to his mother, and he lay upon her knees till noon, and died."
    },
    {
      "verse": 21,
      "text": "And she carried him up and laid him on the bed of the man of god; and she shut the door upon him, and went out."
    },
    {
      "verse": 22,
      "text": "And she called her husband, and said, Send now for me one of the young men, and one of the asses, and I will \\f + \\fr 4:22 \\fl Gr. \\ft run. \\f* ride quickly to the man of God, and return."
    },
    {
      "verse": 23,
      "text": "And he said, Why are you going to him today? It is neither new moon, nor the Sabbath. And she said, \\f + \\fr 4:23 \\fl Gr. \\ft peace. \\f* \\add It is\\add* well."
    },
    {
      "verse": 24,
      "text": "And she saddled the ass, and said to her servant, Be quick, proceed: spare not on my account to ride, unless I shall tell you. Go, and you shall proceed, and come to the man of God to mount Carmel."
    },
    {
      "verse": 25,
      "text": "And she \\f + \\fr 4:25 \\fl Gr. \\ft went. \\f* rode and came to the man of God to the mountain: and it came to pass when Elisaie saw her coming, that he said to Giezi his servant, See now, that Somanite comes."
    },
    {
      "verse": 26,
      "text": "Now run to meet her, and you shall say, \\add Is it\\add* well with you? \\f + \\fr 4:26 \\fl Gr. \\ft peace. \\f* \\add is it\\add* well with your husband? \\add is it\\add* well with the child? and she said, \\add It is\\add* well."
    },
    {
      "verse": 27,
      "text": "And she came to Elisaie to the mountain, and laid hold of his feet; and Giezi drew near to thrust her away. And Elisaie said, Let her alone, for her soul \\add is\\add* much grieved in her, and the Lord has hidden \\add it\\add* from me, and has not told \\add it\\add* me."
    },
    {
      "verse": 28,
      "text": "And she said, Did I ask a son of my lord? For did I not say, \\f + \\fr 4:28 \\fl Gr. \\ft You shall not. \\f* Do not deal deceitfully with me?"
    },
    {
      "verse": 29,
      "text": "And Elisaie said to Giezi, Gird up your loins, and take my staff in your hand, and go: if you meet any man, you shall not \\f + \\fr 4:29 \\fl Gr. \\ft bless. \\f* salute him, and if a man salute you you shall not answer him: and you shall lay my staff on the child's face."
    },
    {
      "verse": 30,
      "text": "And the mother of the child said, \\add As\\add* the Lord lives and \\add as\\add* your soul lives, I will not leave you. And Elisaie arose, and went after her."
    },
    {
      "verse": 31,
      "text": "And Giezi went on before her, and laid his staff on the child's face: but there was neither voice nor any hearing. So he returned to meet him, and told him, saying, The child is not awaked."
    },
    {
      "verse": 32,
      "text": "And Elisaie went into the house, and, behold, the dead child was laid upon his bed."
    },
    {
      "verse": 33,
      "text": "And Elisaie went into the house, and shut the door upon themselves, the two, and prayed to the Lord."
    },
    {
      "verse": 34,
      "text": "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands; and bowed himself upon him, and the flesh of the child grew warm."
    },
    {
      "verse": 35,
      "text": "And he returned, and walked up and down in the house: and he went up, and bowed himself on the child seven times; and the child opened his eyes."
    },
    {
      "verse": 36,
      "text": "And Elisaie cried out to Giezi, and said, Call this Somanite. So he called her, and she came in to him: and Elisaie said, Take your son."
    },
    {
      "verse": 37,
      "text": "And the woman went in, and fell at his feet, and did obeisance \\add bowing\\add* to the ground; and she took her son, and went out."
    },
    {
      "verse": 38,
      "text": "And Elisaie returned to Galgala: and a famine \\add was\\add* in the land; and the sons of the prophets sat before him: and Elisaie said to his servant, Set on the great pot, and boil pottage for the sons of the prophets."
    },
    {
      "verse": 39,
      "text": "And he went out into the field to gather herbs, and found a vine in the field, and gathered of it wild \\f + \\fr 4:39 \\fl Gr. sing. \\ft colosynth. \\f* gourds, his garment full; and he cast it into the caldron of pottage, for they knew \\add them\\add* not."
    },
    {
      "verse": 40,
      "text": "And he poured it out for the men to eat: and it came to pass, when they were eating of the pottage, that behold! they cried out, and said, \\add There is\\add* death in the pot, O man of God. And they could not eat."
    },
    {
      "verse": 41,
      "text": "And he said, Take meal, and cast it into the pot. And Elisaie said to his servant Giezi, Pour out for the people, and let them eat. And there was no longer there any hurtful thing in the pot."
    },
    {
      "verse": 42,
      "text": "And there came a man over from Baetharisa, and brought to the man of God twenty barley loaves and cakes of figs, of the first fruits. And he said, Give to the people, and let them eat."
    },
    {
      "verse": 43,
      "text": "And his servant said, Why should I set this before one hundred men? and he said, Give to the people, and let them eat; for thus says the Lord, They shall eat and leave."
    },
    {
      "verse": 44,
      "text": "And they ate and left, according to the word of the Lord."
    }
  ]
}