{
  "book_id": "2KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Now Naiman, the captain of the host of Syria, was a great man before his master, and highly respected, because by him the Lord had given deliverance to Syria, and the man was mighty in strength, buta leper."
    },
    {
      "verse": 2,
      "text": "And the Syrians went forth in small bands, and took captive out of the land of Israel a little maid: and she waited on Naiman's wife."
    },
    {
      "verse": 3,
      "text": "And she said to her mistress, O that my lord were before the prophet of God in Samaria; then he would recover him from his leprosy."
    },
    {
      "verse": 4,
      "text": "And she went in and told her lord, and said, Thus and thus spoke the maid from the land of Israel."
    },
    {
      "verse": 5,
      "text": "And the king of Syria said to Naiman, Go to, go, and I will send a letter to the king of Israel. And he went, and took in his hand ten talents of silver, and six thousand pieces of gold, and ten changes of raiment."
    },
    {
      "verse": 6,
      "text": "And he brought the letter to the king of Israel, saying, Now then, as soon as this letter shall reach you, behold, I have sent to you my servant Naiman, and you shall recover him from his leprosy."
    },
    {
      "verse": 7,
      "text": "And it came to pass, when the king of Israel read the letter, thathe tore his garments, and said, AmI God, to kill and to make alive, that this mansends to me to recover a man of his leprosy? consider, however, I pray you, and see that this manseeks an occasion against me."
    },
    {
      "verse": 8,
      "text": "And it came to pass, when Elisaie heard that the king of Israel had torn his garments, that he sent to the king of Israel, saying, Therefore have you torn your garments? Let Naiman, I pray you, come to me, and let him know that there is a prophet in Israel."
    },
    {
      "verse": 9,
      "text": "So Naiman came with horse and chariot, and stood at the door of the house of Elisaie."
    },
    {
      "verse": 10,
      "text": "And Elisaie sent a messenger to him, saying, Go and wash seven times in Jordan, and your flesh shall return to you, and you shall be cleansed."
    },
    {
      "verse": 11,
      "text": "And Naiman was angry, and departed, and said, Behold, I said, He will by all means come out to me, and stand, and call on the name of his God, and lay his hand upon the place, and recover the leper."
    },
    {
      "verse": 12,
      "text": "Arenot the Abana and Pharphar, rivers of Damascus, better than all the waters of Israel? may I not go and wash in them, and be cleansed? and he turned and went away in a rage."
    },
    {
      "verse": 13,
      "text": "And his servants came near and said to him, Supposethe prophet had spoken a great thing to you, would you not perform it? yet he has but said to you, Wash, and be cleansed."
    },
    {
      "verse": 14,
      "text": "So Naiman went down, and dipped himself seven times in Jordan, according to the word of Elisaie: and his flesh returned to him as the flesh of a little child, and he was cleansed."
    },
    {
      "verse": 15,
      "text": "And he and all his company returned to Elisaie, and he came and stood before him, and said, Behold, I know that there is no God in all the earth, save only in Israel: and now receive a blessing of your servant."
    },
    {
      "verse": 16,
      "text": "And Elisaie said, Asthe Lord lives, before whom I stand, I will not take one. And he pressed him to take one: but he would not."
    },
    {
      "verse": 17,
      "text": "And Naiman said, Well then, if not, let there be given to your servant, I pray you, the load of ayoke of mules; and you shall give me of the red earth: for henceforth your servant will not offer whole burnt offering or sacrifice to other gods, but only to the Lord by reason ofthis thing."
    },
    {
      "verse": 18,
      "text": "And let the Lord be propitious to your servant when my master goes into the house of Remman to worship there, and he shall lean on my hand, and I shall bow down in the house of Remman when he bows down in the house of Remman; even let the Lord, I pray, be merciful to your servant in this matter."
    },
    {
      "verse": 19,
      "text": "And Elisaie said to Naiman, Go in peace. And he departed from him a little way."
    },
    {
      "verse": 20,
      "text": "And Giezi the servant of Elisaie said, Behold, my Lord has spared this Syrian Naiman, so as not to take of his hand what he has brought: as the Lord lives, I will surely run after him, and take somewhat of him."
    },
    {
      "verse": 21,
      "text": "So Giezi followed after Naiman: and Naiman saw him running after him, and turned back from his chariot to meet him."
    },
    {
      "verse": 22,
      "text": "And Giezisaid, All is well: my master has sent me, saying, Behold, now are there come to me two young men of the sons of the prophets from mount Ephraim; give them, I pray you, a talent of silver, and two changes of raiment."
    },
    {
      "verse": 23,
      "text": "And Naimansaid, Take two talents of silver. And he took two talents of silver in two bags, and two changes of raiment, and put them upon two of his servants, and they bore them before him."
    },
    {
      "verse": 24,
      "text": "And he came to a secret place, and took them from their hands, and laid them up in the house, and dismissed the men."
    },
    {
      "verse": 25,
      "text": "And he went in himself and stood before his master; and Elisaie said to him,"
    },
    {
      "verse": 26,
      "text": "Whence come you, Giezi? and Giezi said, Your servant has not been hither or there. And Elisaie said to him, Went not my heart with you, when the man returned from his chariot to meet you? and now you have received silver, and now you have received raiment, and olive yards, and vineyards, and sheep, and oxen, and menservants, and maidservants."
    },
    {
      "verse": 27,
      "text": "The leprosy also of Naiman shall cleave to you, and to your seed for ever. And he went out from his presence leprous, like snow."
    }
  ]
}