{
  "book_id": "2KI",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And Gotholia the mother of Ochozias saw that her son was dead, and she destroyed all the \\f + \\fr 11:1 \\fl Gr. \\ft seed of the kingdom. \\f* seed royal."
    },
    {
      "verse": 2,
      "text": "And Josabee daughter of king Joram, sister of Ochozias, took Joas the son of her brother, and stole him from among the king's sons that were put to death, \\add secreting\\add* him and his nurse in the bedchamber, and hid him from the face of Gotholia, and he was not slain."
    },
    {
      "verse": 3,
      "text": "And he remained with her hid in the house of the Lord six years: and Gotholia reigned over the land."
    },
    {
      "verse": 4,
      "text": "And in the seventh year Jodae sent and took the captains of hundreds of the \\f + \\fr 11:4 \\fqa Heb. guards. \\f* Chorri and of the \\f + \\fr 11:4 \\fqa Heb. runners. \\f* Rhasim, and brought them to him into the house of the Lord, and made a covenant of the Lord with them, and adjured them, and Jodae showed them the king's son."
    },
    {
      "verse": 5,
      "text": "And charged them, saying, This \\add is\\add* the \\f + \\fr 11:5 \\fl Gr. \\ft word. \\f* thing which you⌃ shall do."
    },
    {
      "verse": 6,
      "text": "Let a third part of you go in \\add on\\add* the sabbath-day, and keep you⌃ the watch of the king's house in the porch; and another third in the gate of the high way, and a third at the gate behind the footmen; and keep you⌃ the guard of the house."
    },
    {
      "verse": 7,
      "text": "And there \\add shall be\\add* two parties among you, even every one that goes out on the Sabbath, and they shall keep the guard of the Lord's house before the king."
    },
    {
      "verse": 8,
      "text": "And do you⌃ compass the king about every man with his weapon in his hand, and he that goes into the ranges shall die: and they shall be with the king in his going out and in his coming in."
    },
    {
      "verse": 9,
      "text": "And the captains of hundreds did all things that the wise Jodae commanded; and they took each his men, both those that went in on the sabbath-day, \\f + \\fr 11:9 \\fl Gr. \\ft hands. \\f* and those that went out on the sabbath-day, and went in to Jodae the priest."
    },
    {
      "verse": 10,
      "text": "And the priest gave to the captains of hundreds the swords and spears of king David that were in the house of the Lord."
    },
    {
      "verse": 11,
      "text": "And the footmen stood each \\f + \\fr 11:11 \\fl Gr. \\ft and his weapon. \\f* with his weapon in his hand from the right corner of the house to the left corner of the house, \\add by\\add* the altar and the house round about the king."
    },
    {
      "verse": 12,
      "text": "And he \\f + \\fr 11:12 \\fl Gr. \\ft sent forth. \\f* brought forth the king's son, and \\f + \\fr 11:12 \\fl Gr. \\ft gave. \\f* put upon him the crown and \\add gave him\\add* the testimony; and he made him king, and anointed him: and they clapped \\add their\\add* hands, and said, Long live the king."
    },
    {
      "verse": 13,
      "text": "And Gotholia heard the sound of the people running, and she went in to the people to the house of the Lord."
    },
    {
      "verse": 14,
      "text": "And she looked, and, behold, the king stood near a pillar according to the manner; and the singers and the \\f + \\fr 11:14 \\fl Gr. \\ft trumpets. \\f* trumpeters were before the king and all the people of the land \\add even\\add* rejoicing and sounding with trumpets: and Gotholia tore her garments, and cried, A conspiracy, a conspiracy."
    },
    {
      "verse": 15,
      "text": "And Jodae the priest commanded the captains of hundreds who were over the host, and said to them, Bring her forth without the ranges, \\add and\\add* he that goes in after her shall certainly die by the sword. For the priest said, Let her not however be slain in the house of the Lord."
    },
    {
      "verse": 16,
      "text": "And they laid hands upon her, and went in by the way of the horses' entrance into the house of the Lord, and she was slain there."
    },
    {
      "verse": 17,
      "text": "And Jodae made a covenant between the Lord and the king and the people, that they should be the Lord's people; also between the king and the people."
    },
    {
      "verse": 18,
      "text": "And all the people of the land went into the house of Baal, and tore it down, and completely broke in pieces his altars and his images, and they killed Mathan the priest of Baal before the altars. And the priest \\f + \\fr 11:18 \\fl Gr. \\ft placed. See John 15:16. \\f* appointed overseers \\f + \\fr 11:18 \\fl Gr. \\ft in \\fl or \\ft into. \\f* over the house of the Lord."
    },
    {
      "verse": 19,
      "text": "And he took the captains of the hundreds, and the Chorri, and the Rhasim, and all the people of the land, and brought down the king out of the house of the Lord; and they went in by the way of the gate of the \\f + \\fr 11:19 \\fl Or, \\ft guard, \\fl A.V.\\f* footmen of the king's house, and seated him there on the throne of the kings."
    },
    {
      "verse": 20,
      "text": "And all the people of the land rejoiced, and the city was at rest: and they killed Gotholia with the sword in the house of the king."
    },
    {
      "verse": 21,
      "text": "Joas \\add was\\add* \\f + \\fr 11:21 \\fl Gr. \\ft a son of seven years in his reigning. \\f* seven years old when he began to reign."
    }
  ]
}