{
  "book_id": "2KI",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Joas \\f + \\fr 12:1 \\fl Gr. \\ft reigned. \\f* began to reign in the seventh year of Ju, and he reigned forty years in Jerusalem: and his mother's name \\add was\\add* Sabia of Bersabee."
    },
    {
      "verse": 2,
      "text": "And Joas did that which was right in the sight of the Lord all the days that Jodae the priest instructed him."
    },
    {
      "verse": 3,
      "text": "Only there were not \\add any\\add* of the high places removed, and the people still sacrificed there, and burned incense on the high places."
    },
    {
      "verse": 4,
      "text": "And Joas said to the priests, \\add As for\\add* all the money of the holy things that is brought into the house of the Lord, the money of valuation, \\add as\\add* each man brings the money of valuation, all the money which \\f + \\fr 12:4 \\fl Gr. \\ft it may come into the heart, etc. \\f* any man may feel disposed to bring into the house of the Lord,"
    },
    {
      "verse": 5,
      "text": "let the priests take it to themselves, every man from \\add the proceeds of\\add* his sale: and they shall repair the breaches of the house in all \\add places\\add* wherever a breach shall be found."
    },
    {
      "verse": 6,
      "text": "And it came to pass in the twenty-third year of king Joas the priests \\add had\\add* not repaired the breaches of the house."
    },
    {
      "verse": 7,
      "text": "And king Joas called Jodae the priest, and the \\add other\\add* priests, and said to them, Why have you⌃ not repaired the \\f + \\fr 12:7 \\fl Gr. \\ft breach. \\f* breaches of the house? now then receive no \\add more\\add* money from your sales, for you⌃ shall give it to \\add repair the\\add* breaches of the house."
    },
    {
      "verse": 8,
      "text": "And the priests consented to receive no more money of the people, and not to repair the breaches of the house."
    },
    {
      "verse": 9,
      "text": "And Jodae the priest took a chest, and bored a hole in the lid of it, and set it by the \\f + \\fr 12:9 \\ft The \\fl Gr. \\ft is a Hebrew word in Greek letters. \\f* altar in the house of a man \\add belonging to\\add* the house of the Lord, and the priests that kept the door put \\add therein\\add* all the money that was found in the house of the Lord."
    },
    {
      "verse": 10,
      "text": "And it came to pass, when they saw that \\add there was\\add* much money in the chest, that the king's scribe and the high priest went up, and they tied up and counted the money that was found in the house of the Lord."
    },
    {
      "verse": 11,
      "text": "And they gave the money that had been \\f + \\fr 12:11 \\fl Gr. \\ft prepared. \\f* collected into the hands of them that wrought the works, the overseers of the house of the Lord; and they gave it out to the carpenters and to the builders that wrought in the house of the Lord."
    },
    {
      "verse": 12,
      "text": "And to the \\f + \\fr 12:12 \\fl Gr. \\ft wall-builders. \\f* masons, and to the hewers of stone, to purchase timber and hewn stone to repair the \\f + \\fr 12:12 \\fl Gr. \\ft breach. \\f* breaches of the house of the Lord, for all that was spent on the house of the Lord to repair \\add it\\add*."
    },
    {
      "verse": 13,
      "text": "Only there \\f + \\fr 12:13 \\fl Gr. \\ft shall not be made. This change of future and past is frequent. \\f* were not to be made for the house of the Lord silver \\f + \\fr 12:13 \\fl Gr. \\ft doors. \\f* plates, studs, bowls, or trumpets, any vessel of gold or vessel of silver, of the money that was brought \\f + \\fr 12:13 \\fl Gr. \\ft in. \\f* into the house of the Lord:"
    },
    {
      "verse": 14,
      "text": "for they \\f + \\fr 12:14 \\fl Gr. \\ft will give, \\fl vide \\ft v. 13. \\f* were to give it to the workmen, and they repaired therewith the house of the Lord."
    },
    {
      "verse": 15,
      "text": "Also they took no account of the men into whose hands they gave the money to give to the workmen, for they \\f + \\fr 12:15 \\fqa Heb. באמכה הס. \\f* acted faithfully."
    },
    {
      "verse": 16,
      "text": "Money for a sin-offering, and money for a trespass-offering, whatever happened to be brought into the house of the Lord, went to the priests."
    },
    {
      "verse": 17,
      "text": "Then went up Azael king of Syria, and fought against Geth, and took it: and Azael set his face to go against Jerusalem."
    },
    {
      "verse": 18,
      "text": "And Joas king of Juda took all the holy things which Josaphat, and Joram, Ochozias, his fathers, and kings of Juda \\add had\\add* consecrated, and \\f + \\fr 12:18 \\fl Gr. \\ft his own holy things. \\f* what he had himself dedicated, and all the gold that was found in the treasures of the Lord's house and the king's house, and he sent \\add them\\add* to Azael king of Syria; and he went up from Jerusalem."
    },
    {
      "verse": 19,
      "text": "And the rest of the acts of Joas, and all that he did, behold, \\add are\\add* not these things written in the book of the chronicles of the kings of Juda?"
    },
    {
      "verse": 20,
      "text": "And his servants rose up and made a \\f + \\fr 12:20 \\fl Complut. \\ft πάντα. \\f* conspiracy, and struck Joas in the house of Mallo that is in Sela."
    },
    {
      "verse": 21,
      "text": "And Jezirchar the son of Jemuath, and Jezabuth Somer's son, his servants, struck him, and he died; and they buried him with his fathers in the city of David: and Amessias his son reigned in his stead."
    }
  ]
}