{
  "book_id": "2KI",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "In the second year of Joas the son of Joachaz king of Israel, did Amessias also the son of Joas the king of Juda begin to reign."
    },
    {
      "verse": 2,
      "text": "\\f + \\fr 14:2 \\fl Gr. \\ft a son of 25 years in his reigning. \\f* Twenty and five years old was he when he \\f + \\fr 14:2 \\fl Gr. \\ft reigned. \\f* began to reign, and he reigned twenty and nine years in Jerusalem: and his mother's name \\add was\\add* Joadim of Jerusalem."
    },
    {
      "verse": 3,
      "text": "And he did that which was right in the sight of the Lord, but not as David his father: he did according to all things that his father Joas did."
    },
    {
      "verse": 4,
      "text": "Only he removed not the high places: as yet the people sacrificed and burnt incense on the high places."
    },
    {
      "verse": 5,
      "text": "And it came to pass when the kingdom was established in his hand, that he \\f + \\fr 14:5 \\fl Gr. \\ft struck. \\f* killed his servants that had \\f + \\fr 14:5 \\fl Gr. \\ft struck. \\f* slain the king his father."
    },
    {
      "verse": 6,
      "text": "But he killed not the sons of those that had slain him; according as it is written in the book of the laws of Moses, as the Lord gave commandment, saying, The fathers shall not be put to death for the children, and the children shall not be put to death for the fathers; but every one \\f + \\fr 14:6 \\fl Or. \\ft be put to death, etc. \\f* shall die for his own sins."
    },
    {
      "verse": 7,
      "text": "He struck of Edom ten thousand in the \\f + \\fr 14:7 \\ft The \\fl Gr. \\ft is from בוי מלח Keri. \\f* valley of salt, and took \\f + \\fr 14:7 \\fqa Heb. Selah \\f* the Rock in the war, and called its name Jethoel until this day."
    },
    {
      "verse": 8,
      "text": "Then Amessias sent messengers to Joas son of Joachaz son of Ju king of Israel, saying, Come, let us \\f + \\fr 14:8 \\fl Gr. \\ft appear to faces. \\f* look one another in the face."
    },
    {
      "verse": 9,
      "text": "And Joas the king of Israel sent to Amessias king of Juda, saying, The thistle that was in Libanus sent to the cedar that was in Libanus, saying, Give my daughter to your son to wife: and the wild beasts of the field that were in Libanus passed by and trod down the thistle."
    },
    {
      "verse": 10,
      "text": "You have struck and wounded Edom, and your heart has lifted you up: \\f + \\fr 14:10 \\fl Gr. \\ft glorify yourself sitting in your house. \\f* stay at home and glorify yourself; for therefore are you quarrelsome to your hurt? So \\add both\\add* you will fall and Juda with you."
    },
    {
      "verse": 11,
      "text": "Nevertheless Amessias listened not: so Joas king of Israel went up, and he and Amessias king of Juda looked one another in the face in Baethsamys of Juda."
    },
    {
      "verse": 12,
      "text": "And Juda \\f + \\fr 14:12 \\fl Gr. \\ft fell. \\f* was overthrown before Israel, and \\add every\\add* man fled to his tent."
    },
    {
      "verse": 13,
      "text": "And Joas king of Israel took Amessias the son of Joas the son of Ochozias, in Baethsamys; and he came to Jerusalem, and broke down the wall of Jerusalem, \\add beginning\\add* at the gate of Ephraim as far as the gate of the corner, four hundred cubits."
    },
    {
      "verse": 14,
      "text": "And he took the gold, and the silver, and all the vessels that were found in the house of the Lord, and in the treasures of the king's house, and the \\f + \\fr 14:14 \\fl Gr. \\ft and \\fqa Heb. lit. sons of exchanges. \\f* hostages, and returned to Samaria."
    },
    {
      "verse": 15,
      "text": "And the rest of the acts of Joas, \\add even\\add* all that he did in his might, how he warred with Amessias king of Juda, are not these things written in the book of the chronicles of the kings of Israel?"
    },
    {
      "verse": 16,
      "text": "And Joas slept with his fathers, and was buried in Samaria with the kings of Israel; and Jeroboam his son reigned in his stead."
    },
    {
      "verse": 17,
      "text": "And Amessias the son of Joas king of Juda lived after the death of Joas son of Joachaz king of Israel fifteen years."
    },
    {
      "verse": 18,
      "text": "And the rest of the acts of Amessias, and all that he did, \\add are\\add* not these written in the book of the chronicles of the kings of Juda?"
    },
    {
      "verse": 19,
      "text": "And they \\f + \\fr 14:19 \\fl Gr. \\ft conspired with a conspiracy. \\f* formed a conspiracy against him in Jerusalem, and he fled to Lachis: and they sent after him to Lachis, and killed him there."
    },
    {
      "verse": 20,
      "text": "And they \\f + \\fr 14:20 \\fl Gr. \\ft lifted him. \\f* brought him upon horses; and he was buried in Jerusalem with his fathers in the city of David."
    },
    {
      "verse": 21,
      "text": "And all the people of Juda took Azarias, and he was \\f + \\fr 14:21 \\fl Gr. \\ft a son of 16 years. \\f* sixteen years old, and made him king in the room of his father Amessias."
    },
    {
      "verse": 22,
      "text": "He built Aeloth, and restored it to Juda, after the king slept with his fathers."
    },
    {
      "verse": 23,
      "text": "In the fifteenth year of Amessias son of Joas king of Juda \\f + \\fr 14:23 \\fl Gr. \\ft reigned. \\f* began Jeroboam son of Joas to reign over Israel in Samaria forty and one years."
    },
    {
      "verse": 24,
      "text": "And he did that which was evil in the sight of the Lord: he departed not from all the sins of Jeroboam the son of Nabat, who led Israel to sin."
    },
    {
      "verse": 25,
      "text": "He recovered the coast of Israel from the entering in of Aemath to the sea of \\f + \\fr 14:25 \\fl i.e. \\ft the plain. \\f* Araba, according to the word of the Lord God of Israel, which he spoke by \\f + \\fr 14:25 \\fl Gr. \\ft the hand of his servant. \\f* his servant Jonas the son of Amathi, the prophet of Gethchopher."
    },
    {
      "verse": 26,
      "text": "For the Lord saw \\add that\\add* the affliction of Israel \\add was\\add* very bitter, and that they were few in number, straitened and in lack, and \\f + \\fr 14:26 \\fl Or, \\ft left alone. \\f* destitute, and Israel had no helper."
    },
    {
      "verse": 27,
      "text": "And the Lord \\f + \\fr 14:27 \\fl Or, \\ft said not that he would. \\f* said that he would not blot out the seed of Israel from under heaven; so he delivered them by the hand of Jeroboam the son of Joas."
    },
    {
      "verse": 28,
      "text": "And the rest of the acts of Jeroboam and all that he did, and his mighty deeds, which he achieved in war, and how he recovered Damascus and Aemath to Juda in Israel, \\add are\\add* not these things written in the book of the chronicles of the kings of Israel?"
    },
    {
      "verse": 29,
      "text": "And Jeroboam slept with his fathers, even with the kings of Israel; and Zacharias his son reigned in his stead."
    }
  ]
}