{
  "book_id": "2KI",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "In the seventeenth year of Phakee son of Romelias began Achaz the son of Joatham king of Juda to reign."
    },
    {
      "verse": 2,
      "text": "Twenty years old was Achaz when he began to reign, and he reigned sixteen years in Jerusalem; and he did not that which was right in the eyes of the Lord his God faithfully, as David his father \\add had done\\add*."
    },
    {
      "verse": 3,
      "text": "And he walked in the way of the kings of Israel, yes, he made his son to pass through the fire, according to the abominations of the heathen whom the Lord cast out from before the children of Israel."
    },
    {
      "verse": 4,
      "text": "And he sacrificed and burnt incense on the high places, and upon the hills, and under every \\f + \\fr 16:4 \\fl Or, \\ft tree of the grove or wood. \\f* shady tree."
    },
    {
      "verse": 5,
      "text": "Then went up Raasson king of Syria and Phakee son of Romelias king of Israel against Jerusalem to war, and besieged Achaz, but could not \\f + \\fr 16:5 \\fl Gr. \\ft fight. \\f* prevail \\add against him\\add*."
    },
    {
      "verse": 6,
      "text": "At that time Raasson king of Syria recovered Aelath to Syria, and drove out the Jews from Aelath, and the Idumeans came to Aelath, and lived there until this day."
    },
    {
      "verse": 7,
      "text": "And Achaz sent messengers to Thalgath-phellasar king of the Assyrians, saying, I am your servant and your son: come up, deliver me out of the hand of the king of Syria, and out of the hand of the king of Israel, who are rising up against me."
    },
    {
      "verse": 8,
      "text": "And Achaz took the silver and the gold that was found in the treasures of the house of the Lord, and of the king's house, and sent gifts to the king."
    },
    {
      "verse": 9,
      "text": "And the king of the Assyrians listened to him: and the king of the Assyrians went up to Damascus and took it, and removed \\f + \\fr 16:9 \\fl Gr. \\ft it. \\f* the inhabitants, and killed king Raasson."
    },
    {
      "verse": 10,
      "text": "And king Achaz went to Damascus to meet Thalgath-phellasar king of the Assyrians at Damascus; and he saw \\f + \\fr 16:10 \\fl Or, \\ft the altar. \\f* an altar at Damascus. And king Achaz sent to Urias the priest the pattern of the altar, and its proportions, and all its workmanship."
    },
    {
      "verse": 11,
      "text": "And Urias the priest built the altar, according to all \\add the directions\\add* which king Achaz sent from Damascus."
    },
    {
      "verse": 12,
      "text": "And the king saw the altar, and went up to it,"
    },
    {
      "verse": 13,
      "text": "and \\f + \\fr 16:13 \\fl Gr. \\ft and \\fqa Heb. offered \\add in way of incense. \\add* See 2CH 13:10. \\f* offered his whole burnt offering, and his meat-offering, and his drink-offering, and poured out the blood of his peace-offerings on the brazen altar that was before the Lord."
    },
    {
      "verse": 14,
      "text": "And he brought forward \\add the one\\add* before the house of the Lord from between the altar and the house of the Lord, and he \\f + \\fr 16:14 \\fl Or, \\ft displayed it. \\f* set it openly by the \\f + \\fr 16:14 \\fl Gr. \\ft thigh. \\f* side of the altar northwards."
    },
    {
      "verse": 15,
      "text": "And king Achaz charged Urias the priest, saying, Offer upon the great altar the whole burnt offering in the morning and the meat-offering in the evening, and the whole burnt offering of the king, and his meat-offering, and the whole burnt offering of all the people, and their meat-offering, and their drink-offering; and you shall pour \\f + \\fr 16:15 \\fl Or, \\ft the blood of every, etc. \\f* all the blood of the whole burnt offering, and all the blood of \\add any other\\add* sacrifice upon it: and the brazen altar shall be for me in the morning."
    },
    {
      "verse": 16,
      "text": "And Urias the priest did according to all that king Achaz commanded him."
    },
    {
      "verse": 17,
      "text": "And king Achaz cut off the borders of the bases, and removed the laver from off them, and took down the sea from the brazen oxen that were under it, and set it upon a base of stone."
    },
    {
      "verse": 18,
      "text": "And he made a base for the throne in the house of the Lord, and he turned the king's entrance without in the house of the Lord because of the king of the Assyrians."
    },
    {
      "verse": 19,
      "text": "And the rest of the acts of Achaz, even all that he did, \\add are\\add* not these written in the book of the chronicles of the kings of Juda?"
    },
    {
      "verse": 20,
      "text": "And Achaz slept with his fathers, and was buried in the city of David: and Ezekias his son reigned in his stead."
    }
  ]
}