{
  "book_id": "2KI",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the third year of Osee son of Ela king of Israel thatEzekias son of Achaz king of Juda began to reign."
    },
    {
      "verse": 2,
      "text": "Five and twenty years old was he when he began to reign, and he reigned twenty and nine years in Jerusalem: and his mother's name wasAbu, daughter of Zacharias."
    },
    {
      "verse": 3,
      "text": "And he did that which was right in the sight of the Lord, according to all that his father David did."
    },
    {
      "verse": 4,
      "text": "He removed the high places, and broke in pieces the pillars, and utterly destroyed the groves, and the brazen serpent which Moses made: because until those days the children of Israel burnt incense to it: and he called it Neesthan."
    },
    {
      "verse": 5,
      "text": "He trusted in the Lord God of Israel; and after him there was not any like him among the kings of Juda, nor among those that were before him."
    },
    {
      "verse": 6,
      "text": "And he clave to the Lord, he departed not from following him; and he kept his commandments, as many as he commanded Moses."
    },
    {
      "verse": 7,
      "text": "And the Lord was with him; and he was wise in all that he undertook: and he revolted from the king of the Assyrians, and served him not."
    },
    {
      "verse": 8,
      "text": "He struck the Philistines evento Gaza, and to the border of it, from the tower of the watchmen even to the strong city."
    },
    {
      "verse": 9,
      "text": "And it came to pass in the fourth year of King Ezekias (this is the seventh year of Osee son of Ela king of Israel,) thatSalamanassar king of the Assyrians came up against Samaria, and besieged it."
    },
    {
      "verse": 10,
      "text": "And he took it at the end of three years, in the sixth year of Ezekias, (this isthe ninth year of Osee king of Israel, when Samaria was taken.)"
    },
    {
      "verse": 11,
      "text": "And the king of the Assyrians carried away the Samaritans to Assyria, and put them in Alae and in Abor, bythe river Gozan, and inthe mountains of the Medes;"
    },
    {
      "verse": 12,
      "text": "because they listened not to the voice of the Lord their God, and transgressed his covenant, evenin all things that Moses the servant of the Lord commanded, and listened not to them, nor did them."
    },
    {
      "verse": 13,
      "text": "And in the fourteenth year of king Ezekias came up Sennacherim king of the Assyrians against the strong cities of Juda, and took them."
    },
    {
      "verse": 14,
      "text": "And Ezekias king of Juda sent messengers to the king of the Assyrians to Lachis, saying, I have offended; depart from me: whatever you shall lay upon me, I will bear. And the king of Assyria laid upon Ezekias king of Juda a tribute ofthree hundred talents of silver, and thirty talents of gold."
    },
    {
      "verse": 15,
      "text": "And Ezekias gave all the silver that was found in the house of the Lord, and in the treasures of the king's house."
    },
    {
      "verse": 16,
      "text": "At that time Ezekias cut off the gold fromthe doors of the temple, and fromthe pillars which Ezekias king of Juda hadoverlaid with gold, and gave it to the king of the Assyrians."
    },
    {
      "verse": 17,
      "text": "And the king of the Assyrians sent Tharthan and Raphis and Rapsakes from Lachis to king Ezekias with a strong force against Jerusalem. And they went up and came to Jerusalem, and stood by the aqueduct of the upper pool, which is by the way of the fuller's field."
    },
    {
      "verse": 18,
      "text": "And they cried to Ezekias: and there came to him Heliakim the son of Chelcias the steward, and Somnas the scribe, and Joas the son of Saphat the recorder."
    },
    {
      "verse": 19,
      "text": "And Rapsakes said to them, Say now to Ezekias, Thus says the king, the great king of the Assyrians, What isthis confidence wherein you trust?"
    },
    {
      "verse": 20,
      "text": "You have said, (but they are mere words,) I havecounsel and strength for war. Now then in whom do you trust, that you have revolted from me?"
    },
    {
      "verse": 21,
      "text": "See now, are you trusting for yourself on this broken staff of reed, evenupon Egypt? whoever shall stay himself upon it, it shall even go into his hand, and pierce it: so isPharao king of Egypt to all that trust on him."
    },
    {
      "verse": 22,
      "text": "And whereas you have said to me, We trust on the Lord God: isnot this he, whose high places and altars Ezekias has removed, and has said to Juda and Jerusalem, You⌃ shall worship before this altar in Jerusalem?"
    },
    {
      "verse": 23,
      "text": "And now, I pray you, make and agreement with my lord the king of the Assyrians, and I will give you two thousand horses, if you shall be able on your part to set riders upon them."
    },
    {
      "verse": 24,
      "text": "How then will you turn away the face of one petty governor, from among the least of my lord's servants? whereas you trust for yourself on Egypt for chariots and horsemen."
    },
    {
      "verse": 25,
      "text": "And now have we come up without the Lord against this place to destroy it? The Lord said to me, Go up against this land, and destroy it."
    },
    {
      "verse": 26,
      "text": "And Heliakim the son of Chelkias, and Somnas, and Joas, said to Rapsakes, Speak now to your servants in the Syrian language, for we understand it; and speak not with us in the Jewish language: and why do you speak in the ears of the people that are on the wall?"
    },
    {
      "verse": 27,
      "text": "And Rapsakes said to them, Has my master sent me to your master, and to you, to speak these words? has henot sent meto the men who sit on the wall, that they may eat their own dung, and drink their own water together with you."
    },
    {
      "verse": 28,
      "text": "And Rapsakes stood, and cried with a loud voice in the Jewish language, and spoke, and said, Hear the words of the great king of the Assyrians:"
    },
    {
      "verse": 29,
      "text": "thus says the king, Let not Ezekias encourage you with words: for he shall not be able to deliver you out of his hand."
    },
    {
      "verse": 30,
      "text": "And let not Ezekias cause you to trust on the Lord, saying, The Lord will certainly deliver us; this city shall not be delivered into the hand of the king of the Assyrians: listen not to Ezekias:"
    },
    {
      "verse": 31,
      "text": "for thus says the king of the Assyrians, Gain my favor, and come forth to me, and every man shall drink of the wineof his own vine, and every man shall eat of his own fig tree, and shall drink water out of his own cistern;"
    },
    {
      "verse": 32,
      "text": "until I come and remove you to a land like your own land, a land of corn and wine, and bread and vineyards, a land of olive oil, and honey, and you⌃ shall live and not die: and do not you⌃ listen to Ezekias, for he deceives you, saying, The Lord shall deliver you."
    },
    {
      "verse": 33,
      "text": "Have the Gods of the nations at all delivered each their own land out of the hand of the king of the Assyrians?"
    },
    {
      "verse": 34,
      "text": "Where is the god of Haemath, and of Arphad? where is the god of Seppharvaim, Ana, and Aba? for have they delivered Samaria out of my hand?"
    },
    {
      "verse": 35,
      "text": "Who is thereamong all the gods of the countries, who have delivered their countries out of my hand, that the Lord should deliver Jerusalem out of my hand?"
    },
    {
      "verse": 36,
      "text": "But the menwere silent, and answered him not a word: for there wasa commandment of the king, saying, You⌃ shall not answer him."
    },
    {
      "verse": 37,
      "text": "And Heliakim the son of Chelcias, the steward, and Somnas the scribe, and Joas the son of Saphat the recorder came in to Ezekias, having torn their garments; and they reported to him the words of Rapsakes."
    }
  ]
}