{
  "book_id": "DEU",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And these \\add are\\add* the commands, and the ordinances, and the judgments, as many as the Lord our God gave commandment to teach you to do so in the land on which you⌃ enter to inherit it."
    },
    {
      "verse": 2,
      "text": "That you⌃ may fear the Lord your God, keep you⌃ all his ordinances, and his commandments, which I command you today, you, and your sons, and your sons' sons, all the days of your life, that you⌃ may live many days."
    },
    {
      "verse": 3,
      "text": "Hear, therefore, O Israel, and observe to do them, that it may be well with you, and that you⌃ may be greatly multiplied, as the Lord God of your fathers said that he would give you a land flowing with milk and honey: and these \\add are\\add* the ordinances, and the judgments, which the Lord commanded the children of Israel in the wilderness, when they had gone forth from the land of Egypt."
    },
    {
      "verse": 4,
      "text": "\\x + \\xo 6:4 \\xt Matt 22:37; Luke 10:27 \\x* Hear, O Israel, The Lord our God is one Lord."
    },
    {
      "verse": 5,
      "text": "And you shall love the Lord your God with all your heart, and with all your soul, and all your strength."
    },
    {
      "verse": 6,
      "text": "And these words, all that I command you this day, shall be in your heart and in your soul."
    },
    {
      "verse": 7,
      "text": "And you shall teach them to your children, and you shall speak of them sitting in the house, and walking by the way, and lying down, and rising up."
    },
    {
      "verse": 8,
      "text": "And you shall fasten them for a sign upon your hand, and it shall be immoveable before your eyes."
    },
    {
      "verse": 9,
      "text": "And you⌃ shall write them on the lintels of your houses and of your gates."
    },
    {
      "verse": 10,
      "text": "And it shall come to pass when the Lord your God shall have brought you into the land which he swore to your fathers, to Abraam, and to Isaac, and to Jacob, to give you great and beautiful cities which you did not build,"
    },
    {
      "verse": 11,
      "text": "houses full of all good things which you did not fill, \\f + \\fr 6:11 \\fl Or, \\ft pits or pools. \\f* wells dug in the rock which you did not dig, vineyards and olive yards which you did not plant, then having eaten and been filled,"
    },
    {
      "verse": 12,
      "text": "beware lest you forget the Lord your God that brought you forth out of the land of Egypt, out of the house of bondage."
    },
    {
      "verse": 13,
      "text": "\\x + \\xo 6:13 \\xt Matt 4:10 \\x* You shall fear the Lord your God, and him only shall you serve; and you shall cleave to him, and by his name you shall swear."
    },
    {
      "verse": 14,
      "text": "Go you⌃ not after other gods of the gods of the nations round about you;"
    },
    {
      "verse": 15,
      "text": "for the Lord your God in the midst of you \\add is\\add* a jealous God, lest the Lord your God be very angry with you, and destroy you from off the face of the earth."
    },
    {
      "verse": 16,
      "text": "\\x + \\xo 6:16 \\xt Matt 4:7 \\x* You shall not tempt the Lord your God, as you⌃ tempted him in the temptation."
    },
    {
      "verse": 17,
      "text": "You shall by all means keep the commands of the Lord your God, the testimonies, and the ordinances, which he commanded you."
    },
    {
      "verse": 18,
      "text": "And you shall do that which is pleasing and good before the Lord your God, that it may be well with you, and that you may go in and inherit the good land, which the Lord swore to your fathers,"
    },
    {
      "verse": 19,
      "text": "to chase all your enemies from before your face, as the Lord said."
    },
    {
      "verse": 20,
      "text": "And it shall come to pass when your son shall ask you \\f + \\fr 6:20 \\fl Gr. \\ft to-morrow. \\f* at a future time, saying, What are the testimonies, and the ordinances, and the judgments, which the Lord our God has commanded us?"
    },
    {
      "verse": 21,
      "text": "Then shall you say to your son, We were slaves to Pharao in the land of Egypt, and the Lord brought us forth thence with a mighty hand, and with a high arm."
    },
    {
      "verse": 22,
      "text": "And the Lord \\f + \\fr 6:22 \\fl Gr. \\ft gave. \\f* wrought signs and great and \\f + \\fr 6:22 \\fl Gr. \\ft evil. \\f* grievous wonders in Egypt, on Pharao and on his house before us."
    },
    {
      "verse": 23,
      "text": "And he brought us out thence to give us this land, which he swore to give to our fathers."
    },
    {
      "verse": 24,
      "text": "And the Lord charged us to observe all these ordinances; to fear the Lord our God, that it may be well with us for ever, that we may live, as even today."
    },
    {
      "verse": 25,
      "text": "And there shall be mercy to us, if we take heed to keep all these commands before the Lord our God, as he has commanded us."
    }
  ]
}