{
  "book_id": "DEU",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "You⌃ shall observe to do all the commands which I charge you today, that you⌃ may live and be multiplied, and enter in and inherit the land, which the Lord your God swore \\add to give\\add* to your fathers."
    },
    {
      "verse": 2,
      "text": "And you shall remember all the way which the Lord your God led you in the wilderness, that he might afflict you, and try you, and that the things in your heart might be made manifest, whether you would keep his commandments or no."
    },
    {
      "verse": 3,
      "text": "And he afflicted you and straitened you with hunger, and fed you with manna, which your fathers knew not; that he might teach you that \\x + \\xo 8:3 \\xt Matt 4:4 \\x* man shall not live by bread alone, but by every word that proceeds out of the mouth of God shall man live."
    },
    {
      "verse": 4,
      "text": "Your garments grew not old from off you, your shoes were not worn from off you, your feet were not \\add painfully\\add* hardened, behold! these forty years."
    },
    {
      "verse": 5,
      "text": "And you shall know in your heart, that as if any man should chasten his son, so the Lord your God will chasten you."
    },
    {
      "verse": 6,
      "text": "And you shall keep the commands of the Lord your God, to walk in his ways, and to fear him."
    },
    {
      "verse": 7,
      "text": "For the Lord your God will bring you into a good and extensive land, where there are torrents of waters, and fountains \\f + \\fr 8:7 \\fl Or, \\ft issuing from deep places. \\f* of deep places issuing through the plains and through the mountains:"
    },
    {
      "verse": 8,
      "text": "a land of wheat and barley, \\add wherein are\\add* vines, figs, pomegranates; a land of olive oil and honey;"
    },
    {
      "verse": 9,
      "text": "a land on which you shall not eat your bread with poverty, and you shall not lack any thing upon it; a land whose stones are iron, and out of its mountains you shall dig brass."
    },
    {
      "verse": 10,
      "text": "And you shall eat and be filled, and shall bless the Lord your God on the good land, which he has given you."
    },
    {
      "verse": 11,
      "text": "Take heed to yourself that you forget not the Lord your God, so as not to keep his commands, and his judgments, and ordinances, which I command you this day:"
    },
    {
      "verse": 12,
      "text": "lest when you have eaten and are full, and have built goodly houses, and lived in them;"
    },
    {
      "verse": 13,
      "text": "and your oxen and your sheep are multiplied to you, and your silver and your gold are multiplied to you, and all your possessions are multiplied to you,"
    },
    {
      "verse": 14,
      "text": "you should be exalted in heart, and forget the Lord your God, who brought you out of the land of Egypt, out of the house of bondage:"
    },
    {
      "verse": 15,
      "text": "who brought you through that great and terrible wilderness, where \\add is\\add* the biting serpent, and scorpion, and drought, where there was no water; who brought you a fountain of water out of the flinty rock:"
    },
    {
      "verse": 16,
      "text": "who fed you with manna in the wilderness, which you knew not, and your fathers knew not; that he might afflict you, and thoroughly try you, and do you good in your latter days."
    },
    {
      "verse": 17,
      "text": "Lest you should say in your heart, My strength, and the power of my hand have wrought for me this great wealth."
    },
    {
      "verse": 18,
      "text": "But you shall remember the Lord your God, that he gives you strength to get wealth; even that he may establish his covenant, which the Lord swore to your fathers, as at this day."
    },
    {
      "verse": 19,
      "text": "And it shall come to pass if you do at all forget the Lord your God, and should go after other gods, and serve them, and worship them, I call heaven and earth to witness against you this day, that you⌃ shall surely perish."
    },
    {
      "verse": 20,
      "text": "As also the other nations which the Lord God destroys before your face, so shall you⌃ perish, because you⌃ listened not to the voice of the Lord your God."
    }
  ]
}