{
  "book_id": "DEU",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And when the Lord your God shall have destroyed the nations, which God gives you, \\add even\\add* the land, and you⌃ shall inherit them, and dwell in their cities, and in their houses,"
    },
    {
      "verse": 2,
      "text": "you shall separate for yourself three cities in the midst of your land, which the Lord your God gives you."
    },
    {
      "verse": 3,
      "text": "Take a survey of your way, and you shall divide the coasts of your land, which the Lord your God apportions to you, into three parts, and there shall be there a refuge for every manslayer."
    },
    {
      "verse": 4,
      "text": "And this shall be the ordinance of the manslayer, who shall flee there, and shall live, whoever shall have struck his neighbor ignorantly, whereas he hated him not \\f + \\fr 19:4 \\fl Gr. \\ft before yesterday and the third day. \\f* in times past."
    },
    {
      "verse": 5,
      "text": "And whoever shall enter with his neighbor into the thicket, to gather wood, if the hand of him that cuts wood with the axe should be violently shaken, and the axe head falling off from the handle should light on his neighbor, and he should die, he shall flee to one of these cities, and live."
    },
    {
      "verse": 6,
      "text": "Lest the avenger of blood pursue after the slayer, because his heart is hot, and overtake him, if the way be too long, and \\f + \\fr 19:6 \\fl Gr. \\ft strike his life. \\f* kill him, though there is to this man no sentence of death, because he hated him not in time past."
    },
    {
      "verse": 7,
      "text": "Therefore I charge you, saying, You shall separate for your self three cities."
    },
    {
      "verse": 8,
      "text": "And if the Lord shall enlarge your borders, as he swore to your fathers, and the Lord shall give to you all the land which he said he would give to your fathers;"
    },
    {
      "verse": 9,
      "text": "if you shall listen to do all these commands, which I charge you this day, to love the Lord your God, to walk in all his ways continually; you shall add for yourself yet three cities to these three."
    },
    {
      "verse": 10,
      "text": "So innocent blood shall not be spilled in the land, which the Lord your God gives you to inherit, and there shall not be in you one guilty of blood."
    },
    {
      "verse": 11,
      "text": "But if there should be in you a man hating his neighbor, and he should lay wait for him, and rise up against him, and strike him, that he die, and he should flee to one of these cities,"
    },
    {
      "verse": 12,
      "text": "then shall the elders of his city send, and take him thence, and they shall deliver him into the hands of the avengers of blood, and he shall die."
    },
    {
      "verse": 13,
      "text": "Your eye shall not spare him; so shall you purge innocent blood from Israel, and it shall be well with you."
    },
    {
      "verse": 14,
      "text": "You shall not move the landmarks of your neighbor, which your fathers set in the inheritance, in which you have obtained a share in the land, which the Lord your God gives you to inherit."
    },
    {
      "verse": 15,
      "text": "One witness shall not \\f + \\fr 19:15 \\fl Gr. \\ft remain. \\f* stand to testify against a man for any iniquity, or for any fault, or for any sin which he may commit; \\x + \\xo 19:15 \\xt 2 Cor 13:1 \\x* by the mouth of two witnesses, or by the mouth of three witnesses, shall every word be established."
    },
    {
      "verse": 16,
      "text": "And if an unjust witness rise up against a man, alleging iniquity against him;"
    },
    {
      "verse": 17,
      "text": "then shall the two men between whom the controversy is, stand before the Lord, and before the priests, and before the judges, who may be in those days."
    },
    {
      "verse": 18,
      "text": "And the judges shall make diligent inquiry, and, behold, \\add if\\add* an unjust witness has borne unjust testimony; \\add and\\add* has stood up against his brother;"
    },
    {
      "verse": 19,
      "text": "then shall you⌃ do to him as he wickedly devised to do against his brother, and you shall remove the evil from yourselves."
    },
    {
      "verse": 20,
      "text": "And the rest shall hear and fear, and do no more according to this evil thing in the midst of you."
    },
    {
      "verse": 21,
      "text": "Your eye shall not spare him: \\add you shall exact\\add* life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    }
  ]
}