{
  "book_id": "DEU",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "When you see the calf of your brother or his sheep wandering in the way, you shall not overlook them; you shall by all means turn them back to your brother, and you shall restore them to him."
    },
    {
      "verse": 2,
      "text": "And if your brother do not come near you, and you do not know him, you shall bring it into your house within; and it shall be with you until your brother shall seek them, and you shall restore them to him."
    },
    {
      "verse": 3,
      "text": "Thus shall you do to his ass, and thus shall you do to his garment, and thus shall you do to every thing that your brother has lost; whatever shall have been lost by him, and you shall have found, you shall not have power to overlook."
    },
    {
      "verse": 4,
      "text": "You shall not see the ass of your brother, or his calf, fallen in the way: you shall not overlook them, you shall surely help him to raise them up."
    },
    {
      "verse": 5,
      "text": "The apparel of a man shall not be on a woman, neither shall a man put on a woman's dress; for every one that does these things is an abomination to the Lord your God."
    },
    {
      "verse": 6,
      "text": "And if you should come upon a brood of birds before your face in the way or upon any tree, or upon the earth, young or eggs, and the mother be brooding on the young or the eggs, you shall not take the dam with the young ones."
    },
    {
      "verse": 7,
      "text": "You shall by all means let the mother go, but you shall take the young to yourself; that it may be well with you, and that you may live long."
    },
    {
      "verse": 8,
      "text": "If you should build a new house, then shall you make a parapet to your house; so you shall not bring blood-guiltiness upon your house, if one should in any wise fall from it."
    },
    {
      "verse": 9,
      "text": "You shall not sow your vineyard with diverse seed, lest the fruit be devoted, and whatever seed you may sow, with the fruit of your vineyard."
    },
    {
      "verse": 10,
      "text": "You shall not plow with an ox and an ass together."
    },
    {
      "verse": 11,
      "text": "You shall not wear a \\f + \\fr 22:11 \\fl Gr. \\ft false or adulterated or drossy. \\f* mingled \\add garment\\add*, woollen and linen together."
    },
    {
      "verse": 12,
      "text": "You shall make fringes on the four borders of your garments, with which soever you may be clothed."
    },
    {
      "verse": 13,
      "text": "And if any one should take a wife, and dwell with her, and hate her,"
    },
    {
      "verse": 14,
      "text": "and attach to her reproachful words, and bring against her an evil name, and say, I took this woman, and when I came to her I found not her tokens of virginity:"
    },
    {
      "verse": 15,
      "text": "then the father and the mother of the damsel shall take and bring out the damsel's tokens of virginity to the elders of the city to the gate."
    },
    {
      "verse": 16,
      "text": "And the father of the damsel shall say to the elders, I gave this my daughter to this man for a wife;"
    },
    {
      "verse": 17,
      "text": "and now he has hated her, and attaches reproachful words to her, saying, I have not found tokens of virginity with your daughter; and these \\add are\\add* the tokens of my daughter's virginity. And they shall unfold the garment before the elders of the city."
    },
    {
      "verse": 18,
      "text": "And the elders of that city shall take that man, and shall chastise him,"
    },
    {
      "verse": 19,
      "text": "and shall fine him one hundred shekels, and shall give \\add them\\add* to the father of the damsel, because he has brought forth an evil name against a virgin of Israel; and she shall be his wife: he shall never be able to put her away."
    },
    {
      "verse": 20,
      "text": "But if this report be true, and the tokens of virginity be not found for the damsel;"
    },
    {
      "verse": 21,
      "text": "then shall they bring out the damsel to the doors of her father's house, and shall stone her with stones, and she shall die; because she has wrought folly among the children of Israel, to defile the house of her father by whoring: so you shall remove the evil one from among you."
    },
    {
      "verse": 22,
      "text": "And if a man be found lying with a woman married to a man, you⌃ shall kill them both, the man that lay with the woman, and the woman: so shall you remove the wicked one out of Israel."
    },
    {
      "verse": 23,
      "text": "And if there be a young damsel espoused to a man, and a man should have found her in the city and have lain with her;"
    },
    {
      "verse": 24,
      "text": "you⌃ shall bring them both out to the gate of their city, and they shall be stoned with stones, and they shall die; the damsel, because she cried not in the city; and the man, because he humbled his neighbor's spouse: so shall you remove the evil one from yourselves."
    },
    {
      "verse": 25,
      "text": "But if a man find in the field a damsel that is betrothed, and he should force her and lie with her, you⌃ shall kill the man that lay with her only."
    },
    {
      "verse": 26,
      "text": "And the damsel has not \\add committed\\add* a sin worthy of death; as if a man should rise up against his neighbor, and kill \\f + \\fr 22:26 \\fl Gr. \\ft his life. \\f* him, so \\add is\\add* this thing;"
    },
    {
      "verse": 27,
      "text": "because he found her in the field; the betrothed damsel cried, and there was none to help her."
    },
    {
      "verse": 28,
      "text": "And if any one should find a young virgin who has not been betrothed, and should force \\add her\\add* and lie with her, and be found,"
    },
    {
      "verse": 29,
      "text": "the man who lay with her shall give to the father of the damsel fifty silver didrachmas, and she shall be his wife, because he has humbled her; he shall never be able to put her away."
    },
    {
      "verse": 30,
      "text": "A man shall not take his father's wife, and shall not uncover his father's skirt."
    }
  ]
}