{
  "book_id": "DEU",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And if there should be a dispute between men, and they should come forward to judgment, and \\add the judges\\add* judge, and justify the righteous, and condemn the wicked:"
    },
    {
      "verse": 2,
      "text": "then it shall come to pass, if the unrighteous should be worthy of stripes, you shall lay him down before the judges, and they shall scourge him before them according to his iniquity."
    },
    {
      "verse": 3,
      "text": "And they shall scourge him with forty stripes in number, they shall not inflict more; for if you should scourge him \\add with\\add* more stripes beyond these stripes, your brother will be disgraced before you."
    },
    {
      "verse": 4,
      "text": "You shall \\x + \\xo 25:4 \\xt 1 Cor 9:9 \\x* not muzzle the ox that treads out the corn."
    },
    {
      "verse": 5,
      "text": "And \\x + \\xo 25:5 \\xt Matt 22:24 \\x* if brethren should live together, and one of them should die, and should not have seed, the wife of the deceased shall not marry out \\add of the family\\add* to a man not related: her husband's brother shall go in to her, and shall take her to himself for a wife, and shall dwell with her."
    },
    {
      "verse": 6,
      "text": "And it shall come to pass that the child which she shall bear, shall be \\f + \\fr 25:6 \\fl Gr. \\ft constituted. \\f* named by the name of the deceased, and his name shall not be blotted out of Israel."
    },
    {
      "verse": 7,
      "text": "And if the man should not be willing to take his brother's wife, then shall the woman go up to the gate to the elders, and she shall say, My husband's brother will not raise up the name of his brother in Israel, my husband's brother \\f + \\fr 25:7 \\fl Gr. \\ft has not been willing. \\f* has refused."
    },
    {
      "verse": 8,
      "text": "And the elders of his city shall call him, and speak to him; and if he stand and say, I will not take her:"
    },
    {
      "verse": 9,
      "text": "then his brother's wife shall come forward before the elders, and shall loose one shoe from off his foot, and shall spit in his face, and shall answer and say, Thus shall they do to the man who will not build his brother's house in Israel."
    },
    {
      "verse": 10,
      "text": "And his name shall be called in Israel, The house of him that has had his shoe loosed."
    },
    {
      "verse": 11,
      "text": "And if men should strive together, a man with his brother, and the wife of one of them should advance to rescue her husband out of the hand of him that smites him, and she should stretch forth her hand, and take hold of his private parts;"
    },
    {
      "verse": 12,
      "text": "you shall cut off her hand; your eye shall not spare her."
    },
    {
      "verse": 13,
      "text": "You shall not have in your bag various weights, a great \\f + \\fr 25:13 \\fl Gr. \\ft or. \\f* and a small."
    },
    {
      "verse": 14,
      "text": "You shall not have in your house various measures, a great \\f + \\fr 25:14 \\fl Gr. \\ft or. \\f* and a small."
    },
    {
      "verse": 15,
      "text": "You shall have a true and just weight, and a true and just measure, that you may live long upon the land which the Lord your God gives you for an inheritance."
    },
    {
      "verse": 16,
      "text": "For every one that does this \\add is\\add* an abomination to the Lord your God, even every one that does injustice."
    },
    {
      "verse": 17,
      "text": "Remember what things Amalec did to you by the way, when you went forth out of the land of Egypt:"
    },
    {
      "verse": 18,
      "text": "how he withstood you in the way, and harassed your rear, \\add even\\add* those that were weary behind you, and you did hunger and was weary; and he did not fear God."
    },
    {
      "verse": 19,
      "text": "And it shall come to pass whenever the Lord your God shall have given you rest from all your enemies round about you, in the land which the Lord your God gives you to inherit, you shall blot out the name of Amalec from under heaven, and shall not forget \\add to do it\\add*."
    }
  ]
}