{
  "book_id": "DEU",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "And it shall come to pass when all these things shall have come upon you, the blessing and the curse, which I have set before your face, and you shall \\f + \\fr 30:1 \\fl Gr. \\ft receive them into your heart. \\f* call \\add them\\add* to mind among all the nations, wherein the Lord shall have scattered you,"
    },
    {
      "verse": 2,
      "text": "and shall return to the Lord your God, and shall listen to his voice, according to all things which I charge you this day, with all your heart, and with all your soul;"
    },
    {
      "verse": 3,
      "text": "then the Lord shall heal your iniquities, and shall pity you, and shall again gather you out from all the nations, among which the Lord has scattered you."
    },
    {
      "verse": 4,
      "text": "If your dispersion be from one end of heaven to the other, thence will the Lord your God gather you, and thence will the Lord your God take you."
    },
    {
      "verse": 5,
      "text": "And the Lord your God shall bring you in from thence into the land which your fathers have inherited, and you shall inherit it; and he will do you good, and multiply you above your fathers."
    },
    {
      "verse": 6,
      "text": "And the Lord shall purge your heart, and the heart of your seed, to love the Lord your God with all your heart, and with all your soul, that you may live."
    },
    {
      "verse": 7,
      "text": "And the Lord your God will put these curses upon your enemies, and upon those that hate you, who have persecuted you."
    },
    {
      "verse": 8,
      "text": "And you shall return and listen to the voice of the Lord your God, and shall keep his commands, all that I charge you this day."
    },
    {
      "verse": 9,
      "text": "And the Lord your God shall bless you in every work of your hands, in the offspring of your \\f + \\fr 30:9 \\fl Gr. \\ft belly. \\f* body, and in the offspring of your cattle, and in the fruits of your land, because the Lord your God will again rejoice over you for good, as he rejoiced over your fathers:"
    },
    {
      "verse": 10,
      "text": "if you will listen to the voice of the Lord your God, to keep his commandments, and his ordinances, and his judgments written in the book of this law, if you turn to the Lord your God with all your heart, and with all your soul."
    },
    {
      "verse": 11,
      "text": "\\f + \\fr 30:11 \\ft See Rom 6, 7, 8. \\f* For this command which I give you this day is not grievous, neither is it far from you."
    },
    {
      "verse": 12,
      "text": "It is not in heaven above, \\add as if there were one\\add* saying, Who shall go up for us into heaven, and shall take it for us, and we will hear and do it?"
    },
    {
      "verse": 13,
      "text": "Neither is it beyond the sea, saying, Who will go over for us to the other side of the sea, and take it for us, and make it audible to us, and we will do it?"
    },
    {
      "verse": 14,
      "text": "The word is very near you, in your mouth, and in your heart, and in your hands to do it."
    },
    {
      "verse": 15,
      "text": "Behold, I have set before you this day life and death, good and evil."
    },
    {
      "verse": 16,
      "text": "If you will listen to the commands of the Lord your God, which I command you this day, to love the Lord your God, to walk in all his ways, and to keep his ordinances, and his judgments; then you⌃ shall live, and shall be many in number, and the Lord your God shall bless you in all the land into which you go to inherit it."
    },
    {
      "verse": 17,
      "text": "But if your heart change, and you will not listen, and you shall go astray and worship other gods, and serve them,"
    },
    {
      "verse": 18,
      "text": "I declare to you this day, that you⌃ shall utterly perish, and you⌃ shall by no means live long upon the land, into which you⌃ go over Jordan to inherit it."
    },
    {
      "verse": 19,
      "text": "I call both heaven and earth to witness this day against you, I have set before you life and death, the blessing and the curse: choose you life, that you and your seed may live;"
    },
    {
      "verse": 20,
      "text": "to love the Lord your God, to listen to his voice, and cleave to him; for this \\add is\\add* your life, and the length of your days, that you should dwell upon the land, which the Lord swore to your fathers, Abraam, and Isaac, and Jacob, to give to them."
    }
  ]
}