{
  "book_id": "DEU",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And Moses finished speaking all these words to all the children of Israel;"
    },
    {
      "verse": 2,
      "text": "and said to them, I am this day one hundred and twenty years \\add old\\add*; I shall not be able any longer to come in or go out; and the Lord said to me, You shall not go over this Jordan."
    },
    {
      "verse": 3,
      "text": "The Lord your God who goes before you, he shall destroy these nations before you, and you shall inherit them: and \\add it shall be\\add* Joshua that goes before your face, as the Lord has spoken."
    },
    {
      "verse": 4,
      "text": "And the Lord your God shall do to them as he did to Seon and Og the two kings of the Amorites, who were beyond Jordan, and to their land, as he destroyed them."
    },
    {
      "verse": 5,
      "text": "And the Lord has delivered \\f + \\fr 31:5 \\fl i.e. \\ft the nations. \\f* them to you; and you⌃ shall do to them, as I charged you."
    },
    {
      "verse": 6,
      "text": "Be courageous and strong, fear not, neither be cowardly neither be afraid before them; for \\add it is\\add* the Lord your God that advances with you in the midst of you, \\x + \\xo 31:6 \\xt Heb 13:5 \\x* neither will he by any means forsake you, nor desert you."
    },
    {
      "verse": 7,
      "text": "And Moses called Joshua, and said to him before all Israel, Be courageous and strong; for you shall go in before this people into the land which the Lord swore to your fathers to give to them, and you shall give it to them for an inheritance."
    },
    {
      "verse": 8,
      "text": "And the Lord that goes with you shall not forsake you nor abandon you; fear not, neither be afraid."
    },
    {
      "verse": 9,
      "text": "And Moses wrote the words of this law in a book, and gave it to the priests the sons of Levi who bear the ark of the covenant of the Lord, and to the elders of the sons of Israel."
    },
    {
      "verse": 10,
      "text": "And Moses charged them in that day, saying, After seven years, in the time of the year of release, in the feast of tabernacles,"
    },
    {
      "verse": 11,
      "text": "when all Israel come together to appear before the Lord your God, in the place which the Lord shall choose, you⌃ shall read this law before all Israel in their ears,"
    },
    {
      "verse": 12,
      "text": "having assembled the people, the men, and the women, and the children, and the stranger that is in your cities, that they may hear, and that they may learn to fear the Lord your God; and they shall listen to do all the words of this law."
    },
    {
      "verse": 13,
      "text": "And their sons who have not known shall hear, and shall learn to fear the Lord your God all the days that they live upon the land, into which you⌃ go over Jordan to inherit it."
    },
    {
      "verse": 14,
      "text": "And the Lord said to Moses, Behold, the days of your death are at hand; call Joshua, and stand you⌃ by the doors of the tabernacle of testimony, and I will give him a charge. And Moses and Joshua went to the tabernacle of testimony, and stood by the doors of the tabernacle of testimony."
    },
    {
      "verse": 15,
      "text": "And the Lord descended in a cloud, and stood by the doors of the tabernacle of testimony; and the pillar of the cloud stood by the doors of the tabernacle of testimony."
    },
    {
      "verse": 16,
      "text": "And the Lord said to Moses, Behold, you shall sleep with your fathers, and this people will arise and go a whoring after the strange gods of the land, into which they are entering: and they will forsake me, and break my covenant, which I made with them."
    },
    {
      "verse": 17,
      "text": "And I will be very angry with them in that day, and I will leave them and turn my face away from them, and they shall be devoured; and many evils and afflictions shall come upon them; and they shall say in that day, Because the Lord my God is not with me, these evils have come upon me."
    },
    {
      "verse": 18,
      "text": "And I will surely turn away my face from them in that day, because of all their evil doings which they have done, because they turned aside after strange gods."
    },
    {
      "verse": 19,
      "text": "And now write the words of this song, and teach it to the children of Israel, and you⌃ shall put it into their mouth, that this song may witness for me among the children of Israel to their face."
    },
    {
      "verse": 20,
      "text": "For I will bring them into the good land, which I swore to their fathers, to give to them a land flowing with milk and honey: and they shall eat and be filled and satisfy \\add themselves\\add*; then will they turn aside after other gods, and serve them, and they will provoke me, and break my covenant."
    },
    {
      "verse": 21,
      "text": "And this song shall stand up to witness against them; for they shall not forget it out of their mouth, or out of the mouth of their seed; for I know their wickedness, what they are doing here this day, before I have brought them into the good land, which I swore to their fathers."
    },
    {
      "verse": 22,
      "text": "And Moses wrote this song in that day, and taught it to the children of Israel."
    },
    {
      "verse": 23,
      "text": "And he charged Joshua, and said, Be courageous and strong, for you shall bring the sons of Israel into the land, which the Lord swore to them, and he shall be with you."
    },
    {
      "verse": 24,
      "text": "And when Moses finished writing all the words of this law in a book, even to the end,"
    },
    {
      "verse": 25,
      "text": "then he charged the Levites who bear the ark of the covenant of the Lord, saying,"
    },
    {
      "verse": 26,
      "text": "Take the book of this law, and you⌃ shall put it in the side of the ark of the covenant of the Lord your God; and it shall be there \\f + \\fr 31:26 \\fl Gr. \\ft within you. \\f* among you for a testimony."
    },
    {
      "verse": 27,
      "text": "For I know your provocation, and your stiff neck; for yet during my life with you at this day, you⌃ have been provoking in your conduct toward God: how shall you⌃ not also be so after my death?"
    },
    {
      "verse": 28,
      "text": "Gather together to me the heads of your tribes, and your elders, and your judges, and your officers, that I may speak in their ears all these words; and I call both heaven and earth to witness against them."
    },
    {
      "verse": 29,
      "text": "For I know that after my death you⌃ will utterly transgress, and turn aside out of the way which I have commanded you; and evils shall come upon you \\f + \\fr 31:29 \\fl Gr. \\ft at the end of the days. \\f* in the latter days, because you⌃ will do evil before the Lord, to provoke him to anger by the works of your hands. And Moses spoke all the words of this song even to the end, in the ears of the whole assembly."
    }
  ]
}