{
  "book_id": "2MA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Εὑρίσκεται δὲ ἐν ταῖς ἀπογραφαῖς Ἱερεμίας ὁ προφήτης, ὅτι ἐκέλευσε τοῦ πυρὸς λαβεῖν τοὺς μεταγινομένους, ὡς σεσήμανται,"
    },
    {
      "verse": 2,
      "text": "καὶ ὡς ἐνετείλατο τοῖς μεταγενομένοις ὁ προφήτης, δοὺς αὐτοῖς τὸν νόμον, ἵνα μὴ ἐπιλάθωνται τῶν προσταγμάτων τοῦ Κυρίου, καὶ ἵνα μὴ ἀποπλανηθῶσι ταῖς διανοίαις, βλέποντες ἀγάλματα χρυσᾶ καὶ ἀργυρᾶ, καὶ τὸν περὶ αὐτὰ κόσμον."
    },
    {
      "verse": 3,
      "text": "Καὶ ἕτερα τοιαῦτα λέγων, παρεκάλει μὴ ἀποστῆναι τὸν νόμον ἀπὸ τῆς καρδίας αὐτῶν."
    },
    {
      "verse": 4,
      "text": "Ἦν δὲ ἐν τῇ γραφῇ, ὡς τὴν σκηνὴν καὶ τὴν κιβωτὸν ἐκέλευσεν ὁ προφήτης, χρηματισμοῦ γενηθέντος, αὐτῷ συνακολουθεῖν, ὡς δὲ ἐξῆλθεν εἰς τὸ ὄρος οὗ ὁ Μωυσῆς ἀναβὰς ἐθεάσατο τὴν τοῦ Θεοῦ κληρονομίαν."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐλθὼν ὁ Ἱερεμίας εὗρεν οἶκον ἀντρώδη, καὶ τὴν σκηνὴν, καὶ τὴν κιβωτὸν, καὶ τὸ θυσιαστήριον τοῦ θυμιάματος εἰσήνεγκεν ἐκεῖ, καὶ τὴν θύραν ἐνέφραξε."
    },
    {
      "verse": 6,
      "text": "Καὶ προσελθόντες τινὲς τῶν συνακολουθούντων ὥστε ἐπισημῄνασθαι τὴν ὁδὸν, καὶ οὐκ ἠδυνήθησαν εὑρεῖν."
    },
    {
      "verse": 7,
      "text": "Ὡς δὲ ὁ Ἱερεμίας ἔγνω, μεμψάμενος αὐτοῖς εἶπεν, ὅτι καὶ ἄγνωστος ὁ τόπος ἔσται ἕως ἂν συναγάγῃ ὁ Θεὸς ἐπισυναγωγὴν τοῦ λαοῦ, καὶ ἵλεως γένηται."
    },
    {
      "verse": 8,
      "text": "Καὶ τότε ὁ Κύριος ἀναδείξει ταῦτα, καὶ ὀφθήσεται ἡ δόξα τοῦ Κυρίου καὶ ἡ νεφέλη, ὡς καὶ ἐπὶ Μωυσῇ ἐδηλοῦτο, ὡς καὶ ὁ Σαλωμὼν ἠξίωσεν ἵνα ὁ τόπος καθαγιασθῇ μεγάλως."
    },
    {
      "verse": 9,
      "text": "Διεσαφεῖτο δὲ καὶ ὡς σοφίαν ἔχων ἀνήνεγκε θυσίαν ἐγκαινισμοῦ, καὶ τῆς τελειώσεως τοῦ ἱεροῦ."
    },
    {
      "verse": 10,
      "text": "Καθὼς καὶ Μωυσῆς προσηύξατο πρὸς Κύριον, καὶ κατέβη πῦρ ἐκ τοῦ οὐρανοῦ, καὶ τὰ τῆς θυσίας ἐδαπάνησεν· οὕτως καὶ Σαλωμὼν προσηύξατο, καὶ καταβὰν τὸ πῦρ ἀνήλωσε τὰ ὁλοκαυτώματα."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπε Μωυσῆς, διὰ τὸ μὴ βεβρῶσθαι τὸ περὶ τῆς ἁμαρτίας, ἀνηλώθη."
    },
    {
      "verse": 12,
      "text": "Ὡσαύτως καὶ ὁ Σαλωμὼν τὰς ὀκτὼ ἡμέρας ἤγαγεν."
    },
    {
      "verse": 13,
      "text": "Ἐξηγοῦντο δὲ καὶ ἐν ταῖς ἀναγραφαῖς, καὶ ἐν τοῖς ὑπομνηματισμοῖς τοῖς κατὰ τὸν Νεεμίαν τὰ αὐτά, καὶ ὡς καταβαλλόμενος βιβλιοθήκην, ἐπισυνήγαγε τὰ περὶ τῶν βασιλέων καὶ προφητῶν, καὶ τὰ τοῦ Δαυεὶδ, καὶ ἐπιστολὰς βασιλέων περὶ ἀναθημάτων."
    },
    {
      "verse": 14,
      "text": "Ὡσαύτως δὲ καὶ Ἰούδας, τὰ διαπεπτωκότα διὰ τὸν πόλεμον τὸν γεγονότα ἡμῖν ἐπισυνήγαγε πάντα, καὶ ἔστι παρʼ ἡμῖν."
    },
    {
      "verse": 15,
      "text": "Ὧν οὖν ἐὰν χρείαν ἔχητε, τοὺς ἀποκομιοῦντας ὑμῖν ἀποστέλλετε."
    },
    {
      "verse": 16,
      "text": "Μέλλοντες οὖν ἄγειν τὸν καθαρισμὸν, ἐγράψαμεν ὑμῖν· καλῶς οὖν ποιήσετε ἄγοντες τὰς ἡμέρας."
    },
    {
      "verse": 17,
      "text": "Ὁ δὲ Θεὸς ὁ σώσας τὸν πάντα λαὸν αὐτοῦ, καὶ ἀποδοὺς τὴν κληρονομίαν πᾶσι, καὶ τὸ βασίλειον, καὶ τὸ ἱεράτευμα, καὶ τὸν ἁγιασμὸν."
    },
    {
      "verse": 18,
      "text": "Καθὼς ἐπηγγείλατο διὰ τοῦ νόμου ἐλπίζομεν γὰρ ἐπὶ τῷ Θεῷ, ὅτι ταχέως ἡμᾶς ἐλεήσει, καὶ ἐπισυνάξει ἐκ τῆς ὑπὸ τὸν οὐρανὸν εἰς τὸν ἅγιον τόπον· ἐξείλετο γὰρ ἡμᾶς ἐκ μεγάλων κακῶν, καὶ τὸν τόπον ἐκαθάρισε."
    },
    {
      "verse": 19,
      "text": "Τὰ δὲ κατὰ τὸν Ἰούδαν τὸν Μακκαβαῖον, καὶ τοὺς τούτου ἀδελφοὺς, καὶ τὸν τοῦ ἱεροῦ τοῦ μεγάλου καθαρισμὸν, καὶ τὸν τοῦ βωμοῦ ἐγκαινισμὸν,"
    },
    {
      "verse": 20,
      "text": "ἔτι τε τοὺς πρὸς Ἀντιοχον τὸν Ἐπιφανῆ, καὶ τὸν τούτου υἱὸν Εὐπάτορα πολέμους,"
    },
    {
      "verse": 21,
      "text": "καὶ τὰς ἐξ οὐρανοῦ γενομένας ἐπιφανείας τοῖς ὑπὲρ τοῦ Ἰουδαϊσμοῦ φιλοτίμως ἀνδραγαθήσασιν, ὡστε τὴν ὅλην χώραν ὀλίγους ὄντας λεηλατεῖν, καὶ τὰ βάρβαρα πλήθη διώκειν."
    },
    {
      "verse": 22,
      "text": "Καὶ τὸ περιβόητον καθʼ ὅλην τὴν οἰκουμένην ἱερὸν ἀνακομίσασθαι, καὶ τὴν πόλιν ἐλευθερῶσαι, καὶ τοὺς μέλλοντας καταλύεσθαι νόμους ἐπανορθῶσαι, τοῦ Κυρίου μετὰ πάσης ἐπιεικείας ἵλεω γενομένου αὐτοῖς,"
    },
    {
      "verse": 23,
      "text": "τὰ ὑπὸ Ἰάσωνος τοῦ Κυρηναίου δεδηλωμένα διὰ πέντε βιβλίων, πειρασόμεθα διʼ ἑνὸς συντάγματος ἐπιτεμεῖν."
    },
    {
      "verse": 24,
      "text": "Συνορῶντες γὰρ τὸ χύμα τῶν ἀριθμῶν, καὶ τὴν οὖσαν δυσχέρειαν τοῖς θέλουσιν εἰσκυκλεῖσθαι τοῖς τῆς ἱστορίας διηγήμασι διὰ τὸ πλῆθος τῆς ὕλης,"
    },
    {
      "verse": 25,
      "text": "ἐφροντίσαμεν τοῖς μὲν βουλομένοις ἀναγινώσκειν ψυχαγωγίαν, τοῖς δέ φιλοφρονοῦσιν εἰς τὸ διὰ μνήμης ἀναλαβεῖν εὐκοπίαν, πᾶσι δὲ τοῖς ἐντυγχάνουσιν ὠφέλειαν."
    },
    {
      "verse": 26,
      "text": "Καὶ ἡμῖν μὲν τοῖς τὴν κακοπάθειαν ἐπιδεδεγμένοις τῆς ἐπιτομῆς οὐ ῥᾴδιον, ἱδρῶτος δὲ καὶ ἀγρυπνίας τὸ πρᾶγμα·"
    },
    {
      "verse": 27,
      "text": "καθάπερ τῷ παρασκευάζοντι συμπόσιον, καὶ ζητοῦντι τὴν ἑτέρων λυσιτέλειαν οὐκ εὐχερές μὲν, ὅμως διὰ τὴν τῶν πολλῶν εὐχαριστίαν, ἡδέως τὴν κακοπάθειαν ὑποίσομεν,"
    },
    {
      "verse": 28,
      "text": "τὸ μὲν διακριβοῦν περὶ ἑκάστων τῷ συγγραφεῖ παραχωρήσαντες, τὸ δὲ ἐπιπορεύεσθαι τοῖς ὑπογραμμοῖς τῆς ἐπιτομῆς διαπονοῦντες."
    },
    {
      "verse": 29,
      "text": "Καθάπερ γὰρ τῆς καινῆς οἰκίας ἀρχιτέκτονι τῆς ὅλης καταβολῆς φροντιστέον, τῷ δὲ ἐγκαίειν καὶ ζωγραφεῖν ἐπιχειροῦντι, τὰ ἐπιτήδεια πρὸς διακόσμησιν ἐξεταστέον· οὕτω δοκῶ καὶ ἐπὶ ἡμῖν."
    },
    {
      "verse": 30,
      "text": "Τὸ μὲν ἐμβατεύειν, καὶ περί πάντων ποιεῖσθαι λόγον καὶ πολυπραγμονεῖν ἐν τοῖς καταμέρος, τῷ τῆς ἱστορίας ἀρχηγέτῃ καθήκει·"
    },
    {
      "verse": 31,
      "text": "Τὸ δὲ σύντομον τῆς λέξεως μεταδιώκειν, καὶ τὸ ἐξεργαστικὸν τῆς πραγματείας παραιτεῖσθαι, τῷ τὴν μετάφρασιν ποιουμένῳ συγχωρητέον."
    },
    {
      "verse": 32,
      "text": "Ἐντεῦθεν οὖν ἀρξώμεθα τῆς διηγήσεως, τοῖς προειρημένοις τοσοῦτον ἐπιζεύξαντες· εὔηθες γὰρ τὸ μὲν πρὸ τῆς ἱστορίας πλεονάζειν, τὴν δὲ ἱστορίαν ἐπιτεμεῖν."
    }
  ]
}