{
  "book_id": "2MA",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ δὲ προειρημένος Σίμων ὁ τῶν χρημάτων καὶ τῆς πατρίδος ἐνδείκτης γεγονὼς, ἐκακολόγει τὸν Ὀνίαν, ὡς αὐτός τε εἴη τὸν Ἡλιόδωρον ἐπισεσεικὼς, καὶ τῶν κακῶν δημιουργὸς καθεστηκώς."
    },
    {
      "verse": 2,
      "text": "Καὶ τὸν εὐεργέτην τῆς πόλεως, καὶ τὸν κηδεμόνα τῶν ὁμοεθνῶν, καὶ ζηλωτὴν τῶν νόμων, ἐπίβουλον τῶν πραγμάτων ἐτόλμα λέγειν."
    },
    {
      "verse": 3,
      "text": "Τῆς δὲ ἔχθρας ἐπὶ τοσοῦτον προβαινούσης, ὥστε καὶ διά τινος τῶν ὑπὸ τοῦ Σίμωνος δεδοκιμασμένων φόνους συντελεῖσθαι,"
    },
    {
      "verse": 4,
      "text": "συνορῶν ὁ Ὀνίας τὸ χαλεπὸν τῆς φιλονεικίας, καὶ Ἀπολλώνιον μαίνεσθαι, ὡς τὸν κοίλης Συρίας καὶ Φοινίκης στρατηγὸν, συναύξοντα τὴν κακίαν τοῦ Σίμωνος,"
    },
    {
      "verse": 5,
      "text": "ὡς τὸν βασιλέα διεκομίσθη, οὐ γινόμενος τῶν πολιτῶν κατήγορος, τὸ δὲ συμφέρον κοινῇ κατʼ ἰδίαν παντὶ τῷ πλήθει σκοπῶν."
    },
    {
      "verse": 6,
      "text": "Ἑώρα γὰρ ἄνευ βασιλικῆς προνοίας ἀδύνατον εἶναι τυχεῖν εἰρήνης ἔτι τὰ πράγματα, καὶ τὸν Σίμωνα παῦλαν οὐ ληψόμενον τῆς ἀνοίας."
    },
    {
      "verse": 7,
      "text": "Μεταλλάξαντος δὲ τὸν βίον Σελεύκου, καὶ παραλαβόντος τὴν βασιλείαν Ἀντιόχου τοῦ προσαγορευθέντος Ἐπιφανοῦς, ὑπενόθευσεν Ἰάσων ὁ ἀδελφὸς Ὀνίου τὴν ἀρχιερωσύνην,"
    },
    {
      "verse": 8,
      "text": "ἐπαγγειλάμενος τῷ βασιλεῖ διʼ ἐντεύξεως ἀργυοίου τάλαντα ἑξήκοντα πρὸς τοῖς τριακοσίοις, καὶ προσόδου τινὸς ἄλλης τάλαντα ὀγδοήκοντα,"
    },
    {
      "verse": 9,
      "text": "πρὸς δὲ τούτοις ὑπισχνεῖτο καὶ ἕτερα διαγράψαι πεντήκοντα πρὸς τοῖς ἑκατόν, ἐὰν συγχωρηθῇ διὰ τῆς ἐξουσίας αὐτοῦ, γυμνάσιον καὶ ἐφηβίαν αὐτῷ συστήσασθαι, καὶ τοὺς ἐν Ἰεροσολύμοις Ἀντιοχεῖς ἀναγράψαι."
    },
    {
      "verse": 10,
      "text": "Ἐπινεύσαντος δὲ τοῦ βασιλέως, καὶ τῆς ἀρχῆς κρατήσας, εὐθέως ἐπὶ τὸν Ἑλληνικὸν χαρακτῆρα τοὺς ὁμοφύλους μετῆγε."
    },
    {
      "verse": 11,
      "text": "Καὶ τὰ κείμενα τοῖς Ἰουδαίοις φιλάνθρωπα βασιλικὰ διὰ Ἰωάννου τοῦ πατρὸς Εὐπολέμου, τοῦ ποιησαμένου τὴν πρεσβείαν ὑπὲρ φιλίας καὶ συμμαχίας πρὸς τοὺς Ῥωμαίους, παρώσατο· καὶ τὰς μὲν νομίμους καταλύων πολιτείας, παρανόμους ἐθισμοὺς ἐκαίνιζεν."
    },
    {
      "verse": 12,
      "text": "Ἀσμένως γὰρ ὑπʼ αὐτὴν τὴν ἀκρόπολιν γυμνάσιον καθίδρυσε, καὶ τοὺς κρατίστους τῶν ἐφήβων ὑποτάσσων, ὑπὸ πέτασον ἦγεν."
    },
    {
      "verse": 13,
      "text": "Ἦν δʼ οὕτως ἀκμή τις Ἑλληνισμοῦ, καὶ πρόσβασις ἀλλοφυλισμοῦ διὰ τὴν τοῦ ἀσεβοῦς καὶ οὐκ ἀρχιερέως Ἰάσωνος ὑπερβάλλουσαν ἀναγνείαν,"
    },
    {
      "verse": 14,
      "text": "ὥστε μηκέτι περὶ τὰς τοῦ θυσιαστηρίου λειτουργίας προθύμους εἶναι τοὺς ἱερεῖς, ἀλλὰ τοῦ μὲν ναοῦ καταφρονοῦντες, καὶ τῶν θυσιῶν ἀμελοῦντες ἔσπευδον μετέχειν τῆς ἐν παλαίστρᾳ παρανόμου χορηγίας, μετὰ τὴν τοῦ δίσκου πρόκλησιν."
    },
    {
      "verse": 15,
      "text": "Καὶ τὰς μὲν πατρῴους τιμὰς ἐν οὐδενὶ τιθέμενοι, τὰς δὲ Ἑλληνικὰς δόξας καλλίστας ἡγούμενοι."
    },
    {
      "verse": 16,
      "text": "Ὧν χάριν περιέσχεν αὐτοὺς χαλεπὴ περίστασις, καὶ ὧν ἐζήλουν τὰς ἀγωγὰς, καὶ καθάπαν ἤθελον ἐξομοιοῦσθαι, τούτους πολεμίους καὶ τιμωρητὰς ἔσχον."
    },
    {
      "verse": 17,
      "text": "Ἀσεβεῖν γὰρ εἰς τοὺς θείους νόμους οὐ ῥᾴδιον, ἀλλὰ ταῦτα ὁ ἀκόλουθος καιρὸς δηλώσει."
    },
    {
      "verse": 18,
      "text": "Ἀγομένου δὲ πενταετηρικοῦ ἀγῶνος ἐν Τύρῳ, καὶ τοῦ βασιλέως παρόντος,"
    },
    {
      "verse": 19,
      "text": "ἀπέστειλεν Ἰάσων ὁ μιαρὸς θεωροὺς ἀπὸ Ἱεροσολύμων Ἀντιοχεῖς ὄντας, παρακομίζοντας ἀργυρίου δραχμὰς τριακοσίας εἰς τὴν τοῦ Ἡρακλέους θυσίαν· ἃς καὶ ἠξίωσαν οἱ παρακομίσαντες μὴ χρῆσθαι πρὸς θυσίαν διὰ τὸ μὴ καθήκειν, εἰς ἑτέραν δὲ καταθέσθαι δαπάνην."
    },
    {
      "verse": 20,
      "text": "Ἔπεμψεν οὖν ταῦτα, διὰ μὲν τὸν ἀποστείλαντα εἰς τὴν τοῦ Ἡρακλέους θυσίαν, ἕνεκεν δὲ τῶν παρακομιζόντων, εἰς τὰς τῶν τριήρων κατασκευάς."
    },
    {
      "verse": 21,
      "text": "Ἀποσταλέντος δὲ εἰς Αἴγυπτον Ἀπολλωνίου τοῦ Μενεσθέως διὰ τὰ πρωτοκλίσια Πτολεμαίου τοῦ Φιλομήτορος βασιλέως, μεταλαβὼν Ἀντίοχος ἀλλότριον αὐτὸν τῶυ αὐτῶν γεγονέναι πραγμάτων, τῆς κατʼ αὑτὸν ἀσφαλείας ἐφρόντιζεν· ὅθεν εἰς Ἰόππην παραγενόμενος, κατήντησεν εἰς Ἰεροσόλυμα."
    },
    {
      "verse": 22,
      "text": "Μεγαλοπρεπῶς δὲ ὑπὸ τοῦ Ἰάσωνος καὶ τῆς πόλεως παραδεχθεὶς, μετὰ δᾳδουχίας καὶ βοῶν εἰσπεπόρευται εἶθʼ οὕτως εἰς τὴν Φοινίκην κατεστρατοπέδευσε."
    },
    {
      "verse": 23,
      "text": "Μετὰ δὲ τριετῆ χρόνον ἀπέστειλεν Ἰάσων Μενέλαον τὸν τοῦ προσημαινομένου Σίμωνος ἀδελφόν, παρακομίζοντα τὰ χρήματα τῷ βασιλεῖ, καὶ περὶ πραγμάτων ἀναγκαίων ὑπομνηματισμοὺς τελέσοντα."
    },
    {
      "verse": 24,
      "text": "Ὁ δὲ συσταθεὶς τῷ βασιλεῖ, καὶ δοξάσας αὐτὸν τῷ προσώπῳ τῆς ἐξουσίας, εἰς ἑαυτὸν κατήντησε τὴν ἀρχιερωσύνην, ὑπερβαλὼν τὸν Ἰάσωνα τάλαντα ἀργυρίου τριακόσια."
    },
    {
      "verse": 25,
      "text": "Λαβὼν δὲ τὰς βασιλικὰς ἐντολὰς παρεγένετο, τῆς μὲν ἀρχιερωσύνης οὐδὲν ἄξιον φέρων, θυμοὺς δὲ ὠμοῦ τυράννου, καὶ θηρὸς βαρβάρου ὀργὰς ἔχων."
    },
    {
      "verse": 26,
      "text": "Καὶ ὁ μὲν Ἰάσων ὁ τὸν ἴδιον ἀδελφὸν ὑπονοθεύσας, ὑπονοθευθεὶς ὑφʼ ἑτέρου φυγὰς εἰς τὴν Ἀμμανῖτιν χώραν συνήλαστο."
    },
    {
      "verse": 27,
      "text": "Ὁ δὲ Μενέλαος τῆς μὲν ἀρχῆς ἐκράτει, τῶν δὲ ἐπηγγελμένων τῷ βασιλεῖ χρημάτων οὐδὲν εὐτάκτει,"
    },
    {
      "verse": 28,
      "text": "ποιουμένου δὲ τὴν ἀπαίτησιν Σωστράτου τοῦ τῆς ἀκροπόλεως ἐπάρχου· πρὸς τοῦτον γὰρ ἦν ἡ τῶν φόρων πρᾶξις· διʼ ἣν αἰτίαν οἱ δύο ὑπὸ τοῦ βασιλέως προσεκλήθησαν."
    },
    {
      "verse": 29,
      "text": "Καὶ ὁ μὲν Μενέλαος ἀπέλιπε τῆς ἀρχιερωσύνης διάδοχον Λυσίμαχον τὸν ἑαυτοῦ ἀδελφόν, Σώστρατος δὲ, Κράτητα τὸν ἐπὶ τῶν Κυπρίων."
    },
    {
      "verse": 30,
      "text": "Τοιούτων δὲ συνεστηκότων, συνέβη Ταρσεῖς, καὶ Μαλλώτας στασιάζειν, διὰ τὸ Ἀντιοχίδι τῇ παλλακῇ τοῦ βασιλέως ἐν δωρεᾷ δεδόσθαι."
    },
    {
      "verse": 31,
      "text": "Θᾶττον οὖν ὁ βασιλεὺς ἧκε καταστεῖλαι τὰ πράγματα, καταλιπὼν τὸν διαδεχόμενον Ἀνδρόνικον, τῶν ἐν ἀξιώματι κειμένων."
    },
    {
      "verse": 32,
      "text": "Νομίσας δὲ ὁ Μενέλαος εἰληφέναι καιρὸν εὐφυῆ, χρυσώματά τινα τῶν τοῦ ἱεροῦ νοσφισάμενος ἐχαρίσατο τῷ Ἀνδρονίκῳ, καὶ ἕτερα ἐτύγχανε πεπρακὼς εἴς τε Τύρον καὶ τὰς κύκλῳ πόλεις."
    },
    {
      "verse": 33,
      "text": "Ἃ καὶ σαφῶς ἐπεγνωκὼς ὁ Ὀνίας, παρήλεγχεν ἀποκεχωρηκὼς εἰς ἄσυλον τόπον, ἐπὶ Δάφνης τῆς πρὸς Ἀντιόχειαν κειμένης."
    },
    {
      "verse": 34,
      "text": "Ὅθεν ὁ Μενέλαος λαβὼν ἰδίᾳ τὸν Ἀνδρόνικον, παρεκάλει χειρώσασθαι τὸν Ὀνίαν· ὁ δὲ παραγενόμενος ἐπὶ τὸν Ὀνίαν, καὶ πεισθεὶς ἐπὶ δόλῳ, καὶ δεξιὰς μεθʼ ὅρκων δοὺς, καίπερ ἐν ὑποψίᾳ κείμενος ἔπεισεν ἐκ τοῦ ἀσύλου προελθεῖν, ὃν καὶ παραχρῆμα παρέκλεισεν, οὐκ αἰδεσθεὶς τὸ δίκαιον."
    },
    {
      "verse": 35,
      "text": "Διʼ ἣν αἰτίαν οὐ μόνον Ἰουδαῖοι, πολλοὶ δὲ καὶ τῶν ἄλλων ἐθνῶν ἐδείναζον, καὶ ἐδυσφόρουν ἐπὶ τῷ τοῦ ἀνδρὸς ἀδίκῳ φόνῳ."
    },
    {
      "verse": 36,
      "text": "Τοῦ δὲ βασιλέως ἐπανελθόντος ἀπὸ τῶν κατὰ Κιλικίαν τόπων, ἐνετύγχανον οἱ κατὰ πόλιν Ἰουδαῖοι συμισοπονηρούντων καὶ τῶν Ἑλλήνων, ὑπὲρ τοῦ παρὰ λόγον τὸν Ὀνίαν ἀπεκτάνθαι."
    },
    {
      "verse": 37,
      "text": "Ψυχικῶς οὖν ὁ Ἀντίοχος ἐπιλυπηθεὶς, καὶ τραπεὶς εἰς ἔλεον, καὶ δακρύσας διὰ τὴν τοῦ μετηλλαχότος σωφροσύνην, καὶ πολλὴν εὐταξίαν,"
    },
    {
      "verse": 38,
      "text": "καὶ πυρωθεὶς τοῖς θυμοῖς, παραχρῆμα τὴν τοῦ Ἀνδρονίκου πορφύραν περιελόμενος, καὶ τοὺς χιτῶνας περιῤῥήξας, περιαγαγὼν καθʼ ὅλην τὴν πόλιν, ἐπʼ αὐτὸν τὸν τόπον οὗπερ εἰς τὸν Ὀνίαν ἠσέβησεν, ἐκεῖ τὸν μιαιφόνον ἀπεκόσμησε, τοῦ Κυρίου τὴν ἀξίαν αὐτῷ κόλασιν ἀποδόντος."
    },
    {
      "verse": 39,
      "text": "Γενομένων δὲ πολλῶν ἱεροσυλημάτων κατὰ τὴν πόλιν ὑπὸ τοῦ Λυσιμάχου μετὰ τῆς Μενελάου γνώμης, καὶ διαδοθείσης ἔξω τῆς φήμης, ἐπισυνήχθη τὸ πλῆθος ἐπὶ τὸν Λυσίμαχον, χρυσωμάτων ἤδη πολλῶν διενηνεγμένων."
    },
    {
      "verse": 40,
      "text": "Ἐπεγειρομένων δὲ τῶν ὄχλων, καὶ ταῖς ὀργαῖς διεμπιπλαμένων, καθοπλίσας ὁ Λυσίμαχος πρὸς τρισχιλίους, κατήρξατο χειρῶν ἀδίκων, προηγησαμένου τινὸς Τυράννου προβεβηκότος τὴν ἡλικίαν, οὐδὲν δὲ ἧττον καὶ τὴν ἄνοιαν."
    },
    {
      "verse": 41,
      "text": "Συνιδότες δὲ καὶ τὴν ἐπίθεσιν τοῦ Λυσιμάχου, συναρπάσαντες οἱ μὲν πέτρους, οἱ δὲ ξύλων πάχη, τινὲς δὲ ἐκ τῆς παρακειμένης σποδοῦ δρασσόμενοι, φύρδην ἐνετίνασσον εἰς τοὺς περὶ τὸν Λυσίμαχον."
    },
    {
      "verse": 42,
      "text": "Διʼ ἣν αἰτίαν πολλοὺς μὲν αὐτῶν τραυματίας ἐποίησαν, τινὰς δὲ καὶ κατέβαλον, πάντας δὲ εἰς φυγὴν συνήλασαν, αὐτὸν δὲ τὸν ἱερόσυλον παρὰ τὸ γαζοφυλάκιον ἐχειρώσαντο."
    },
    {
      "verse": 43,
      "text": "Περὶ δὲ τούτων ἐνέστη κρίσις πρὸς τὸν Μενέλαον."
    },
    {
      "verse": 44,
      "text": "Καταντήσαντος δὲ τοῦ βασιλέως εἰς Τύρον, ἐπʼ αὐτοῦ τὴν δικαιολογίαν ἐποιήσαντο οἱ πεμφθέντες ἄνδρες τρεῖς ὑπὸ τῆς γερουσίας."
    },
    {
      "verse": 45,
      "text": "Ἤδη δὲ λελειμμένος ὁ Μενέλαος ἐπηγγείλατο χρήματα ἱκανὰ τῷ Πτολεμαίῳ τῷ Δορυμένους πρὸς τὸ πεῖσαι τὸν βασιλέα."
    },
    {
      "verse": 46,
      "text": "Ὅθεν ἀπολαβὼν ὁ Πτολεμαῖος εἴς τι περίστυλον ὡς ἀναψύξοντα τὸν βασιλέα, μετέθηκε."
    },
    {
      "verse": 47,
      "text": "Καὶ τὸν μὲν τῆς ὅλης κακίας αἴτιον Μενέλαον ἀπέλυσε τῶν κατηγορημάτων, τοῖς δὲ ταλαιπώροις, οἵτινες εἰ καὶ ἐπὶ Σκυθῶν ἔλεγον, ἀπελύθησαν ἄν ἀκατάγνωστοι, τούτοις θάνατον ἐπέκρινε."
    },
    {
      "verse": 48,
      "text": "Ταχέως οὖν τὴν ἄδικον ζημίαν ὑπέσχον οἱ ὑπὲρ πόλεως καὶ δήμων καὶ τῶν ἱερῶν σκευῶν προαγορεύσαντες."
    },
    {
      "verse": 49,
      "text": "Διʼ ἣν αἰτίαν καὶ Τύριοι μισοπονηρήσαντες τὰ πρὸς τὴν κηδείαν αὐτῶν μεγαλοπρεπῶς ἐχορήγησαν."
    },
    {
      "verse": 50,
      "text": "Ὁ δὲ Μενέλαος διὰ τὰς τῶν κρατούντων πλεονεξίας, ἔμενεν ἐπὶ τῆς ἀρχῆς, ἐπιφυόμενος τῇ κακίᾳ, μέγας τῶν πολιτῶν ἐπίβουλος καθεστώς."
    }
  ]
}