{
  "book_id": "2MA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Περὶ δὲ τὸν καιρὸν τοῦτον τὴν δευτέραν ἔφοδον ὁ Ἀντίοχος εἰς Αἴγυπτον ἐστείλατο."
    },
    {
      "verse": 2,
      "text": "Συνέβη δὲ καθʼ ὅλην τὴν πόλιν σχεδὸν ἐφʼ ἡμέρας τεσσαράκοντα φαίνεσθαι διὰ τοῦ ἀέρος τρέχοντας ἱππεῖς διαχρύσους στολὰς ἔχοντας, καὶ λόγχας σπειρηδὸν ἐξωπλισμένους,"
    },
    {
      "verse": 3,
      "text": "καὶ ἴλας ἵππων διατεταγμένας, καὶ προσβολὰς γινομένας, καὶ καταδρομὰς ἑκατέρων, καὶ ἀσπίδων κινήσεις, καὶ καμάκων πλήθη, καὶ μαχαιρῶν σπασμούς, καὶ βελῶν βολὰς, καὶ χρυσῶν κόσμων ἐκλάμψεις, καὶ παντοίους θωρακισμούς."
    },
    {
      "verse": 4,
      "text": "Διὸ πάντες ἠξίουν ἐπʼ ἀγαθῷ τὴν ἐπιφάνειαν γενέσθαι."
    },
    {
      "verse": 5,
      "text": "Γενομένης δὲ λαλιᾶς ψευδοῦς, ὡς μετηλλαχότος τὸν βίον Ἀντιόχου, παραλαβὼν ὁ Ἰάσων οὐκ ἐλάττους τῶν χιλίων, αἰφνιδίως ἐπὶ τὴν πόλιν συνετελέσατο ἐπίθεσιν· τῶν δὲ ἐπὶ τῷ τείχει συνελασθέντων, καὶ τέλος ἤδη καταλαμβανομένης τῆς πόλεως, ὁ Μενέλαος εἰς τὴν ἀκρόπολιν ἐφυγάδευσεν."
    },
    {
      "verse": 6,
      "text": "Ὁ δὲ Ἰάσων ἐποιεῖτο σφαγὰς τῶν πολιτῶν τῶν ἰδίων ἀφειδῶς, οὐ συννοῶν τὴν εἰς τοὺς συγγενεῖς εὐημερίαν, δυσημερίαν εἶναι τὴν μεγίστην· δοκῶν δὲ πολεμίων καὶ οὐχ ὁμοεθνῶν τρόπαια καταβάλλεσθαι,"
    },
    {
      "verse": 7,
      "text": "τῆς μὲν ἀρχῆς οὐκ ἐκράτησε, τὸ δὲ τέλος τῆς ἐπιβουλῆς αἰσχύνην λαβών, φυγὰς πάλιν εἰς τὴν Ἀμμανίτιν ἀπῆλθε."
    },
    {
      "verse": 8,
      "text": "Πέρας οὖν κακῆς ἀναστροφῆς ἔτυχεν ἐγκλεισθεὶς πρὸς Ἀρέταν τὸν τῶν Ἀράβων τύραννον, πόλιν ἐκ πόλεως φεύγων, διωκόμενος ὑπὸ πάντων, καὶ στυγούμενος ὡς τῶν νόμων ἀποστάτης, καὶ βδελυσσόμενος ὡς πατρίδος καὶ πολιτῶν δήμιος, εἰς Αἴγυπτον συνεβράσθη."
    },
    {
      "verse": 9,
      "text": "Καὶ ὁ συχνοὺς τῆς πατρίδος ἀποξενώσας, ἐπὶ ξένης ἀπώλετο πρὸς Λακεδαιμονίους ἀναχθείς, ὡς διὰ τὴν συγγένειαν τευξόμενος σκέπης."
    },
    {
      "verse": 10,
      "text": "Καὶ ὁ πλῆθος ἀτάφων ἐκρίψας ἀπένθητος ἐγενήθη, καὶ κηδείας οὐδʼ ἡστινοσοῦν οὔτε πατρῴου τάφου μετέσχε."
    },
    {
      "verse": 11,
      "text": "Προσπεσόντων δὲ τῷ βασιλεῖ περὶ τῶν γεγονότων, διέλαβεν ἀποστατεῖν τὴν Ἰουδαίαν· ὅθεν ἀναζεύξας ἐξ Αἰγύπτου τεθηριωμένος τῇ ψυχῇ, ἔλαβε τὴν μὲν πόλιν δορυάλωτον."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐκέλευσε τοῖς στρατιώταις κόπτειν ἀφειδῶς τοὺς ἐμπίπτοντας, καὶ τοὺς εἰς τὰς οἰκίας ἀναβαίνοντας κατασφάζειν."
    },
    {
      "verse": 13,
      "text": "Ἐγίνοντο δὲ νέων καὶ πρεσβυτέρων ἀναιρέσιες, ἀνδρῶν τε καὶ γυναικῶν καὶ τέκνων ἀφανισμὸς, παρθένων τε καὶ νηπίων σφαγαί."
    },
    {
      "verse": 14,
      "text": "Ὀκτὼ δὲ μυριάδες ἐν ταῖς πάσαις ἡμέραις τρισὶ κατεφθάρησαν, τέσσαρες μὲν ἐν χειρῶν νομαῖς, οὐκ ἧττον δὲ τῶν ἐσφαγμένων ἐπράθησαν."
    },
    {
      "verse": 15,
      "text": "Καὶ οὐκ ἀρκεσθεὶς δὲ τούτοις, κατετόλμησεν εἰς τὸ πάσης τῆς γῆς ἁγιώτατον ἱερὸν εἰσελθεῖν, ὁδηγὸν ἔχων τὸν Μενέλαον, τὸν καὶ τῶν νόμων καὶ τῆς πατρίδος προδότην γεγονότα."
    },
    {
      "verse": 16,
      "text": "Καὶ ταῖς μιαραῖς χερσὶ τὰ ἱερὰ σκεύη λαμβάνων, καὶ τὰ ὑπʼ ἄλλων βασιλέων ἀνατεθέντα πρὸς αὔξησιν καὶ δόξαν τοῦ τόπου καὶ τιμήν, ταῖς βεβήλοις χερσὶ συσσύρων ἐπεδίδου."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐμετεωρίζετο τὴν διάνοιαν ὁ Ἀντίοχος, οὐ συνορῶν ὅτι διὰ τὰς ἁμαρτίας τῶν τὴν πόλιν οἰκούντων ἀπώργισται βραχέως ὁ Δεσπότης, διὸ γέγονε περὶ τὸν τόπον παρόρασις."
    },
    {
      "verse": 18,
      "text": "Εἰ δὲ μὴ συνέβαινε προενέχεσθαι πολλοῖς ἁμαρτήμασι, καθάπερ ὁ Ἡλιόδωρος ὁ πεμφθεὶς ὑπὸ Σελεύκου τοῦ βασιλέως ἐπὶ τὴν ἐπίσκεψιν τοῦ γαζοφυλακίου, οὗτος προαχθεὶς παραχρῆμα μαστιγωθεὶς ἀνετράπη τοῦ θράσους."
    },
    {
      "verse": 19,
      "text": "Ἀλλʼ οὐ διὰ τὸν τόπον τὸ ἔθνος, ἀλλὰ διὰ τὸ ἔθνος τὸν τόπον ὁ Κύριος ἐξελέξατο."
    },
    {
      "verse": 20,
      "text": "Διόπερ καὶ αὐτὸς ὁ τόπος συμμετασχὼν τῶν τοῦ ἔθνους δυσπετημάτων γενομένων, ὕστερον εὐεργετημάτων ὑπὸ τοῦ Κυρίου ἐκοινώνησε· καὶ ὁ καταλειφθεὶς ἐν τῇ τοῦ παντοκράτορος ὀργῇ, πάλιν ἐν τῇ τοῦ μεγάλου Δεσπότου καταλλαγῇ μετὰ πάσης δόξης ἐπανωρθώθη."
    },
    {
      "verse": 21,
      "text": "Ὁ γοῦν Ἀντίοχος ὀκτακόσια πρὸς τοῖς χιλίοις ἀπενεγκάμενος ἐκ τοῦ ἱεροῦ τάλαντα, θᾶττον εἰς Ἀντιόχειαν ἐχωρίσθη, οἰόμενος ἀπὸ τῆς ὑπερηφανίας τὴν μὲν γῆν πλωτὴν, καὶ τὸ πέλαγος πορευτὸν θέσθαι διὰ τὸν μετεωρισμὸν τῆς καρδίας."
    },
    {
      "verse": 22,
      "text": "Κατέλιπε δὲ καὶ ἐπιστάτας τοῦ κακοῦν τὸ γένος, ἐν μὲν Ἱεροσολύμοις Φίλιππον, τὸ μὲν γένος Φρύγα, τὸν δὲ τρόπον βαρβαρώτερον ἔχοντα τοῦ καταστήσαντος·"
    },
    {
      "verse": 23,
      "text": "ἐν δὲ Γαριζὶν Ἀνδρόνικον, πρὸς δὲ τούτοις Μενέλαον, ὃς χείριστα τῶν ἄλλων ὑπερῄρετο τοῖς πολίταις, ἀπεχθῆ δὲ πρὸς τοὺς πολίτας Ἰουδαίους ἔχων διάθεσιν."
    },
    {
      "verse": 24,
      "text": "Ἔπεμψε δὲ τὸν μυσάρχην Ἀπολλώνιον μετὰ στρατεύματος δισμυρίων πρὸς τοῖς δισχιλίοις, προστάξας τοὺς ἐν ἡλικίᾳ πάντας κατασφάξαι, τὰς δὲ γυναῖκας καὶ νεωτέρους πωλεῖν."
    },
    {
      "verse": 25,
      "text": "Οὗτος δὲ παραγενόμενος εἰς Ἱεροσόλυμα, καὶ τὸν εἰρηνικὸν ὑποκριθείς, ἐπέσχεν ἕως τῆς ἁγίας ἡμέρας τοῦ σαββάτου· καὶ λαβὼν ἀργοῦντας τοὺς Ἰουδαίους, τοῖς ὑφʼ ἑαυτὸν ἐξοπλησίαν παρήγγειλε."
    },
    {
      "verse": 26,
      "text": "Καὶ τοὺς ἐξελθόντας πάντας ἐπὶ τὴν θεωρίαν συνεξεκέντησε, καὶ εἰς τὴν πόλιν σὺν τοῖς ὅπλοις εἰσδραμὼν ἱκανὰ κατέστρωσε πλήθη."
    },
    {
      "verse": 27,
      "text": "Ἰούδας δὲ ὁ Μακκαβαῖος δέκατός που γενηθεὶς, καὶ ἀναχωρήσας εἰς τὴν ἔρημον, θηρίων τρόπον ἐν τοῖς ὄρεσι διέζη σὺν τοῖς μετʼ αὐτοῦ, καὶ τὴν χορτώδη τροφὴν σιτούμενοι διατέλουν, πρὸς τὸ μὴ μετασχεῖν τοῦ μολυσμοῦ"
    }
  ]
}