{
  "book_id": "2MA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Μετʼ οὐ πολὺν δὲ χρόνον ἐξαπέστειλεν ὁ βασιλεὺς γέροντα Ἀθηναῖον, ἀναγκάζειν τοὺς Ἰουδαίους μεταβαίνειν ἐκ τῶν πατρῴων νόμων, καὶ τοῖς τοῦ Θεοῦ νόμοις μὴ πολιτεύεσθαι,"
    },
    {
      "verse": 2,
      "text": "μολῦναι δὲ καὶ τὸν ἐν Ἱεροσολύμοις νεὼν, καὶ προσονομάσαι Διὸς Ὀλυμπίου, καὶ τὸν ἐν Γαριζὶν, καθὼς ἐτύγχανον οἱ τὸν τόπον οἰκοῦντες, Διὸς Ξενίου."
    },
    {
      "verse": 3,
      "text": "Χαλεπὴ δὲ καὶ τοῖς ὄχλοις ἦν καὶ δυσχερὴς ἡ ἐπίστασις τῆς κακίας."
    },
    {
      "verse": 4,
      "text": "Τὸ μὲν γὰρ ἱερὸν ἀσωτίας καὶ κώμων ἐπεπλήρωτο ὑπὸ τῶν ἐθνῶν ῥαθυμούντων μεθʼ ἑταιρῶν, καὶ ἐν τοῖς ἱεροῖς περιβόλοις γυναιξὶ πλησιαζόντων, ἔτι δὲ τὰ μὴ καθήκοντα ἔνδον φερόντων."
    },
    {
      "verse": 5,
      "text": "Τὸ δὲ θυσιαστήριον τοῖς ἀποδιεσταλμένοις ἀπὸ τῶν νόμων ἀθεμίτοις ἐπεπλήρωτο."
    },
    {
      "verse": 6,
      "text": "Ἦν δʼ οὔτε σαββατίζειν, οὔτε πατρῴους ἑορτὰς διαφυλάττειν, οὔτε ἁπλῶς Ἰουδαῖον ὁμολογεῖν εἶναι."
    },
    {
      "verse": 7,
      "text": "Ἤγοντο δὲ μετὰ πικρᾶς ἀνάγκης εἰς τὴν κατὰ μῆνα τοῦ βασιλέως γενέθλιον ἡμέραν ἐπὶ σπλαγχνισμόν· γενομένης δὲ Διονυσίων ἑορτῆς, ἠναγκάζοντο οἱ Ἰουδαῖοι κισσοὺς ἔχοντες πομπεύειν τῷ Διονύσῳ."
    },
    {
      "verse": 8,
      "text": "Ψήφισμα δὲ ἐξέπεσεν εἰς τὰς ἀστυγείτονας πόλεις Ἑλληνίδας, Πτολεμαίων ὑποτιθεμένων τὴν αὐτὴν ἀγωγὴν κατὰ τῶν Ἰουδαίων, ἄγειν καὶ σπλαγχνίζειν·"
    },
    {
      "verse": 9,
      "text": "τοὺς δὲ μὴ προαιρουμένους μεταβαίνειν ἐπὶ τὰ Ἑλληνικὰ, κατασφάζειν· παρῆν οὖν ὁρᾷν τὴν ἐνεστῶσαν ταλαιπωρίαν."
    },
    {
      "verse": 10,
      "text": "Δύο γὰρ γυναῖκες ἀνηνέγθησαν περιτετμηκυῖαι τὰ τέκνα αὐτῶν· τούτων δὲ ἐκ τῶν μαστῶν κρεμάσαντες τὰ βρέφη, καὶ δημοσίᾳ περιαγαγόντες αὐτὰς τὴν πόλιν, κατὰ τοῦ τείχους ἐκρήμνισαν."
    },
    {
      "verse": 11,
      "text": "Ἕτεροι δὲ πλησίον συνδραμόντες εἰς τὰ σπήλαια, λεληθότως ἄγειν τὴν ἑβδομάδα, μηνυθέντες τῷ Φιλίππῳ συνεφλογίσθησαν, διὰ τὸ εὐλαβῶς ἔχειν βοηθῆσαι ἑαυτοῖς κατὰ τὴν δόξαν τῆς σεμνοτάτης ἡμέρας."
    },
    {
      "verse": 12,
      "text": "Παρακαλῶ οὖν τοὺς ἐντυγχάνοντας τῇδε τῇ βίβλῳ, μὴ συστέλλεσθαι διὰ τὰς συμφορὰς, λογίζεσθαι δὲ τὰς τιμωρίας μὴ πρὸς ὄλεθρον, ἀλλὰ πρὸς παιδείαν τοῦ γένους ἡμῶν εὖναι."
    },
    {
      "verse": 13,
      "text": "Καὶ τὸ μὴ πολὺν χρόνον ἐᾶσθαι τοὺς δυσσεβοῦντας, ἀλλʼ εὐθέως περιπίπτειν ἐπιτιμίοις, μεγάλης εὐεργεσίας σημεῖόν ἐστιν."
    },
    {
      "verse": 14,
      "text": "Οὐ γὰρ, καθάπερ καὶ ἐπὶ τῶν ἄλλων ἐθνῶν ἀναμένει μακροθυμῶν ὁ Δεσπότης, μέχρι τοῦ καταντήσαντας αὐτοὺς πρὸς ἐκπλήρωσιν ἁμαρτιῶν, κολάσαι, οὕτω καὶ ἐφʼ ἡμῶν ἔκρινεν"
    },
    {
      "verse": 15,
      "text": "εἶναι, ἵνα μὴ πρὸς τέλος ἀφικομένων ἡμῶν τῶν ἁμαρτιῶν, ὕστερον ἡμᾶς ἐκδικᾷ."
    },
    {
      "verse": 16,
      "text": "Διόπερ οὐδέ ποτε μὲν τὸν ἔλεον αὐτοῦ ἀφʼ ἡμῶν ἀφίστησι· παιδεύων δὲ μετὰ συμφορᾶς, οὐκ ἐγκαταλείπει τὸν ἑαυτοῦ λαόν."
    },
    {
      "verse": 17,
      "text": "Πλὴν ἕως ὑπομνήσεως ταῦθʼ ἡμῖν εἰρήσθω· διʼ ὀλίγων δʼ ἐλευστέον ἐπὶ τὴν διήγησιν."
    },
    {
      "verse": 18,
      "text": "Ἐλεάζαρός τις τῶν πρωτευόντων γραμματέων, ἀνὴρ ἤδη προβεβηκὼς τὴν ἡλικίαν, καὶ τὴν πρόσοψιν τοῦ προσώπου κάλλιστος τυγχάνων, ἀναχανὼν ἠναγκάζετο φαγεῖν ὕειον κρέας."
    },
    {
      "verse": 19,
      "text": "Ὁ δὲ τὸν μετʼ εὐκλείας θάνατον μᾶλλον ἢ τὸν μετὰ μύσους βίον ἀναδεξάμενος, αὐθαιρέτως ἐπὶ τὸ τύμπανον προσῆγε·"
    },
    {
      "verse": 20,
      "text": "προπτύσας δέ, καθʼ ὃν ἔδει τρόπον προσέρχεσθαι τοὺς ὑπομένοντας ἀμύνεσθαι, ὧν οὐ θέμις γεύσασθαι διὰ τὴν πρὸς τὸ ζῇν φιλοστοργίαν."
    },
    {
      "verse": 21,
      "text": "Οἱ δὲ πρὸς τῷ παρανόμῳ σπλαγχνισμῷ τεταγμένοι, διὰ τὴν ἐκ τῶν παλαιῶν χρόνων πρὸς τὸν ἄνδρα γνῶσιν, ἀπολαβόντες αὐτὸν κατιδίαν παρεκάλουν, ἐνέγκαντα κρέα οἷς καθῆκον αὐτῷ χρήσασθαι διʼ αὐτοῦ παρασκευασθέντα, ὑποκριθῆναι δὲ ὡς ἐσθίοντα τὰ ὑπὸ τοῦ βασιλέως προστεταγμένα τῶν ἀπὸ τῆς θυσίας κρεῶν,"
    },
    {
      "verse": 22,
      "text": "ἵνα τοῦτο πράξας ἀπολυθῇ τοῦ θανάτου, καὶ διὰ τὴν ἀρχαίαν πρὸς αὐτοὺς φιλίαν τύχῃ φιλανθρωπίας."
    },
    {
      "verse": 23,
      "text": "Ὁ δὲ λογισμὸν ἀστεῖον ἀναλαβὼν καὶ ἄξιον τῆς ἡλικίας, καὶ τῆς τοῦ γήρως ὑπεροχῆς, καὶ τῆς ἐπικτήτου καὶ ἐπιφανοῦς πολιᾶς, καὶ τῆς ἐκ παιδὸς καλλίστης ἀνατροφῆς, μᾶλλον δὲ τῆς ἁγίας καὶ θεοκτίστου νομοθεσίας, ἀκολούθως ἀπεφῄνατο, ταχέως λέγων προπέμπειν εἰς τὸν ᾅδην."
    },
    {
      "verse": 24,
      "text": "Οὐ γὰρ τῆς ἡμετέρας ἡλικίας ἄξιόν ἐστιν ὑποκριθῆναι, ἵνα πολλοὶ τῶν νέων ὑπολαβόντες Ἐλεάζαρον τὸν ἐννενηκονταετῆ μεταβεβηκέναι εἰς ἀλλοφυλισμόν,"
    },
    {
      "verse": 25,
      "text": "καὶ αὐτοὶ διὰ τὴν ἐμὴν ὑπόκρισιν, καὶ διὰ τὸ μικρὸν καὶ ἀκαριαῖον ζῇν πλανηθῶσι διʼ ἐμέ, καὶ μῦσος καὶ κηλίδα τοῦ γήρως κατακτήσομαι."
    },
    {
      "verse": 26,
      "text": "Εἰ γὰρ καὶ ἐπὶ τοῦ παρόντος ἐξελοῦμαι τὴν ἐξ ἀνθρώπων τιμωρίαν, ἀλλὰ τὰς τοῦ παντοκράτορος χεῖρας οὔτε ζῶν οὔτε ἀποθανὼν ἐκφεύξομαι."
    },
    {
      "verse": 27,
      "text": "Διόπερ ἀνδρείως μὲν νῦν διαλλάξας τὸν βίον, τοῦ μὲν γήρως ἄξιος φανήσομαι,"
    },
    {
      "verse": 28,
      "text": "τοῖς δὲ νέοις ὑπόδειγμα γενναῖον καταλελοιπὼς, εἰς τὸ προθύμως καὶ γενναίως ὑπὲρ τῶν σεμνῶν καὶ ἁγίων νόμων ἀπευθανατίζειν· τοσαῦτα δὲ εἰπὼν. ἐπὶ τὸ τύμπανον εὐθέως ἦλθε."
    },
    {
      "verse": 29,
      "text": "Τῶν δὲ ἀγόντων τὴν μικρῷ πρότερον εὐμένειαν πρὸς αὐτὸν εἰς δυσμένειαν μεταβαλόντων διὰ τὸ τοὺς προειρημένους λόγους, ὡς αὐτοὶ διελάμβανον, ἀπόνοιαν εἶναι·"
    },
    {
      "verse": 30,
      "text": "Μέλλων δὲ ταῖς πληγαῖς τελευτᾷν, ἀναστενάξας εἶπε, τῷ Κυρίῳ τῷ τὴν ἁγίαν γνῶσιν ἔχοντι φανερόν ἐστιν, ὅτι δυνάμενος ἀπολυθῆναι τοῦ θανάτου, σκληρὰς ὑποφέρω κατὰ τὸ σῶμα ἀλγηδόνας μαστιγούμενος, κατὰ ψυχὴν δὲ ἡδέως διὰ τὸν αὐτοῦ φόβον ταῦτα πάσχω."
    },
    {
      "verse": 31,
      "text": "Καὶ οὗτος οὖν τοῦτον τὸν τρόπον μετήλλαξεν, οὐ μόνον τοῖς νέοις, ἀλλὰ καὶ τοῖς πλείστοις τοῦ ἔθνους τὸν ἑαυτοῦ θάνατον ὑπόδειγμα γενναιότητος καὶ μνημόσυνον ἀρετῆς καταλιπών."
    }
  ]
}