{
  "book_id": "2MA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Μακκαβαῖος δὲ καὶ οἱ σὺν αὐτῷ, τοῦ Κυρίου προάγοντος αὐτοὺς, τὸ μὲν ἱερὸν ἐκομίσαντο καὶ τὴν πόλιν,"
    },
    {
      "verse": 2,
      "text": "τοὺς δὲ κατὰ τὴν ἀγορὰν βωμοὺς ὑπὸ τῶν ἀλλοφύλων δεδημιουργημένους, ἔτι δὲ τεμένη καθεῖλον."
    },
    {
      "verse": 3,
      "text": "Καὶ τὸν νεὼν καθαρίσαντες, ἕτερον θυσιαστήριον ἐποίησαν, καὶ πυρώσαντες λίθους, καὶ πῦρ ἐκ τούτων λαβόντες, ἀνήνεγκαν θυσίαν μετὰ διετῆ χρόνον, καὶ θυμίαμα καὶ λύχνους, καὶ τῶν ἄρτων τὴν πρόθεσιν ἐποιήσαντο."
    },
    {
      "verse": 4,
      "text": "Ταῦτα δὲ ποιήσαντες ἠξίωσαν τὸν Κύριον πεσόντες ἐπὶ κοιλίαν, μηκέτι περιπεσεῖν τοιούτοις κακοῖς, ἀλλʼ ἐάν ποτε καὶ ἁμάρτωσιν, ὑπʼ αὐτοῦ μετʼ ἐπιεικείας παιδεύεσθαι, καὶ μὴ βλασφήμοις καὶ βαρβάροις ἔθνεσι παραδίδοσθαι."
    },
    {
      "verse": 5,
      "text": "Ἐν ᾗ δὲ ἡμέρᾳ ὁ νεὼς ὑπὸ ἀλλοφύλων ἐβεβηλώθη, συνέβη κατὰ τὴν αὐτὴν ἡμέραν τὸν καθαρισμὸν γενέσθαι τοῦ ναοῦ, τῇ πέμπτῃ καὶ εἰκάδι τοῦ αὐτοῦ μηνὸς, ὅς ἐστι Χασελεῦ."
    },
    {
      "verse": 6,
      "text": "Καὶ μετʼ εὐφροσύνης ἦγον ἡμέρας ὀκτὼ σκηνωμάτων τρόπον, μνημονεύοντες ὡς πρὸ μικροῦ χρόνου τὴν τῶν σκηνῶν ἑορτὴν ἐν τοῖς ὄρεσι καὶ ἐν τοῖς σπηλαίοις θηρίων τρόπον ἦσαν νεμόμενοι."
    },
    {
      "verse": 7,
      "text": "Διὸ θύρσους καὶ κλάδους ὡραίους, ἔτι δὲ φοίνικας ἔχοντες, ὕμνους ἀνέφερον τῷ εὐοδώσαντι καθαρισθῆναι τὸν ἑαυτοῦ τόπον."
    },
    {
      "verse": 8,
      "text": "Ἐδογμάτισαν δὲ μετὰ κοινοῦ προστάγματος καὶ ψηφίσματος παντὶ τῷ τῶν Ἰουδαίων ἔθνει κατʼ ἐνιαυτὸν ἄγειν τάσδε τὰς ἡμέρας."
    },
    {
      "verse": 9,
      "text": "Καὶ τὰ μὲν τῆς Ἀντιόχου τοῦ προσαγορευθέντος Ἐπιφανοῦς τελευτῆς οὕτως εἶχε."
    },
    {
      "verse": 10,
      "text": "Νυνὶ δὲ τὰ κατὰ τὸν Εὐπάτορα Ἀντίοχον, υἱὸν δὲ τοῦ ἀσεβοῦς γενόμενον, δηλώσομεν, αὐτά συντέμνοντες τὰ τῶν πολέμων κακά."
    },
    {
      "verse": 11,
      "text": "Αὐτὸς γὰρ παραλαβὼν βασιλείαν, ἀνέδειξεν ἐπὶ τῶν πραγμάτων Λυσίαν τινά, κοίλης δὲ Συρίας καὶ Φοινίκης στρατηγὸν πρώταρχον."
    },
    {
      "verse": 12,
      "text": "Πτολεμαῖος γὰρ ὁ καλούμενος Μάκρων τὸ δίκαιον συντηρεῖν προηγούμενος εἰς τοὺς Ἰουδαίους διὰ τὴν γεγονυῖαν εἰς αὐτοὺς ἀδικίαν, καί ἐπειρᾶτο τὰ πρὸς αὐτοὺς εἰρηνικῶς διεξάγειν."
    },
    {
      "verse": 13,
      "text": "Ὅθεν κατηγορούμενος ὑπὸ τῶν φίλων πρὸς τὸν Εὐπάτορα, καὶ προδότης παρέκαστα ἀκούων, διὰ τὸ τὴν Κύπρον ἐμπιστευθέντα ὑπὸ τοῦ Φιλομήτορος ἐκλιπεῖν, καὶ πρὸς Ἀντίοχον τὸν Ἐπιφανῆ ἀναχωρῆσαι, μήτʼ εὐγενῆ τὴν ἐξουσίαν ἔχων, ὑπʼ ἀθυμίας φαρμακεύσας ἑαυτὸν ἐξέλιπε τὸν βίον."
    },
    {
      "verse": 14,
      "text": "Γοργίας δὲ γενόμενος στρατηγὸς τῶν τόπων, ἐξενοτρόφει, καὶ παρέκαστα πρὸς τοὺς Ἰουδαίους ἐπολεμοτρόφει,"
    },
    {
      "verse": 15,
      "text": "Ὁμοῦ δὲ τούτῳ καὶ οἱ Ἰδουμαῖοι ἐγκρατεῖς ἐπικαίρων ὀχυρωμάτων ὄντες, ἐγύμναζον τοὺς Ἰουδαίους, καὶ τοὺς φυγαδευθέντας ἀπὸ Ἰεροσολύμων προσλαβόμενοι πολεμοτροφεῖν ἐπεχείρουν."
    },
    {
      "verse": 16,
      "text": "Οἱ δὲ περὶ τὸν Μακκαβαῖον, ποιησάμενοι λιτανείαν, καὶ ἀξιώσαντες τὸν Θεὸν σύμμαχον αὐτοῖς γενέσθαι, ἐπὶ τὰ τῶν Ἰδουμαίων ὀχυρώματα ὥρμησαν,"
    },
    {
      "verse": 17,
      "text": "οἷς καὶ προσβαλόντες εὐρώστως, ἐγκρατεῖς ἐγένοντο τῶν τόπων, πάντας τε τοὺς ἐπὶ τῷ τείχει μαχομένους ἠμύναντο· κατέσφαζόν δε τοὺς ἐμπίπτοντας, ἀνεῖλον δὲ οὐχ ἧττον τῶν δισμυρίων."
    },
    {
      "verse": 18,
      "text": "Συμφυγόντων δὲ οὐκ ἔλαττον τῶν ἐννακισχιλίων εἰς δύο πύργους ὀχυροὺς εὖ μάλα, καὶ πάντα τὰ πρὸς πολιορκίαν ἔχοντας,"
    },
    {
      "verse": 19,
      "text": "ὁ Μακκαβαῖος εἰς ἐπείγοντας τόπους ἀπολιπὼν Σίμωνα καὶ Ἰώσηφον, ἔτι δὲ καὶ Ζακχαῖον καὶ τοὺς σὺν αὐτῷ ἱκανοὺς πρὸς τὴν τούτων πολιορκίαν, αὐτὸς ἐχωρίσθη."
    },
    {
      "verse": 20,
      "text": "Οἱ δὲ περὶ τὸν Σίμωνα φιλαργυρήσαντες ὑπό τινων τῶν ἐν τοῖς πύργοις ἐπείσθησαν ἀργυρίῳ· ἑπτάκις δὲ μυριάδας δραχμὰς λαβόντες, εἴασάν τινας διαῤῥυῆναι."
    },
    {
      "verse": 21,
      "text": "Προσαγγελθέντος δὲ τῷ Μακκαβαίῳ περὶ τοῦ γεγονότος, συναγαγὼν τοὺς ἡγουμένους τοῦ λαοῦ, κατηγόρησεν ὡς ἀργυρίου πεπράκασι τοὺς ἀδελφοὺς, τοὺς πολεμίους κατʼ αὐτῶν ἀπολύσαντες."
    },
    {
      "verse": 22,
      "text": "Τούτους μὲν οὖν προδότας γενομένους ἀπέκτεινε, καὶ παραχρῆμα τοὺς δύο πύργους κατελάβετο."
    },
    {
      "verse": 23,
      "text": "Τοῖς δὲ ὅπλοις τὰ πάντα ἐν ταῖς χερσὶν εὐοδούμενος, ἀπώλεσεν ἐν τοῖς δυσὶν ὀχυρώμασι πλείους τῶν δισμυρίων."
    },
    {
      "verse": 24,
      "text": "Τιμόθεος δὲ ὁ πρότερον ἡττηθεὶς ὑπὸ τῶν Ἰουδαίων, συναγαγὼν ξένας δυνάμεις παμπληθεῖς, καὶ τοὺς τῆς Ἀσίας γενομένους ἵππους συναθροίσας οὐκ ὀλίγους, παρῆν ὡς δοριάλωτον ληψόμενος τὴν Ἰουδαίαν."
    },
    {
      "verse": 25,
      "text": "Οἱ δὲ περὶ τὸν Μακκαβαῖον, συνεγγίζοντος αὐτοῦ, πρὸς ἱκετείαν τοῦ Θεοῦ ἐτράπησαν, γῇ τὰς κεφαλὰς καταπάσαντες, καὶ τὰς ὀσφύας σάκκοις ζώσαντες,"
    },
    {
      "verse": 26,
      "text": "ἐπὶ τὴν ἀπέναντι τοῦ θυσιαστηρίου κρηπίδα προσπεσόντες, ἠξίουν ἵλεων αὐτοῖς γενόμενον ἐχθρεῦσαι τοῖς ἐχθροῖς αὐτῶν, καὶ ἀντικεῖσθαι τοῖς ἀντικειμένοις, καθὼς ὁ νόμος διασαφεῖ."
    },
    {
      "verse": 27,
      "text": "Γενόμενοι δὲ ἀπὸ τῆς δεήσεως, ἀναλαβόντες τὰ ὅπλα, προῆγον ἀπὸ τῆς πόλεως ἐπὶ πλεῖον· συνεγγίσαντες δὲ τοῖς πολεμίοις, ἐφʼ ἑαυτῶν ἦσαν."
    },
    {
      "verse": 28,
      "text": "Ἄρτι δὲ τῆς ἀνατολῆς διαδεχομένης, προσέβαλον ἑκάτεροι· οἱ μὲν ἔγγυον ἔχοντες εὐημερίας καὶ νίκης μετʼ ἀρετῆς τὴν ἐπὶ τὸν Κύριον καταφυγὴν, οἱ δὲ καθηγεμόνα τῶν ἀγώνων ταττόμενοι τὸν θυμόν."
    },
    {
      "verse": 29,
      "text": "Γενομένης δὲ καρτερᾶς μάχης, ἐφάνησαν τοῖς ὑπεναντίοις ἐξ οὐρανοῦ ἐφʼ ἵππων χρυσοχαλίνων ἄνδρες πέντε διαπρεπεῖς, καὶ ἀφηγούμενοι τῶν Ἰουδαίων οἱ δύο,"
    },
    {
      "verse": 30,
      "text": "καὶ τὸν Μακκαβαῖον μέσον λαβόντες, καὶ σκεπάζοντες ταῖς ἑαυτῶν πανοπλίαις, ἄτρωτον διεφύλαττον· εἰς δὲ τοὺς ὑπεναντίους τοξεύματα καὶ κεραυνοὺς ἐξεῤῥίπτουν· διὸ συγχυθέντες ἀορασίᾳ, κατεκόπτοντο ταραχῆς πεπληρωμένοι."
    },
    {
      "verse": 31,
      "text": "Κατεσφάγησαν δὲ δισμύριοι πρὸς τοῖς πεντακοσίοις, ἱππεῖς δὲ ἑξακόσιοι."
    },
    {
      "verse": 32,
      "text": "Αὐτὸς δὲ ὁ Τιμόθεος συνέφυγεν εἰς Γάζαρα λεγόμενον ὀχύρωμα, εὖ μάλα φρούριον, στρατηγοῦντος ἐκεῖ Χαιρέου."
    },
    {
      "verse": 33,
      "text": "Οἱ δὲ περὶ τὸν Μακκαβαῖον ἄσμενοι περιεκάθισαν τὸ φρούριον ἡμέρας τέσσαρας."
    },
    {
      "verse": 34,
      "text": "Οἱ δὲ ἔνδον τῇ ἐρυμνότητι τοῦ τόπου πεποιθότες, ὑπεράγαν ἐβλασφήμουν, καὶ λόγους ἀθεμίτους προΐοντο."
    },
    {
      "verse": 35,
      "text": "Ὑποφαινούσης δὲ τῆς πέμπτης ἡμέρας, εἴκοσι νεανίαι τῶν περὶ τὸν Μακκαβαῖον πυρωθέντες τοῖς θυμοῖς διὰ τὰς βλασφημίας, προσβαλόντες τῷ τείχει, ἀῤῥενωδῶς καὶ θηριώδει θυμῷ τὸν ἐμπίπτοντα ἔκοπτον,"
    },
    {
      "verse": 36,
      "text": "ἕτεροι δὲ ὁμοίως προσαναβάντες ἐν τῷ περισπασμῷ πρὸς τοὺς ἔνδον, ἐνεπίμπρων τοὺς πύργους, καὶ πυρὰς ἀνάψαντες ζῶντας τοὺς βλασφήμους κατέκαιον· οἱ δὲ τὰς πύλας διέκοπτον, εἰσδεξάμενοι δὲ τὴν λοιπὴν τάξιν, προκατελάβοντο τὴν πόλιν,"
    },
    {
      "verse": 37,
      "text": "καὶ τὸν Τιμόθεον ἀποκεκρυμμένον ἔν τινι λάκκῳ κατέσφαξαν, καὶ τὸν τούτου ἀδελφὸν Χαιρέαν, καὶ τὸν Ἀπολλοφάνη."
    },
    {
      "verse": 38,
      "text": "Ταῦτα δὲ διαπραξάμενοι, μεθʼ ὕμνων καὶ ἐξομολογήσεων εὐλόγουν τῷ Κυρίῳ τῷ μεγάλως εὐεργετοῦντι τὸν Ἰσραὴλ, καὶ τὸ νῖκος αὐτοῖς διδόντι."
    }
  ]
}