{
  "book_id": "2MA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Γενομένων τῶν συνθηκῶν τούτων, ὁ μὲν Λυσίας ἀπῄει πρὸς τὸν βασιλέα, οἱ δὲ Ἰουδαῖοι περὶ τὴν γεωργίαν ἐγίνοντο."
    },
    {
      "verse": 2,
      "text": "Τῶν δὲ κατὰ τόπον στρατηγῶν Τιμόθεος καὶ Ἀπολλώνιος ὁ τοῦ Γενναίου, ἔτι δὲ Ἱερώνυμος καὶ Δημοφὼν, πρὸς δὲ τούτοις Νικάνωρ ὁ Κυπριάρχης, οὐκ εἴων αὐτοὺς εὐσταθεῖς, καὶ τὰ τῆς ἡσυχίας ἄγειν."
    },
    {
      "verse": 3,
      "text": "Ἰοππίται δὲ τηλικοῦτο συνετέλεσαν τὸ δυσσέβημα· παρακαλέσαντες τοὺς σὺν αὐτοῖς οἰκοῦντας Ἰουδαίους ἐμβῆναι εἰς τὰ παρασταθέντα ὑπʼ αὐτῶν σκάφη σὺν γυναιξὶ καὶ τέκνοις, ὡς μηδεμιᾶς ἐνεστώσης πρὸς αὐτοὺς δυσμενείας,"
    },
    {
      "verse": 4,
      "text": "κατὰ δὲ τὸ κοινὸν τῆς πόλεως ψήφισμα, καὶ τούτων ἐπιδεξαμένων ὡς ἂν εἰρηνεύειν θελόντων, καὶ μηδὲν ὕποπτον ἐχόντων, ἐπαναχθέντας αὐτοὺς ἐβύθισαν, ὄντας οὐκ ἔλαττον τῶν διακοσίων."
    },
    {
      "verse": 5,
      "text": "Μεταλαβὼν δὲ Ἰούδας τὴν γεγονυῖαν εἰς τοὺς ὁμοεθνεῖς ὠμότητα, παραγγείλας τοῖς περὶ αὐτὸν ἀνδράσι,"
    },
    {
      "verse": 6,
      "text": "καὶ ἐπικαλεσάμενος τὸν δίκαιον κριτὴν Θεὸν, παρεγένετο ἐπὶ τοὺς μιαιφόνους τῶν ἀδελφῶν· καὶ τὸν μὲν λιμένα νύκτωρ ἐνέπρησε, καὶ τὰ σκάφη κατέφλεξε, τοὺς δὲ ἐκεῖ συμφυγόντας ἐξεκέντησε."
    },
    {
      "verse": 7,
      "text": "Τοῦ δὲ χωρίου συγκλεισθέντος, ἀνέλυσεν, ὡς πάλιν ἥξων καὶ τὸ σύμπαν τῶν Ἰοππιτῶν ἐκριζῶσαι πολίτευμα."
    },
    {
      "verse": 8,
      "text": "Μεταλαβὼν δὲ καὶ τοὺς ἐν Ἰαμνείᾳ τὸν αὐτὸν ἐπιτελεῖν βουλομένους τρόπον τοῖς παροικοῦσιν Ἰουδαίοις,"
    },
    {
      "verse": 9,
      "text": "καὶ τοῖς Ἰαμνίταις νυκτὸς ἐπιβαλὼν, ὑφῆψε τὸν λιμένα σὺν τῷ στόλῳ, ὥστε φαίνεσθαι τὰς αὐγὰς τοῦ φέγγους εἰς τὰ Ἱεροσόλυμα, σταδίων ὄντων διακοσίων τεσσαράκοντα."
    },
    {
      "verse": 10,
      "text": "Ἐκεῖθεν δὲ ἀποσπασθέντων σταδίους ἐννέα, ποιουμένων τὴν πορείαν ἐπὶ τὸν Τιμόθεον, προσέβαλον Ἄραβες αὐτῷ οὐκ ἐλάττους τῶν πεντακισχιλίων, ἱππεῖς δὲ πεντακόσιοι."
    },
    {
      "verse": 11,
      "text": "Γενομένης δὲ καρτερᾶς μάχης, καὶ τῶν περὶ τὸν Ἰούδαν διὰ τὴν παρὰ τοῦ Θεοῦ βοήθειαν εὐημερησάντων, ἐλαττωθέντες οἱ Νομάδες Ἄραβες ἠξίουν δοῦναι τὸν Ἰούδαν δεξιὰν αὐτοῖς, ὑπισχνούμενοι καὶ βοσκήματα δώσειν, καὶ ἐν τοῖς λοιποῖς ὠφελήσειν αὐτούς."
    },
    {
      "verse": 12,
      "text": "Ἰούδας δὲ ὑπολαβὼν ὡς ἀληθῶς ἐν πολλοῖς αὐτοὺς χρησίμους, ἐπεχώρησεν εἰρήνην ἄξειν πρὸς αὐτούς· καὶ λαβόντες δεξιὰς, εἰς τὰς σκηνὰς αὐτῶν ἐχωρίσθησαν."
    },
    {
      "verse": 13,
      "text": "Ἐπέβαλε δὲ καὶ ἐπί τινα πόλιν γεφυροῦν ὀχυρὰν καὶ τείχεσι περιπεφραγμένην, καὶ παμμιγέσιν ἔθνεσι κατοικουμένην, ὄνομα δὲ Κάσπιν."
    },
    {
      "verse": 14,
      "text": "Οἱ δʼ ἔνδον πεποιθότες τῇ τῶν τειχέων ἐρυμνότητι, τῇ τε τῶν βρωμάτων παραθέσει, ἀναγωγότερον ἐχρῶντο, τοῖς περὶ τὸν Ἰούδαν λοιδοροῦντες, καὶ προσέτι βλασφημοῦντες, καὶ λαλοῦντες ἃ μὴ θέμις."
    },
    {
      "verse": 15,
      "text": "Οἱ δὲ περὶ τὸν Ἰούδαν ἐπικαλεσάμενοι τὸν μέγαν τοῦ κόσμου δυνάστην, τὸν ἄτερ κριῶν καὶ μηχανῶν ὀργανικῶν κατακρημνίσαντα τὴν Ἱεριχὼ κατὰ τοὺς Ἰησοῦ χρόνους, ἐνέσεισαν θηριωδῶς τῷ τείχει."
    },
    {
      "verse": 16,
      "text": "Καταλαβόμενοί τε τὴν πόλιν τῇ τοῦ Θεοῦ θελήσει, ἀμυθήτους ἐποιήσαντο σφαγὰς, ὥστε τὴν παρακειμένην λίμνην τὸ πλάτος ἔχουσαν σταδίων δύο, κατάῤῥυτον αἵματι πεπληρωμένην φαίνεσθαι."
    },
    {
      "verse": 17,
      "text": "Ἐκεῖθεν δὲ ἀποσπάσαντες σταδίους ἑπτακοσίους πεντήκοντα διήνυσαν εἰς τὸν Χάρακα, πρὸς τοὺς λεγομένους Τουβιήνους Ἰουδαίους."
    },
    {
      "verse": 18,
      "text": "Καὶ Τιμόθεον μὲν ἐπὶ τῶν τόπων οὐ κατέλαβον, ἄπρακτόν τε ἀπὸ τῶν τόπων ἐκλελυκότα, καταλελοιπότα δὲ φρουρὰν ἔν τινι τόπῳ, καὶ μάλα ὀχυράν."
    },
    {
      "verse": 19,
      "text": "Δωσίθεος δὲ καὶ Σωσίπατρος τῶν περὶ τὸν Μακκαβαῖον ἡγεμόνων, ἐξοδεύσαντες ἀπώλεσαν τοὺς ὑπὸ Τιμοθέου καταλειφθέντας ἐν τῷ ὀχυρώματι πλείους τῶν μυρίων ἀνδρῶν."
    },
    {
      "verse": 20,
      "text": "Ὁ δὲ Μακκαβαῖος διατάξας τὴν ἑαυτοῦ στρατιὰν σπειρηδὸν, κατέστησεν αὐτοὺς ἐπὶ τῶν σπείρων, καὶ ἐπὶ τὸν Τιμόθεον ὥρμησεν ἔχοντα περὶ αὐτὸν μυριάδας δώδεκα πεζῶν, ἱππεῖς δὲ χιλίους πρὸς τοῖς πεντακοσίοις."
    },
    {
      "verse": 21,
      "text": "Τὴν δὲ ἔφοδον μεταλαβὼν Ἰούδα, ὁ Τιμόθεος προεξαπέστειλε τὰς γυναῖκας, καὶ τὰ τέκνα, καὶ τὴν ἄλλην ἀποσκευὴν εἰς τὸ λεγόμενον Καρνίον· ἦν γὰρ δυσπολιόρκητον καὶ δυσπρόσιτον τὸ χωρίον διὰ τὴν τῶν πάντων τῶν τόπων στενότητα."
    },
    {
      "verse": 22,
      "text": "Ἐπιφανείσης δὲ τῆς Ἰούδα σπείρας πρώτης, καὶ γενομένου δέους ἐπὶ τοὺς πολεμίους, φόβου τε ἐκ τῆς τοῦ πάντα ἐφορῶντος ἐπιφανείας γενομένου ἐπʼ αὐτοὺς, εἰς φυγὴν ὥρμησαν ἄλλος ἀλλαχῃ φερόμενος, ὥστε πολλάκις ὑπὸ τῶν ἰδίων βλάπτεσθαι, καὶ ταῖς τῶν ξιφῶν ἀκμαῖς ἀναπείρεσθαι."
    },
    {
      "verse": 23,
      "text": "Ἐποιεῖτο δὲ τὸν διωγμὸν εὐτονώτερον Ἰούδας, συγκεντῶν τοὺς ἀλιτηρίους, διέφθειρέ τε εἰς μυριάδας τρεῖς ἀνδρῶν."
    },
    {
      "verse": 24,
      "text": "Αὐτὸς δὲ ὁ Τιμόθεος ἐμπεσὼν τοῖς περὶ τὸν Δωσίθεον καὶ Σωσίπατρον, ἠξίου μετὰ πολλῆς γοητείας ἐξαφεῖναι σῶον αὐτόν· διὰ τὸ πλειόνων μὲν γονεῖς, ὧν δὲ ἀδελφοὺς ἔχειν, καὶ τούτους ἀλογηθῆναι συμβήσεται, εἰ ἀποθάνοι."
    },
    {
      "verse": 25,
      "text": "Πιστώσαντος δὲ αὐτοῦ διὰ πλειόνων τὸν ὁρισμὸν ἀποκαταστήσειν τούτους ἀπημάντους, ἀπέλυσαν αὐτὸν ἕνεκα τῆς τῶν ἀδελφῶν σωτηρίας."
    },
    {
      "verse": 26,
      "text": "Ἐξελθὼν δὲ ἐπὶ τὸ Καρνίον καὶ τὸ Ἀταργατεῖον, κατέσφαξε μυριάδας σωμάτων δύο καὶ πεντακισχιλίους."
    },
    {
      "verse": 27,
      "text": "Καὶ μετὰ τὴν τούτων τροπὴν καὶ ἀπώλειαν ἐπεστράτευσεν Ἰούδας καὶ ἐπὶ Ἐφρὼν, πόλιν ὀχυρὰν, ἐν ᾗ κατῴκει Λυσίας, καὶ πάμφυλα πλήθη· νεανίαι δὲ πρὸ τῶν τειχῶν καθεστῶτες ῥωμαλέοι ἀπεμάχοντο εὐρώστως, ἐνθάδε ὀργάνων καὶ βελῶν πολλαὶ παραθέσεις ὑπῆρχον."
    },
    {
      "verse": 28,
      "text": "Ἐπικαλεσάμενοι δὲ τὸν Δυνάστην τὸν μετὰ κράτους συντρίβοντα τὰς τῶν πολεμίων ἀλκὰς, ἔλαβον τὴν πόλιν ὑποχείριον, καὶ κατέστρωσαν τῶν ἔνδον εἰς μυριάδας δύο καὶ πεντακισχιλίους."
    },
    {
      "verse": 29,
      "text": "Ἀναζεύξαντες δὲ ἐκεῖθεν, ὥρμησαν ἐπὶ Σκυθῶν πόλιν, ἀπέχουσαν ἀπὸ Ἱεροσολύμων σταδίους ἑξακοσίους."
    },
    {
      "verse": 30,
      "text": "Ἀπομαρτυρησάντων δὲ τῶν ἐκεῖ κατοικούντων Ἰουδαίων, ἣν οἱ Σκυθοπολίται ἔσχον πρὸς αὐτοὺς εὔνοιαν, καὶ ἐν τοῖς τῆς ἀτυχίας καιροῖς ἥμερον ἀπάντησιν ἐποιοῦντο,"
    },
    {
      "verse": 31,
      "text": "εὐχαριστήσαντες αὐτοῖς, καὶ προσπαρακαλέσαντες καὶ εἰς τὰ λοιπὰ πρὸς τὸ γένος εὐμενεῖς εἶναι, παρεγένοντο εἰς Ἱεροσόλυμα, τῆς τῶν ἑβδομάδων ἑορτῆς οὕσης ὑπογύου."
    },
    {
      "verse": 32,
      "text": "Μετὰ δὲ τὴν λεγομένην Πεντηκοστὴν, ὥρμησαν ἐπὶ Γοργίαν τὸν τῆς Ἰδουμαίας στρατηγόν."
    },
    {
      "verse": 33,
      "text": "Ἐξῆλθε δὲ μετὰ πεζῶν τρισχιλίων, ἱππέων δὲ τετρακοσίων."
    },
    {
      "verse": 34,
      "text": "Καὶ παραταξαμένων συνέβη πεσεῖν ὀλίγους τῶν Ἰουδαίων."
    },
    {
      "verse": 35,
      "text": "Δωσίθεος δέ τις τῶν τοῦ Βακήνορος, ἔφιππος ἀνὴρ καὶ καρτερὸς, εἴχετο τοῦ Γοργίου, καὶ λαβόμενος τῆς χλαμύδος, ἦγεν αὐτὸν εὐρώστως, καὶ βουλόμενος τὸν κατάρατον λαβεῖν ζωγρίαν, τῶν ἱππέων Θρακῶν τινὸς ἐπενεχθέντος αὐτῷ καὶ τὸν ὦμον καθελόντος, διέφυγεν ὁ Γοργίας εἰς Μαρισά."
    },
    {
      "verse": 36,
      "text": "Τῶν δὲ περὶ τὸν Ἔσδριν ἐπιπλεῖον μαχομένων, καὶ κατακόπων ὄντων, ἐπικαλεσάμενος ὁ Ἰούδας τὸν Κύριον σύμμαχον φανῆναι καὶ προοδηγὸν τοῦ πολέμου,"
    },
    {
      "verse": 37,
      "text": "καταρξάμενος τῇ πατρίῳ φωνῇ τὴν μεθʼ ὕμνων κραυγὴν, ἀναβοήσας, καὶ ἐνσείσας ἀπροσδοκήτως τοῖς περὶ τὸν Γοργίαν, τροπὴν αὐτῶν ἐποιήσατο."
    },
    {
      "verse": 38,
      "text": "Ἰούδας δὲ ἀναλαβὼν τὸ στράτευμα, ἦγεν εἰς Ὀδολλὰμ πόλιν· τῆς δὲ ἑβδομάδος ἐπιβαλλούσης, κατὰ τὸν ἐθισμὸν ἁγνισθέντες αὐτόθι τὸ σάββατον διήγαγον."
    },
    {
      "verse": 39,
      "text": "Τῇ δὲ ἐχομένῃ ἦλθον οἱ περὶ τὸν Ἰούδαν καθʼ ὃν τρόπον τὸ τῆς χρείας ἐγεγόνει, τὰ τῶν προπεπτωκότων σώματα ἀνακομίσασθαι, καὶ μετὰ τῶν συγγενῶν ἀποκαταστῆσαι εἰς τοὺς πατρῴους τάφους."
    },
    {
      "verse": 40,
      "text": "Εὗρον δὲ ἑκάστου τῶν τεθνηκότων ὑπὸ τοὺς χιτῶνας ἱερώματα τῶν ἀπὸ Ἰαμνείας εἰδώλων, ἀφʼ ὧν ὁ νόμος ἀπείργει τοὺς Ἰουδαίους· τοῖς δὲ πᾶσι σαφὲς ἐγένετο διὰ τήνδε τὴν αἰτίαν τούσδε πεπτωκέναι."
    },
    {
      "verse": 41,
      "text": "Πάντες οὖν εὐλογήσαντες τοῦ δικαιοκρίτου Κυρίου τοῦ τὰ κεκρυμμένα φανερὰ ποιοῦντος,"
    },
    {
      "verse": 42,
      "text": "εἰς ἱκετείαν ἐτράπησαν, ἀξιώσαντες τὸ γεγονὸς ἁμάρτημα τελείως ἐξαλειφθῆναι· ὁ δὲ γενναῖος Ἰούδας παρεκάλεσε τὸ πλῆθος συντηρεῖν ἑαυτοὺς ἀναμαρτήτους εἶναι, ὑπʼ ὄψιν ἑωρακότας τὰ γεγονότα, διὰ τὴν τῶν προπεπτωκότων ἁμαρτίαν."
    },
    {
      "verse": 43,
      "text": "Ποιησάμενός τε κατʼ ἀνδραλογίαν κατασκευάσματα εἰς ἀργυρίου δραχμὰς δισχιλίας, ἀπέστειλεν εἰς Ἱεροσόλυμα προσαγαγεῖν περὶ ἁμαρτίας θυσίαν, πάνυ καλῶς καὶ ἀστείως πράττων, ὑπὲρ ἀναστάσεως διαλογιζόμενος·"
    },
    {
      "verse": 44,
      "text": "εἰ γὰρ μὴ τοὺς προπεπτωκότας ἀναστῆναι προσεδόκα, περισσὸν ἂν ἦν καὶ ληρῶδες ὑπὲρ νεκρῶν προσεύχεσθαι·"
    },
    {
      "verse": 45,
      "text": "εἶτʼ ἐμβλέπων τοῖς μετʼ εὐσεβείας κοιμωμένοις κάλλιστον ἀποκείμενον χαριστήριον· ὁσία καὶ εὐσεβὴς ἡ ἐπίνοια· ὅθεν περὶ τῶν τεθνηκότων τὸν ἐξιλασμὸν ἐποιήσατο, τῆς ἁμαρτίας ἀπολυθῆναι."
    }
  ]
}