{
  "book_id": "2MA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ τριετῆ χρόνον προσέπεσε τοῖς περὶ τὸν Ἰούδαν, Δημήτριον τὸν τοῦ Σελεύκου διὰ τοῦ κατὰ Τρίπολιν λιμένος εἰσπλεύσαντα μετὰ πλήθους ἰσχυροῦ καὶ στόλου,"
    },
    {
      "verse": 2,
      "text": "κεκρατηκέναι τῆς χώρας, ἐπανελόμενον Ἀντίοχον καὶ τὸν τούτου ἐπίτροπον Λυσίαν."
    },
    {
      "verse": 3,
      "text": "Ἄλκιμος δέ τις προγενόμενος ἀρχιερεὺς, ἑκουσίως δὲ μεμολυμμένος ἐν τοῖς τῆς ἐπιμιξίας χρόνοις, συννοήσας ὅτι καθʼ ὁντιναοῦν τρόπον οὐκ ἔστιν αὐτῷ σωτηρία, οὐδὲ πρὸς ἅγιον θυσιαστήριον ἔτι πρόσοδος,"
    },
    {
      "verse": 4,
      "text": "ἧκε πρὸς τὸν βασιλέα Δημήτριον πρώτῳ καὶ πεντηκοστῷ καὶ ἑκατοστῷ ἔτει, προσάγων αὐτῷ στέφανον χρυσοῦν καὶ φοίνικα, πρὸς δὲ τούτοις τῶν νομιζομένων θαλλῶν τοῦ ἱεροῦ· καὶ τὴν ἡμέραν ἐκείνην ἡσυχίαν ἔσχε."
    },
    {
      "verse": 5,
      "text": "Καιρὸν δὲ λαβὼν τῆς ἰδίας ἀνοίας συνεργὸν, προσκληθεὶς εἰς συνέδριον ὑπὸ τοῦ Δημητρίου, καὶ ἐπερωτηθεὶς ἐν τίνι διαθέσει καὶ βουλῇ καθεστήκασιν οἱ Ἰουδαῖοι, πρὸς ταῦτα ἔφη,"
    },
    {
      "verse": 6,
      "text": "οἱ λεγόμενοι τῶν Ἰουδαίων Ἀσιδαῖοι, ὧν ἀφηγεῖται Ἰούδας ὁ Μακκαβαῖος, πολεμοτροφοῦσι καὶ στασιάζουσιν, οὐκ ἐῶντες τὴν βασιλείαν εὐσταθείας τυχεῖν."
    },
    {
      "verse": 7,
      "text": "Ὅθεν ἀφελόμενος τὴν προγονικὴν δόξαν, λέγω δὴ τὴν ἀρχιερωσύνην, δεῦρο νῦν ἐλήλυθα."
    },
    {
      "verse": 8,
      "text": "Πρῶτον μὲν ὑπὲρ τῶν ἀνηκόντων τῷ βασιλεῖ γνησίως φρονῶν, δεύτερον δὲ καὶ τῶν ἰδίων πολιτῶν στοχαζόμενος· τῇ μὲν γὰρ τῶν προειρημένων ἀλογιστίᾳ τὸ σύμπαν ἡμῶν γένος οὐ μικρῶς ἀκληρεῖ."
    },
    {
      "verse": 9,
      "text": "Ἕκαστα δὲ τούτων ἐπεγνωκὼς σὺ βασιλεῦ, καὶ τῆς χώρας καὶ τοῦ περιϊσταμένου γένους ἡμῶν προνοήθητι, καθʼ ἣν ἔχεις πρὸς ἅπαντας εὐαπάντητον φιλανθρωπίαν."
    },
    {
      "verse": 10,
      "text": "Ἄχρι γὰρ Ἰούδας περίεστιν, ἀδύνατον εἰρήνης τυχεῖν τὰ πράγματα."
    },
    {
      "verse": 11,
      "text": "Τοιούτων δὲ ῥηθέντων ὑπὸ τούτου, θᾶττον οἱ λοιποὶ φίλοι δυσμενῶς ἔχοντες τὰ πρὸς τὸν Ἰούδαν προσεπύρωσαν τὸν Δημήτριον."
    },
    {
      "verse": 12,
      "text": "Προσκαλεσάμενος δὲ εὐθέως Νικάνορα τὸν γενόμενον ἐλεφαντάρχην, καὶ στρατηγὸν ἀναδείξας τῆς Ἰουδαίας, ἐξαπέστειλε,"
    },
    {
      "verse": 13,
      "text": "δοὺς ἐντολὰς, αὐτὸν μὲν τὸν Ἰούδαν ἐπανελέσθαι, τοὺς δὲ σὺν αὐτῷ σκορπίσαι, καταστῆσαι δὲ Ἄλκιμον ἀρχιερέα τοῦ μεγίστου ἱεροῦ."
    },
    {
      "verse": 14,
      "text": "Τὰ δὲ ἐκ τῆς Ἰουδαίας πεφυγαδευκότα τὸν Ἰούδαν ἔθνη συνέμισγον ἀγεληδὸν τῷ Νικάνορι, τὰς τῶν Ἰουδαίων ἀτυχίας καὶ συμφορὰς, ἰδίας εὐημερίας δοκοῦντες ἔσεσθαι."
    },
    {
      "verse": 15,
      "text": "Ἀκούσαντες δὲ τὴν τοῦ Νικάνορος ἔφοδον καὶ τὴν ἐπίθεσιν τῶν ἐθνῶν, καταπασάμενοι γῆν ἐλιτάνευον τὸν ἄχρι αἰῶνος συστήσαντα τὸν ἑαυτοῦ λαὸν, ἀεὶ δὲ μετʼ ἐπιφανείας ἀντιλαμβανόμενον τῆς ἑαυτοῦ μερίδος."
    },
    {
      "verse": 16,
      "text": "Προστάξαντος δὲ τοῦ ἡγουμένου, ἐκεῖθεν εὐθέως ἀνέζευξαν, καὶ συμμίσγουσιν αὐτοῖς ἐπὶ κώμην Δεσσαού."
    },
    {
      "verse": 17,
      "text": "Σίμων δὲ ὁ ἀδελφὸς Ἰούδα συμβεβληκῶς ἦν τῷ Νικάνορι, βραχέως δὲ διὰ τὴν αἰφνίδιον τῶν ἀντιπάλων ἀφασίαν ἐπταικώς."
    },
    {
      "verse": 18,
      "text": "Ὅμως δὲ ἀκούων ὁ Νικάνωρ ἣν εἶχον οἱ περὶ τὸν Ἰούδαν ἀνδραγαθίαν, καὶ ἐν τοῖς ὑπὲρ τῆς πατρίδος ἀγῶσιν εὐψυχίαν, ἐπευλαβεῖτο τὴν κρίσιν διʼ αἱμάτων ποιήσασθαι·"
    },
    {
      "verse": 19,
      "text": "Διόπερ ἔπεμψε Ποσιδώνιον καὶ Θεόδοτον καὶ Ματταθίαν, δοῦναι καὶ λαβεῖν δεξιάς."
    },
    {
      "verse": 20,
      "text": "Πλείονος δὲ γενομένης περὶ τούτων ἐπισκέψεως, καὶ τοῦ ἡγεμόνος τοῖς πλήθεσιν ἀνακοινωσαμένου, καὶ φανείσης ὁμοψήφου γνώμης, ἐπένευσαν ταῖς συνθήκαις."
    },
    {
      "verse": 21,
      "text": "Ἐτάξαντο δὲ ἡμέραν ἐν ᾗ κατʼ ἰδίαν ἥξουσιν εἰς τὸ αὐτό· καὶ προῆλθε, καὶ παρʼ ἑκάστου διαφόρους ἔθεσαν δίφρους."
    },
    {
      "verse": 22,
      "text": "Διέταξεν Ἰούδας ἐνόπλους ἑτοίμους ἐν τοῖς ἐπικαίροις τόποις, μήποτε ἐκ τῶν πολεμίων αἰφνιδίως κακουργία γένηται· τὴν ἁρμόζουσαν ἐποιήσαντο κοινολογίαν."
    },
    {
      "verse": 23,
      "text": "Διέτριβεν δὲ ὁ Νικάνωρ ἐν Ἱεροσολύμοις, καὶ ἔπραττεν οὐθὲν ἄτοπον· τοὺς δὲ συναχθέντας ἀγελαίους ὄχλους ἀπέλυσε."
    },
    {
      "verse": 24,
      "text": "Καὶ εἶχε τὸν Ἰούδαν διαπαντὸς ἐν προσώπῳ, ψυχικῶς τῷ ἀνδρὶ προσεκέκλιτο."
    },
    {
      "verse": 25,
      "text": "Παρεκάλεσεν αὐτὸν γῆμαι καὶ παιδοποιήσασθαι· ἐγάμησεν, εὐστάθησεν, ἐκοινώνησε βίου."
    },
    {
      "verse": 26,
      "text": "Ὁ δὲ Ἄλκιμος συνιδὼν τὴν πρὸς ἀλλήλους εὔνοιαν καὶ τὰς γενομένας συνθήκας, ἀναλαβὼν, ἧκε πρὸς τὸν Δημήτριον, καὶ ἔλεγε τὸν Νικάνορα ἀλλότρια φρονεῖν τῶν πραγμάτων· τὸν γὰρ ἐπίβουλον τῆς βασιλείας Ἰούδαν διάδοχον ἀναδέδειχεν ἑαυτοῦ."
    },
    {
      "verse": 27,
      "text": "Ὁ δὲ βασιλεὺς ἔκθυμος γενόμενος, καὶ ταῖς τοῦ παμπονήρου ἐρεθισθεὶς διαβολαῖς, ἔγραψε Νικάνορι φάσκων, ὑπὲρ μὲν τῶν συνθηκῶν βαρέως φέρειν, κελεύων δὲ τὸν Μακκαβαῖον δέσμιον ἐξαποστέλλειν ταχέως εἰς Ἀντιόχειαν."
    },
    {
      "verse": 28,
      "text": "Προσπεσόντων δὲ τούτων τῷ Νικάνορι, συνεκέχυτο καὶ δυσφόρως ἔφερεν, εἰ τὰ διεσταλμένα ἀθετήσει μηδὲν τʼ ἀνδρὸς ἠδικηκότος."
    },
    {
      "verse": 29,
      "text": "Ἐπεὶ δὲ τῷ βασιλεῖ ἀντιπράττειν οὐκ ἦν, εὔκαιρον ἐτήρει στρατηγήματι τοῦτʼ ἐπιτελέσαι."
    },
    {
      "verse": 30,
      "text": "Ὁ δὲ Μακκαβαῖος αὐστηρότερον διεξάγοντα συνιδὼν τὸν Νικάνορα πρὸς αὐτὸν, καὶ τὴν εἰθισμένην ἀπάντησιν ἀγριωτέραν ἐσχηκότα, νοήσας οὐκ ἀπὸ τοῦ βελτίστου τὴν αὐστηρίαν εἶναι, συστρέψας οὐκ ὀλίγους τῶν περὶ ἑαυτὸν, συνεκρύπτετο τὸν Νικάνορα."
    },
    {
      "verse": 31,
      "text": "Συγγνοὺς δὲ ὁ ἕτερος ὅτι γενναίως ὑπὸ τοῦ ἀνδρὸς ἐστρατήγηται, παραγενόμενος ἐπὶ τὸ μέγιστον καὶ ἅγιον ἱερὸν, τῶν ἱερέων τὰς καθηκούσας θυσίας προσαγόντων, ἐκέλευσε παραδιδόναι τὸν ἄνδρα."
    },
    {
      "verse": 32,
      "text": "Τῶν δὲ μεθʼ ὅρκων φασκόντων μὴ γινώσκειν ποῦ ποτʼ ἐστὶν ὁ ζητούμενος,"
    },
    {
      "verse": 33,
      "text": "προτείνας τὴν δεξιὰν εἰς τὸν νεὼν, ταῦτα ὤμοσεν, ἐὰν μὴ δέσμιόν μοι τὸν Ἰούδαν παραδῶτε, τόνδε τοῦ Θεοῦ σηκὸν εἰς πεδίον ποιήσω, καὶ τὸ θυσιαστήριον κατασκάφω, καὶ ἱερὸν ἐνταῦθα τῷ Διονύσῳ ἐπιφανὲς ἀναστήσω."
    },
    {
      "verse": 34,
      "text": "Τοσαῦτα δὲ εἰπὼν ἀπῆλθεν· οἱ δὲ ἱερεῖς προτείναντες τὰς χεῖρας εἰς τὸν οὐρανὸν, ἐπεκαλοῦντο τὸν διαπαντὸς ὑπέρμαχον τοῦ ἔθνους ἡμῶν, ταῦτα λέγοντες,"
    },
    {
      "verse": 35,
      "text": "σὺ, Κύριε, τῶν ὅλων ἀπροσδεὴς ὑπάρχων, εὐδόκησας ναὸν τῆς σῆς κατασκηνώσεως ἐν ἡμῖν γενέσθαι."
    },
    {
      "verse": 36,
      "text": "Καὶ νῦν, ἅγιε παντὸς ἁγιασμοῦ Κύριε διατήρησον εἰς αἰῶνα ἀμίαντον τόνδε τὸν προσφάτως κεκαθαρισμένον οἶκον."
    },
    {
      "verse": 37,
      "text": "Ῥαζὶς δέ τις τῶν ἀπὸ Ἱεροσολύμων πρεσβυτέρων, ἐμηνύθη τῷ Νικάνορι, ἀνὴρ φιλοπολίτης καὶ σφόδρα καλῶς ἀκούων, καὶ κατὰ τὴν εὔνοιαν πατὴρ τῶν Ἰουδαίων προσαγορευόμενος."
    },
    {
      "verse": 38,
      "text": "Ἦν γὰρ ἐν τοῖς ἔμπροσθεν χρόνοις τῆς ἀμιξίας κρίσιν εἰσενηνεγμένος Ἰουδαϊσμοῦ, καὶ σῶμα καὶ ψυχὴν ὑπὲρ τοῦ Ἰουδαϊσμοῦ παραβεβλημένος μετὰ πάσης ἐκτενίας."
    },
    {
      "verse": 39,
      "text": "Βουλόμενος δὲ Νικάνωρ πρόδηλον ποιῆσαι ἣν εἶχε πρὸς τοὺς Ἰουδαίους δυσμένειαν, ἀπέστειλε στρατιώτας ὑπὲρ τοὺς πεντακοσίους συλλαβεῖν αὐτόν."
    },
    {
      "verse": 40,
      "text": "Ἔδοξε γὰρ, ἐκεῖνον συλλαβὼν, τούτοις ἐργάσασθαι συμφοράν,"
    },
    {
      "verse": 41,
      "text": "Τῶν δὲ πληθῶν μελλόντων τὸν πύργον καταλαβέσθαι, καὶ τὴν αὐλαίαν θύραν βιαζομένων, καὶ κελευόντων πῦρ προσάγειν καὶ τὰς θύρας ὑφάπτειν, περικατάληπτος γενόμενος ὑπέθηκεν ἑαυτῷ ξίφος,"
    },
    {
      "verse": 42,
      "text": "εὐγενῶς θέλων ἀποθανεῖν, ἤπερ τοῖς ἀλιτηρίοις ὑποχείριος γενέσθαι, καὶ τῆς ἰδίας εὐγενείας ἀναξίως ὑβρισθῆναι."
    },
    {
      "verse": 43,
      "text": "Τῇ δὲ πληγῇ μὴ κατευθικτήσας διὰ τὴν τοῦ ἀγῶνος σπουδὴν, καὶ τῶν ὄχλων εἴσω τῶν θυρωμάτων εἰσβαλόντων, ἀναδραμὼν γενναίως ἐπὶ τὸ τεῖχος, κατεκρήμνισεν ἑαυτὸν ἀνδρείως εἰς τοὺς ὄχλους."
    },
    {
      "verse": 44,
      "text": "Τῶν δὲ ταχέως ἀναποδισάντων, γενομένου διαστήματος ἦλθε κατὰ μέσον τὸν κενεῶνα."
    },
    {
      "verse": 45,
      "text": "Ἔτι δὲ ἔμπνους ὑπάρχων καὶ πεπυρωμένος τοῖς θυμοῖς, ἐξαναστὰς φερομένων κρουνηδὸν τῶν αἱμάτων, καὶ δυσχερῶν ὄντων τῶν τραυμάτων, δρόμῳ τοὺς ὄχλους διελθὼν, καὶ στὰς ἐπί τινος πέτρας ἀποῤῥωγάδος,"
    },
    {
      "verse": 46,
      "text": "παντελῶς ἔξαιμος ἤδη γενόμενος, προβαλὼν τὰ ἔντερα, καὶ λαβὼν ἑκατέραις ταῖς χερσὶν, ἐνέσεισε τοῖς ὄχλοις· καὶ ἐπικαλεσάμενος τὸν δεσπόζοντα τῆς ζωῆς καὶ τοῦ πνεύματος, ταῦτα αὐτῷ πάλιν ἀποδοῦναι, τόνδε τὸν τρόπον μετήλλαξεν."
    }
  ]
}