{
  "book_id": "PRO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "My son, forget not my teaching; but let thy heart keep my commandments;"
    },
    {
      "verse": 2,
      "text": "For length of days, and years of life, and peace, will they add to thee."
    },
    {
      "verse": 3,
      "text": "Let not kindness and truth forsake thee; bind them about thy neck, write them upon the table of thy heart;"
    },
    {
      "verse": 4,
      "text": "So shalt thou find grace and good favour in the sight of God and man."
    },
    {
      "verse": 5,
      "text": "Trust in the LORD with all thy heart, and lean not upon thine own understanding."
    },
    {
      "verse": 6,
      "text": "In all thy ways acknowledge Him, and He will direct thy paths."
    },
    {
      "verse": 7,
      "text": "Be not wise in thine own eyes; fear the LORD, and depart from evil;"
    },
    {
      "verse": 8,
      "text": "It shall be health to thy navel, and marrow to thy bones."
    },
    {
      "verse": 9,
      "text": "Honour the LORD with thy substance, and with the first-fruits of all thine increase;"
    },
    {
      "verse": 10,
      "text": "So shall thy barns be filled with plenty, and thy vats shall overflow with new wine."
    },
    {
      "verse": 11,
      "text": "My son, despise not the chastening of the LORD, neither spurn thou His correction;"
    },
    {
      "verse": 12,
      "text": "For whom the LORD loveth He correcteth, even as a father the son in whom he delighteth."
    },
    {
      "verse": 13,
      "text": "Happy is the man that findeth wisdom, and the man that obtaineth understanding."
    },
    {
      "verse": 14,
      "text": "For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold."
    },
    {
      "verse": 15,
      "text": "She is more precious than rubies; and all the things thou canst desire are not to be compared unto her."
    },
    {
      "verse": 16,
      "text": "Length of days is in her right hand; in her left hand are riches and honour."
    },
    {
      "verse": 17,
      "text": "Her ways are ways of pleasantness, and all her paths are peace."
    },
    {
      "verse": 18,
      "text": "She is a tree of life to them that lay hold upon her, and happy is every one that holdest her fast."
    },
    {
      "verse": 19,
      "text": "The LORD by wisdom founded the earth; by understanding He established the heavens."
    },
    {
      "verse": 20,
      "text": "By His knowledge the depths were broken up, and the skies drop down the dew."
    },
    {
      "verse": 21,
      "text": "My son, let not them depart from thine eyes; keep sound wisdom and discretion;"
    },
    {
      "verse": 22,
      "text": "So shall they be life unto thy soul, and grace to thy neck."
    },
    {
      "verse": 23,
      "text": "Then shalt thou walk in thy way securely, and thou shalt not dash thy foot."
    },
    {
      "verse": 24,
      "text": "When thou liest down, thou shalt not be afraid; yea, thou shalt lie down, and thy sleep shall be sweet."
    },
    {
      "verse": 25,
      "text": "Be not afraid of sudden terror, neither of the destruction of the wicked, when it cometh;"
    },
    {
      "verse": 26,
      "text": "For the LORD will be thy confidence, and will keep thy foot from being caught."
    },
    {
      "verse": 27,
      "text": "Withhold not good from him to whom it is due, when it is in the power of thy hand to do it."
    },
    {
      "verse": 28,
      "text": "Say not unto thy neighbour: 'Go, and come again, and to-morrow I will give'; when thou hast it by thee."
    },
    {
      "verse": 29,
      "text": "Devise not evil against thy neighbour, seeing he dwelleth securely by thee."
    },
    {
      "verse": 30,
      "text": "Strive not with a man without cause, if he have done thee no harm."
    },
    {
      "verse": 31,
      "text": "Envy thou not the man of violence, and choose none of his ways."
    },
    {
      "verse": 32,
      "text": "For the perverse is an abomination to the LORD; but His counsel is with the upright."
    },
    {
      "verse": 33,
      "text": "The curse of the LORD is in the house of the wicked; but He blesseth the habitation of the righteous."
    },
    {
      "verse": 34,
      "text": "If it concerneth the scorners, He scorneth them, but unto the humble He giveth grace."
    },
    {
      "verse": 35,
      "text": "The wise shall inherit honour; but as for the fools, they carry away shame."
    }
  ]
}