{
  "book_id": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son is instructed of his father; but a scorner heareth not rebuke."
    },
    {
      "verse": 2,
      "text": "A man shall eat good from the fruit of his mouth; but the desire of the faithless is violence."
    },
    {
      "verse": 3,
      "text": "He that guardeth his mouth keepeth his life; but for him that openeth wide his lips there shall be ruin."
    },
    {
      "verse": 4,
      "text": "The soul of the sluggard desireth, and hath nothing; but the soul of the diligent shall be abundantly gratified."
    },
    {
      "verse": 5,
      "text": "A righteous man hateth lying; but a wicked man behaveth vilely and shamefully."
    },
    {
      "verse": 6,
      "text": "Righteousness guardeth him that is upright in the way; but wickedness overthroweth the sinner."
    },
    {
      "verse": 7,
      "text": "There is that pretendeth himself rich, yet hath nothing; there is that pretendeth himself poor, yet hath great wealth."
    },
    {
      "verse": 8,
      "text": "The ransom of a man's life are his riches; but the poor heareth no threatening."
    },
    {
      "verse": 9,
      "text": "The light of the righteous rejoiceth; but the lamp of the wicked shall be put out."
    },
    {
      "verse": 10,
      "text": "By pride cometh only contention; but with the well-advised is wisdom."
    },
    {
      "verse": 11,
      "text": "Wealth gotten by vanity shall be diminished; but he that gathereth little by little shall increase."
    },
    {
      "verse": 12,
      "text": "Hope deferred maketh the heart sick; but desire fulfilled is a tree of life."
    },
    {
      "verse": 13,
      "text": "Whoso despiseth the word shall suffer thereby; but he that feareth the commandment shall be rewarded."
    },
    {
      "verse": 14,
      "text": "The teaching of the wise is a fountain of life, to depart from the snares of death."
    },
    {
      "verse": 15,
      "text": "Good understanding giveth grace; but the way of the faithless is harsh."
    },
    {
      "verse": 16,
      "text": "Every prudent man dealeth with forethought; but a fool unfoldeth folly."
    },
    {
      "verse": 17,
      "text": "A wicked messenger falleth into evil; but a faithful ambassador is health."
    },
    {
      "verse": 18,
      "text": "Poverty and shame shall be to him that refuseth instruction; but he that regardeth reproof shall be honoured."
    },
    {
      "verse": 19,
      "text": "The desire accomplished is sweet to the soul; and it is an abomination to fools to depart from evil."
    },
    {
      "verse": 20,
      "text": "He that walketh with wise men shall be wise; but the companion of fools shall smart for it."
    },
    {
      "verse": 21,
      "text": "Evil pursueth sinners; but to the righteous good shall be repaid."
    },
    {
      "verse": 22,
      "text": "A good man leaveth an inheritance to his children's children; and the wealth of the sinner is laid up for the righteous."
    },
    {
      "verse": 23,
      "text": "Much food is in the tillage of the poor; but there is that is swept away by want of righteousness."
    },
    {
      "verse": 24,
      "text": "He that spareth his rod hateth his son; but he that loveth him chasteneth him betimes."
    },
    {
      "verse": 25,
      "text": "The righteous eateth to the satisfying of his desire; but the belly of the wicked shall want."
    }
  ]
}