{
  "book_id": "PRO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Boast not thyself of to-morrow; for thou knowest not what a day may bring forth."
    },
    {
      "verse": 2,
      "text": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips."
    },
    {
      "verse": 3,
      "text": "A stone is heavy, and the sand weighty; but a fool's vexation is heavier than they both."
    },
    {
      "verse": 4,
      "text": "Wrath is cruel, and anger is overwhelming; but who is able to stand before jealousy?"
    },
    {
      "verse": 5,
      "text": "Better is open rebuke than love that is hidden."
    },
    {
      "verse": 6,
      "text": "Faithful are the wounds of a friend; but the kisses of an enemy are importunate."
    },
    {
      "verse": 7,
      "text": "The full soul loatheth a honeycomb; but to the hungry soul every bitter thing is sweet."
    },
    {
      "verse": 8,
      "text": "As a bird that wandereth from her nest, so is a man that wandereth from his place."
    },
    {
      "verse": 9,
      "text": "Ointment and perfume rejoice the heart; so doth the sweetness of a man's friend by hearty counsel."
    },
    {
      "verse": 10,
      "text": "Thine own friend, and thy father's friend, forsake not; neither go into thy brother's house in the day of thy calamity; better is a neighbour that is near than a brother far off."
    },
    {
      "verse": 11,
      "text": "My son, be wise, and make my heart glad, that I may answer him that taunteth me."
    },
    {
      "verse": 12,
      "text": "A prudent man seeth the evil, and hideth himself; but the thoughtless pass on, and are punished."
    },
    {
      "verse": 13,
      "text": "Take his garment that is surety for a stranger; and hold him in pledge that is surety for an alien woman."
    },
    {
      "verse": 14,
      "text": "He that blesseth his friend with a loud voice, rising early in the morning, it shall be counted a curse to him."
    },
    {
      "verse": 15,
      "text": "A continual dropping in a very rainy day and a contentious woman are alike;"
    },
    {
      "verse": 16,
      "text": "He that would hide her hideth the wind, and the ointment of his right hand betrayeth itself."
    },
    {
      "verse": 17,
      "text": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend."
    },
    {
      "verse": 18,
      "text": "Whoso keepeth the fig-tree shall eat the fruit thereof; and he that waiteth on his master shall be honoured."
    },
    {
      "verse": 19,
      "text": "As in water face answereth to face, so the heart of man to man."
    },
    {
      "verse": 20,
      "text": "The nether-world and Destruction are never satiated; so the eyes of man are never satiated."
    },
    {
      "verse": 21,
      "text": "The refining pot is for silver, and the furnace for gold, and a man is tried by his praise."
    },
    {
      "verse": 22,
      "text": "Though thou shouldest bray a fool in a mortar with a pestle among groats, yet will not his foolishness depart from him."
    },
    {
      "verse": 23,
      "text": "Be thou diligent to know the state of thy flocks, and look well to thy herds;"
    },
    {
      "verse": 24,
      "text": "For riches are not for ever; and doth the crown endure unto all generations?"
    },
    {
      "verse": 25,
      "text": "When the hay is mown, and the tender grass showeth itself, and the herbs of the mountains are gathered in;"
    },
    {
      "verse": 26,
      "text": "The lambs will be for thy clothing, and the goats the price for a field."
    },
    {
      "verse": 27,
      "text": "And there will be goats' milk enough for thy food, for the food of thy household; and maintenance for thy maidens."
    }
  ]
}