{
  "book_id": "JOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And these arethe kings of the land, whom the children of Israel slew, and inherited their land beyond Jordan from the east, from the Valley of Arnon to the mount of Hermon, and all the land of Arabah on the east."
    },
    {
      "verse": 2,
      "text": "Sihon king of the Amorites, who dwelt in Heshbon, ruling from Arnon, which is in the valley, on the side of the valley, and half of Gilead as far as Jabbok, the borders of the children of Ammon."
    },
    {
      "verse": 3,
      "text": "And Arabah as far as the Sea of Chinneroth eastward, and as far as the Sea of Arabah; the salt sea eastward bythe way to Jeshimoth, from Thaeman under Asedoth Pisgah."
    },
    {
      "verse": 4,
      "text": "And Og king of Bashan, who dwelt in Ashtaroth and in Edrei, was left of the giants"
    },
    {
      "verse": 5,
      "text": "ruling from Mount Hermon and from Salecah, and overall the land of Bashan to the borders of Geshur, and Maacath, and the half of Gilead of the borders of Sihon king of Heshbon."
    },
    {
      "verse": 6,
      "text": "Moses the servant of the Lord and the children of Israel smote them; and Moses gave them by way of inheritance to Reuben, and Gad, and to the half tribe of Manasseh."
    },
    {
      "verse": 7,
      "text": "And these arethe kings of the Amorites, whom Joshua and the children of Israel slew beyond Jordan by the Sea of Baal-gad in the plain of Lebanon, and as far as the mountain of Halak, as men go up to Seir: and Joshua gave it to the tribes of Israel to inherit according to their portion;"
    },
    {
      "verse": 8,
      "text": "in the mountain, and in the plain, and in Arabah, and in Asedoth, and in the wilderness, and Negeb; the Hittite, and the Amorite, and the Canaanite, and the Perizzite, and the Hivite, and the Jebusite."
    },
    {
      "verse": 9,
      "text": "The king of Jericho, and the king of Ai, which is near Bethel;"
    },
    {
      "verse": 10,
      "text": "the king of Jerusalem, the king of Hebron,"
    },
    {
      "verse": 11,
      "text": "the king of Jarmuth, the king of Lachish;"
    },
    {
      "verse": 12,
      "text": "the king of Eglon, the king of Gezer;"
    },
    {
      "verse": 13,
      "text": "the king of Debir, the king of Geder:"
    },
    {
      "verse": 14,
      "text": "the king of Hormah, the king of Arad;"
    },
    {
      "verse": 15,
      "text": "the king of Libnah, the king of Adullam,"
    },
    {
      "verse": 16,
      "text": "the king of Elath,"
    },
    {
      "verse": 17,
      "text": "the king of Tappuah, the king of Hepher,"
    },
    {
      "verse": 18,
      "text": "the king of Aphek of Aroc,"
    },
    {
      "verse": 19,
      "text": "the king of Hazor,"
    },
    {
      "verse": 20,
      "text": "the king of Shimron, the king of Mambroth, the king of Achshaph,"
    },
    {
      "verse": 21,
      "text": "the king of Kedesh, the king of Zachac,"
    },
    {
      "verse": 22,
      "text": "the king of Maredoth, the king of Jokneam of Carmel,"
    },
    {
      "verse": 23,
      "text": "the king of Adullam belonging toNaphath-dor, the king of Goiim of Galilee:"
    },
    {
      "verse": 24,
      "text": "the king of Tirzah: all these weretwenty-nine kings."
    }
  ]
}