{
  "book_id": "JOS",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the borders of the children of Joseph were from Jordan by Jericho eastward; and they will go up from Jericho to the hill country, to the wilderness, to Bethel Luz."
    },
    {
      "verse": 2,
      "text": "And they will go out to Bethel, and will proceed to the borders of Ataroth."
    },
    {
      "verse": 3,
      "text": "And they will go across to the sea to the borders of Japhletites, as far as the borders of Beth-horon the lower, and the going forth of them shall be to the sea."
    },
    {
      "verse": 4,
      "text": "And the sons of Joseph, Ephraim and Manasseh, took their inheritance."
    },
    {
      "verse": 5,
      "text": "And the borders of the children of Ephraim were according to their families, and the borders of their inheritance were eastward to Ataroth, and Eroc as far as Beth-horon the upper, and Gazara."
    },
    {
      "verse": 6,
      "text": "And the borders will proceed to the sea to Icasmon north of Therma; they will go round eastward to Taanath, and Shiloh, and will pass on eastward to Janoah,"
    },
    {
      "verse": 7,
      "text": "and to Macho, and Ataroth, and \\add these are\\add* their villages; and they will come to Jericho, and will issue at Jordan."
    },
    {
      "verse": 8,
      "text": "And the borders will proceed from Tappuah to the sea to Kanah; and their termination will be at the sea; this \\add is\\add* the inheritance of the tribe of Ephraim according to their families."
    },
    {
      "verse": 9,
      "text": "And the cities separated to the sons of Ephraim \\add were\\add* in the midst of the inheritance of the sons of Manasseh, all the cities and their villages."
    },
    {
      "verse": 10,
      "text": "And Ephraim did not destroy the Canaanite who dwelt in Gezer; and the Canaanite dwelt in Ephraim until this day, until Pharaoh the king of Egypt went up and took it, and burned it with fire; and the Canaanites, and Perizzites, and the dwellers in Gaza they destroyed, and Pharaoh gave them for a dowry to his daughter."
    }
  ]
}