{
  "book_id": "ISA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The burden of the wilderness of the sea. 'Like hurricanes in the south for passing through, From the wilderness it hath come, From a fearful land."
    },
    {
      "verse": 2,
      "text": "A hard vision hath been declared to me, The treacherous dealer is dealing treacherously, And the destroyer is destroying. Go up, O Elam, besiege, O Media, All its sighing I have caused to cease."
    },
    {
      "verse": 3,
      "text": "Therefore filled have been my loins [with] great pain, Pangs have seized me as pangs of a travailing woman, I have been bent down by hearing, I have been troubled by seeing."
    },
    {
      "verse": 4,
      "text": "Wandered hath my heart, trembling hath terrified me, The twilight of my desire He hath made a fear to me,"
    },
    {
      "verse": 5,
      "text": "Arrange the table, watch in the watch-tower, Eat, drink, rise, ye heads, anoint the shield,"
    },
    {
      "verse": 6,
      "text": "For thus said the Lord unto me: 'Go, station the watchman, That which he seeth let him declare.'"
    },
    {
      "verse": 7,
      "text": "And he hath seen a chariot — a couple of horsemen, The rider of an ass, the rider of a camel, And he hath given attention — He hath increased attention!"
    },
    {
      "verse": 8,
      "text": "And he crieth — a lion, 'On a watch-tower my lord, I am standing continually by day, And on my ward I am stationed whole nights."
    },
    {
      "verse": 9,
      "text": "And lo, this, the chariot of a man is coming, A couple of horsemen.' And he answereth and saith: 'Fallen, fallen hath Babylon, And all the graven images of her gods He hath broken to the earth."
    },
    {
      "verse": 10,
      "text": "O my threshing, and the son of my floor, That which I heard from Jehovah of Hosts, God of Israel, I have declared to you!'"
    },
    {
      "verse": 11,
      "text": "The burden of Dumah. Unto me is [one] calling from Seir 'Watchman, what of the night? Watchman, what of the night?'"
    },
    {
      "verse": 12,
      "text": "The watchman hath said, 'Come hath morning, and also night, If ye inquire, inquire ye, turn back, come.'"
    },
    {
      "verse": 13,
      "text": "The burden on Arabia. In a forest in Arabia ye lodge, O travellers of Dedanim."
    },
    {
      "verse": 14,
      "text": "To meet the thirsty brought water have Inhabitants of the land of Tema, With his bread they came before a fugitive."
    },
    {
      "verse": 15,
      "text": "For from the face of destructions they fled, From the face of a stretched-out sword, And from the face of a trodden bow, And from the face of the grievousness of battle."
    },
    {
      "verse": 16,
      "text": "For thus said the Lord unto me: 'Within a year, as years of a hireling, Consumed hath been all the honour of Kedar."
    },
    {
      "verse": 17,
      "text": "And the remnant of the number of bow-men, The mighty of the sons of Kedar are few, For Jehovah, God of Israel, hath spoken!'"
    }
  ]
}