{
  "book_id": "PSA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "A Prayer of David. Hear the right, O LORD, attend to my cry, give ear to my prayer, \\add that goeth\\add* not out of feigned lips."
    },
    {
      "verse": 2,
      "text": "Let my sentence come forth from thy presence; let thy eyes behold the things that are equal."
    },
    {
      "verse": 3,
      "text": "Thou hast proved my heart; thou hast visited \\add me\\add* in the night; thou hast tried me, \\add and\\add* shalt find nothing; I have purposed \\add that\\add* my mouth shall not transgress."
    },
    {
      "verse": 4,
      "text": "Concerning the works of men, by the word of thy lips I have kept \\add me from\\add* the paths of the destroyer."
    },
    {
      "verse": 5,
      "text": "Uphold my goings in thy paths, \\add that\\add* my footsteps slip not."
    },
    {
      "verse": 6,
      "text": "I have called upon thee, for thou wilt hear me, O God: incline thy ear to me, \\add and hear\\add* my speech."
    },
    {
      "verse": 7,
      "text": "Show thy wonderful loving-kindness, O thou that savest by thy right hand them who put their trust \\add in thee\\add* from those that rise up \\add against them\\add* ."
    },
    {
      "verse": 8,
      "text": "Keep me as the apple of the eye, hide me under the shade of thy wings."
    },
    {
      "verse": 9,
      "text": "From the wicked that oppress me, \\add from\\add* my deadly enemies, \\add who\\add* encompass me,"
    },
    {
      "verse": 10,
      "text": "They are inclosed in their own fat: with their mouth they speak proudly."
    },
    {
      "verse": 11,
      "text": "They have now compassed us in our steps: they have set their eyes bowing down to the earth;"
    },
    {
      "verse": 12,
      "text": "Like as a lion \\add that\\add* is greedy of his prey, and as it were a young lion lurking in secret places."
    },
    {
      "verse": 13,
      "text": "Arise, O LORD disappoint him, cast him down: deliver my soul from the wicked, \\add who is\\add* thy sword:"
    },
    {
      "verse": 14,
      "text": "From men \\add who are\\add* thy hand, O LORD, from men of the world, \\add who have\\add* their portion in \\add this\\add* life, and whose belly thou fillest with thy hid \\add treasure\\add* : they are full of children, and leave the rest of their \\add substance\\add* to their babes."
    },
    {
      "verse": 15,
      "text": "As for me, I shall behold thy face in righteousness: I shall be satisfied, when I awake, with thy likeness."
    }
  ]
}