{
  "book_id": "PSA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician, A Psalm of David. The heavens declare the glory of God; and the firmament showeth the work of his hands."
    },
    {
      "verse": 2,
      "text": "Day to day uttereth speech, and night to night showeth knowledge."
    },
    {
      "verse": 3,
      "text": "There isno speech nor language, wheretheir voice is not heard."
    },
    {
      "verse": 4,
      "text": "Their line hath gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,"
    },
    {
      "verse": 5,
      "text": "Which isas a bridegroom coming out of his chamber, andrejoiceth as a strong man to run a race."
    },
    {
      "verse": 6,
      "text": "His going forth isfrom the end of the heaven, and his circuit to the ends of it: and there is nothing hid from his heat."
    },
    {
      "verse": 7,
      "text": "The law of the LORD isperfect, converting the soul: the testimony of the LORD issure, making wise the simple."
    },
    {
      "verse": 8,
      "text": "The statutes of the LORD areright, rejoicing the heart: the commandment of the LORD ispure, enlightening the eyes."
    },
    {
      "verse": 9,
      "text": "The fear of the LORD isclean, enduring for ever: the judgments of the LORD aretrue andrighteous altogether."
    },
    {
      "verse": 10,
      "text": "More to be desired are theythan gold, yes, than much fine gold: sweeter also than honey and the honey-comb."
    },
    {
      "verse": 11,
      "text": "Moreover, by them is thy servant warned: andin keeping of them there isgreat reward."
    },
    {
      "verse": 12,
      "text": "Who can understand hiserrors? cleanse thou me from secret faults."
    },
    {
      "verse": 13,
      "text": "Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression."
    },
    {
      "verse": 14,
      "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer."
    }
  ]
}