{
  "book_id": "PSA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician, A Psalm of David. The heavens declare the glory of God; and the firmament showeth the work of his hands."
    },
    {
      "verse": 2,
      "text": "Day to day uttereth speech, and night to night showeth knowledge."
    },
    {
      "verse": 3,
      "text": "\\add There is\\add* no speech nor language, \\add where\\add* their voice is not heard."
    },
    {
      "verse": 4,
      "text": "Their line hath gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,"
    },
    {
      "verse": 5,
      "text": "Which \\add is\\add* as a bridegroom coming out of his chamber, \\add and\\add* rejoiceth as a strong man to run a race."
    },
    {
      "verse": 6,
      "text": "His going forth \\add is\\add* from the end of the heaven, and his circuit to the ends of it: and there is nothing hid from his heat."
    },
    {
      "verse": 7,
      "text": "The law of the LORD \\add is\\add* perfect, converting the soul: the testimony of the LORD \\add is\\add* sure, making wise the simple."
    },
    {
      "verse": 8,
      "text": "The statutes of the LORD \\add are\\add* right, rejoicing the heart: the commandment of the LORD \\add is\\add* pure, enlightening the eyes."
    },
    {
      "verse": 9,
      "text": "The fear of the LORD \\add is\\add* clean, enduring for ever: the judgments of the LORD \\add are\\add* true \\add and\\add* righteous altogether."
    },
    {
      "verse": 10,
      "text": "More to be desired \\add are they\\add* than gold, yes, than much fine gold: sweeter also than honey and the honey-comb."
    },
    {
      "verse": 11,
      "text": "Moreover, by them is thy servant warned: \\add and\\add* in keeping of them \\add there is\\add* great reward."
    },
    {
      "verse": 12,
      "text": "Who can understand \\add his\\add* errors? cleanse thou me from secret \\add faults\\add* ."
    },
    {
      "verse": 13,
      "text": "Keep back thy servant also from presumptuous \\add sins\\add* ; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression."
    },
    {
      "verse": 14,
      "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer."
    }
  ]
}