{
  "book_id": "PSA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician, a Psalm of David. The king shall joy in thy strength, O LORD; and in thy salvation how greatly shall he rejoice!"
    },
    {
      "verse": 2,
      "text": "Thou hast given him his heart's desire, and hast not withheld the request of his lips. Selah."
    },
    {
      "verse": 3,
      "text": "For thou hast met him with the blessings of goodness: thou hast set a crown of pure gold on his head."
    },
    {
      "verse": 4,
      "text": "He asked life of thee, \\add and\\add* thou gavest \\add it\\add* to him, \\add even\\add* length of days for ever and ever."
    },
    {
      "verse": 5,
      "text": "His glory \\add is\\add* great in thy salvation: honor and majesty hast thou laid upon him."
    },
    {
      "verse": 6,
      "text": "For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance."
    },
    {
      "verse": 7,
      "text": "For the king trusteth in the LORD, and through the mercy of the most High he shall not be moved."
    },
    {
      "verse": 8,
      "text": "Thy hand shall find out all thy enemies: thy right hand shall find out those that hate thee."
    },
    {
      "verse": 9,
      "text": "Thou shalt make them as a fiery oven in the time of thy anger: the LORD shall swallow them up in his wrath, and the fire shall devour them."
    },
    {
      "verse": 10,
      "text": "Their fruit shalt thou destroy from the earth, and their seed from among the children of men."
    },
    {
      "verse": 11,
      "text": "For they intended evil against thee: they imagined a mischievous device, \\add which\\add* they are not able \\add to perform\\add* ."
    },
    {
      "verse": 12,
      "text": "Therefore shalt thou make them turn their back, \\add when\\add* thou shalt make ready \\add thy arrows\\add* upon thy strings against the face of them."
    },
    {
      "verse": 13,
      "text": "Be thou exalted, LORD, in thy own strength: \\add so\\add* will we sing and praise thy power."
    }
  ]
}