{
  "book_id": "PSA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "\\add A Psalm\\add* of David. To thee, O LORD, do I lift up my soul."
    },
    {
      "verse": 2,
      "text": "O my God, I trust in thee: let me not be ashamed, let not my enemies triumph over me,"
    },
    {
      "verse": 3,
      "text": "Also, let none that wait on thee be ashamed: let them be ashamed who transgress without cause."
    },
    {
      "verse": 4,
      "text": "Show me thy ways, O LORD; teach me thy paths."
    },
    {
      "verse": 5,
      "text": "Lead me in thy truth, and teach me: for thou \\add art\\add* the God of my salvation; on thee do I wait all the day."
    },
    {
      "verse": 6,
      "text": "Remember, O LORD, thy tender mercies and thy loving kindnesses; for they \\add have been\\add* ever of old."
    },
    {
      "verse": 7,
      "text": "Remember not the sins of my youth, nor my transgressions: according to thy mercy remember thou me for thy goodness' sake, O LORD."
    },
    {
      "verse": 8,
      "text": "Good and upright \\add is\\add* the LORD: therefore will he teach sinners in the way."
    },
    {
      "verse": 9,
      "text": "The meek will he guide in judgment: and the meek will he teach his way."
    },
    {
      "verse": 10,
      "text": "All the paths of the LORD \\add are\\add* mercy and truth to such as keep his covenant and his testimonies."
    },
    {
      "verse": 11,
      "text": "For thy name's sake, O LORD, pardon my iniquity; for it \\add is\\add* great."
    },
    {
      "verse": 12,
      "text": "What man \\add is\\add* he that feareth the LORD? him shall he teach in the way \\add that\\add* he shall choose."
    },
    {
      "verse": 13,
      "text": "His soul shall dwell at ease; and his seed shall inherit the earth."
    },
    {
      "verse": 14,
      "text": "The secret of the LORD \\add is\\add* with them that fear him; and he will show them his covenant."
    },
    {
      "verse": 15,
      "text": "My eyes \\add are\\add* ever towards the LORD; for he will pluck my feet out of the net."
    },
    {
      "verse": 16,
      "text": "Turn thee to me, and have mercy upon me; for I \\add am\\add* desolate and afflicted."
    },
    {
      "verse": 17,
      "text": "The troubles of my heart are enlarged: O bring thou me out of my distresses."
    },
    {
      "verse": 18,
      "text": "Look upon my affliction and my pain; and forgive all my sins."
    },
    {
      "verse": 19,
      "text": "Consider my enemies, for they are many; and they hate me with cruel hatred."
    },
    {
      "verse": 20,
      "text": "O keep my soul, and deliver me: let me not be ashamed; for I put my trust in thee."
    },
    {
      "verse": 21,
      "text": "Let integrity and uprightness preserve me; for I wait on thee."
    },
    {
      "verse": 22,
      "text": "Redeem Israel, O God, out of all his troubles."
    }
  ]
}