{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice in the LORD, O ye righteous: \\add for\\add* praise is comely for the upright."
    },
    {
      "verse": 2,
      "text": "Praise the LORD with harp: sing to him with the psaltery \\add and\\add* an instrument of ten strings."
    },
    {
      "verse": 3,
      "text": "Sing to him a new song; play skillfully with a loud noise."
    },
    {
      "verse": 4,
      "text": "For the word of the LORD \\add is\\add* right; and all his works \\add are done\\add* in truth."
    },
    {
      "verse": 5,
      "text": "He loveth righteousness and judgment: the earth is full of the goodness of the LORD."
    },
    {
      "verse": 6,
      "text": "By the word of the LORD were the heavens made; and all the host of them by the breath of his mouth."
    },
    {
      "verse": 7,
      "text": "He gathereth the waters of the sea together as a heap: he layeth up the depth in store-houses."
    },
    {
      "verse": 8,
      "text": "Let all the earth fear the LORD: let all the inhabitants of the world stand in awe of him."
    },
    {
      "verse": 9,
      "text": "For he spoke, and it was \\add done\\add* ; he commanded, and it stood fast."
    },
    {
      "verse": 10,
      "text": "The LORD bringeth the counsel of the heathen to naught: he maketh the devices of the people of no effect."
    },
    {
      "verse": 11,
      "text": "The counsel of the LORD standeth for ever, the thoughts of his heart to all generations."
    },
    {
      "verse": 12,
      "text": "Blessed \\add is\\add* the nation whose God \\add is\\add* the LORD; \\add and\\add* the people \\add whom\\add* he hath chosen for his own inheritance."
    },
    {
      "verse": 13,
      "text": "The LORD looketh from heaven; he beholdeth all the sons of men."
    },
    {
      "verse": 14,
      "text": "From the place of his habitation he looketh upon all the inhabitants of the earth."
    },
    {
      "verse": 15,
      "text": "He fashioneth their hearts alike; he considereth all their works."
    },
    {
      "verse": 16,
      "text": "There is no king saved by the multitude of a host: a mighty man is not delivered by much strength."
    },
    {
      "verse": 17,
      "text": "A horse \\add is\\add* a vain thing for safety: neither shall he deliver \\add any\\add* by his great strength."
    },
    {
      "verse": 18,
      "text": "Behold, the eye of the LORD \\add is\\add* upon them that fear him, upon them that hope in his mercy;"
    },
    {
      "verse": 19,
      "text": "To deliver their soul from death, and to keep them alive in famine."
    },
    {
      "verse": 20,
      "text": "Our soul waiteth for the LORD: he \\add is\\add* our help and our shield."
    },
    {
      "verse": 21,
      "text": "For our heart shall rejoice in him, because we have trusted in his holy name."
    },
    {
      "verse": 22,
      "text": "Let thy mercy, O LORD, be upon us, according as we hope in thee."
    }
  ]
}