{
  "book_id": "PSA",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician, \\add A Psalm\\add* of David the servant of the LORD. The transgression of the wicked saith within my heart, \\add that there is\\add* no fear of God before his eyes."
    },
    {
      "verse": 2,
      "text": "For he flattereth himself in his own eyes, until his iniquity is found to be hateful."
    },
    {
      "verse": 3,
      "text": "The words of his mouth \\add are\\add* iniquity and deceit: he hath ceased to be wise, \\add and\\add* to do good."
    },
    {
      "verse": 4,
      "text": "He deviseth mischief upon his bed; he setteth himself in a way \\add that is\\add* not good; he abhorreth not evil."
    },
    {
      "verse": 5,
      "text": "Thy mercy, O LORD, \\add is\\add* in the heavens; \\add and\\add* thy faithfulness \\add reacheth\\add* to the clouds."
    },
    {
      "verse": 6,
      "text": "Thy righteousness \\add is\\add* like the great mountains; thy judgments \\add are\\add* a great deep: O LORD, thou preservest man and beast."
    },
    {
      "verse": 7,
      "text": "How excellent \\add is\\add* thy loving-kindness, O God! therefore the children of men put their trust under the shadow of thy wings."
    },
    {
      "verse": 8,
      "text": "They shall be abundantly satisfied with the fatness of thy house; and thou shalt make them drink of the river of thy pleasures."
    },
    {
      "verse": 9,
      "text": "For with thee \\add is\\add* the fountain of life: in thy light shall we see light."
    },
    {
      "verse": 10,
      "text": "O continue thy loving-kindness to them that know thee; and thy righteousness to the upright in heart."
    },
    {
      "verse": 11,
      "text": "Let not the foot of pride come against me, and let not the hand of the wicked remove me."
    },
    {
      "verse": 12,
      "text": "There are the workers of iniquity fallen: they are cast down, and shall not be able to rise."
    }
  ]
}