{
  "book_id": "PSA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of David, to bring to remembrance. O LORD, rebuke me not in thy wrath: neither chasten me in thy hot displeasure."
    },
    {
      "verse": 2,
      "text": "For thy arrows stick fast in me, and thy hand falleth heavy upon me."
    },
    {
      "verse": 3,
      "text": "\\add There is\\add* no soundness in my flesh because of thy anger; neither \\add is there any\\add* rest in my bones because of my sin."
    },
    {
      "verse": 4,
      "text": "For my iniquities have gone over my head: as a heavy burden they are too heavy for me."
    },
    {
      "verse": 5,
      "text": "My wounds are offensive, \\add and\\add* are corrupt because of my foolishness."
    },
    {
      "verse": 6,
      "text": "I am troubled; I am bowed down greatly; I go mourning all the day long."
    },
    {
      "verse": 7,
      "text": "For my loins are filled with a lothsome \\add disease\\add* : and \\add there is\\add* no soundness in my flesh."
    },
    {
      "verse": 8,
      "text": "I am feeble and grievously broken: I have roared by reason of the disquietness of my heart."
    },
    {
      "verse": 9,
      "text": "LORD, all my desire \\add is\\add* before thee; and my groaning is not hid from thee."
    },
    {
      "verse": 10,
      "text": "My heart panteth, my strength faileth me: as for the light of my eyes, that also is gone from me."
    },
    {
      "verse": 11,
      "text": "My lovers and my friends stand aloof from my affliction; and my kinsmen stand afar off."
    },
    {
      "verse": 12,
      "text": "They also that seek after my life lay snares \\add for me\\add* : and they that seek my hurt speak mischievous things, and imagine deceits all the day long."
    },
    {
      "verse": 13,
      "text": "But I, as a deaf \\add man\\add* , heard not; and \\add I was\\add* as a dumb man \\add that\\add* openeth not his mouth."
    },
    {
      "verse": 14,
      "text": "Thus I was as a man that heareth not, and in whose mouth \\add are\\add* no reproofs."
    },
    {
      "verse": 15,
      "text": "For in thee, O LORD, do I hope: thou wilt hear, O LORD my God."
    },
    {
      "verse": 16,
      "text": "For I said, \\add Hear me\\add* , lest \\add otherwise\\add* they should rejoice over me: when my foot slippeth, they magnify \\add themselves\\add* against me."
    },
    {
      "verse": 17,
      "text": "For I \\add am\\add* ready to halt, and my sorrow \\add is\\add* continually before me."
    },
    {
      "verse": 18,
      "text": "For I will declare my iniquity; I will be sorry for my sin."
    },
    {
      "verse": 19,
      "text": "But my enemies \\add are\\add* lively, \\add and\\add* they are strong: and they that hate me wrongfully are multiplied."
    },
    {
      "verse": 20,
      "text": "They also that render evil for good are my adversaries; because I follow \\add the thing that is\\add* good."
    },
    {
      "verse": 21,
      "text": "Forsake me not, O LORD: O my God, be not far from me."
    },
    {
      "verse": 22,
      "text": "Make haste to help me, O LORD my salvation."
    }
  ]
}