{
  "book_id": "PSA",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician, Maschil, for the sons of Korah. As the hart panteth after the water brooks, so my soul panteth after thee, O God."
    },
    {
      "verse": 2,
      "text": "My soul thirsteth for God, for the living God: when shall I come and appear before God?"
    },
    {
      "verse": 3,
      "text": "My tears have been my food day and night, while they continually say to me, Where isthy God?"
    },
    {
      "verse": 4,
      "text": "When I remember these things, I pour out my soul in me: for I had gone with the multitude, I went with them to the house of God, with the voice of joy and praise, with a multitude that kept holy-day."
    },
    {
      "verse": 5,
      "text": "Why art thou cast down, O my soul? and whyart thou disquieted in me? hope thou in God: for I shall yet praise him forthe help of his countenance."
    },
    {
      "verse": 6,
      "text": "O my God, my soul is cast down within me: therefore will I remember thee from the land of Jordan, and of the Hermonites, from the hill Mizar."
    },
    {
      "verse": 7,
      "text": "Deep calleth to deep at the noise of thy water-spouts: all thy waves and thy billows are gone over me."
    },
    {
      "verse": 8,
      "text": "Yetthe LORD will command his loving-kindness in the day-time, and in the night his song shall bewith me, andmy prayer to the God of my life."
    },
    {
      "verse": 9,
      "text": "I will say to God my rock, Why hast thou forgotten me? why go I mourning because of the oppression of the enemy?"
    },
    {
      "verse": 10,
      "text": "Aswith a sword in my bones, my enemies reproach me; while they say daily to me, Where isthy God?"
    },
    {
      "verse": 11,
      "text": "Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who isthe health of my countenance, and my God."
    }
  ]
}