{
  "book_id": "PSA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician for the sons of Korah, Maschil. We have heard with our ears, O God, our fathers have told us, \\add what\\add* work thou didst in their days, in the times of old."
    },
    {
      "verse": 2,
      "text": "\\add How\\add* thou didst drive out the heathen with thy hand, and didst plant them; \\add how\\add* thou didst afflict the people, and cast them out."
    },
    {
      "verse": 3,
      "text": "For they obtained not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thy arm, and the light of thy countenance, because thou hadst a favor to them."
    },
    {
      "verse": 4,
      "text": "Thou art my King, O God: command deliverances for Jacob."
    },
    {
      "verse": 5,
      "text": "Through thee will we push down our enemies: through thy name we will tread them under that rise up against us."
    },
    {
      "verse": 6,
      "text": "For I will not trust in my bow, neither shall my sword save me."
    },
    {
      "verse": 7,
      "text": "But thou hast saved us from our enemies, and hast put them to shame that hated us."
    },
    {
      "verse": 8,
      "text": "In God we boast all the day long, and praise thy name for ever. Selah."
    },
    {
      "verse": 9,
      "text": "But thou hast cast off, and put us to shame; and goest not forth with our armies."
    },
    {
      "verse": 10,
      "text": "Thou makest us to turn back from the enemy: and they who hate us plunder for themselves."
    },
    {
      "verse": 11,
      "text": "Thou hast given us like sheep \\add appointed\\add* for food; and hast scattered us among the heathen."
    },
    {
      "verse": 12,
      "text": "Thou sellest thy people for naught, and dost not increase \\add thy wealth\\add* by their price."
    },
    {
      "verse": 13,
      "text": "Thou makest us a reproach to our neighbors, a scorn and a derision to them that are around us."
    },
    {
      "verse": 14,
      "text": "Thou makest us a by-word among the heathen, a shaking of the head among the people."
    },
    {
      "verse": 15,
      "text": "My confusion \\add is\\add* continually before me, and the shame of my face hath covered me,"
    },
    {
      "verse": 16,
      "text": "For the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger."
    },
    {
      "verse": 17,
      "text": "All this is come upon us; yet we have not forgotten thee, neither have we dealt falsely in thy covenant."
    },
    {
      "verse": 18,
      "text": "Our heart is not turned back, neither have our steps declined from thy way;"
    },
    {
      "verse": 19,
      "text": "Though thou hast severely broke us in the place of dragons, and covered us with the shades of death."
    },
    {
      "verse": 20,
      "text": "If we have forgotten the name of our God, or stretched out our hands to a strange god;"
    },
    {
      "verse": 21,
      "text": "Will not God search out this? for he knoweth the secrets of the heart."
    },
    {
      "verse": 22,
      "text": "Yes, for thy sake are we killed all the day long; we are counted as sheep for the slaughter."
    },
    {
      "verse": 23,
      "text": "Awake, why sleepest thou, O LORD? arise, cast \\add us\\add* not off for ever."
    },
    {
      "verse": 24,
      "text": "Why hidest thou thy face, \\add and\\add* forgettest our affliction and our oppression?"
    },
    {
      "verse": 25,
      "text": "For our soul is bowed down to the dust: our belly cleaveth to the earth."
    },
    {
      "verse": 26,
      "text": "Arise for our help, and redeem us for thy mercies' sake."
    }
  ]
}