{
  "book_id": "PSA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician on Neginoth, Maschil, \\add A Psalm\\add* of David. Give ear to my prayer, O God; and hide not thyself from my supplication."
    },
    {
      "verse": 2,
      "text": "Attend to me, and hear me: I mourn in my complaint, and make a noise;"
    },
    {
      "verse": 3,
      "text": "Because of the voice of the enemy, because of the oppression of the wicked: for they cast iniquity upon me, and in wrath they hate me."
    },
    {
      "verse": 4,
      "text": "My heart is severely pained within me: and the terrors of death have fallen upon me."
    },
    {
      "verse": 5,
      "text": "Fearfulness and trembling have come upon me, and horror hath overwhelmed me."
    },
    {
      "verse": 6,
      "text": "And I said, O that I had wings like a dove! \\add for then\\add* I would fly away, and be at rest."
    },
    {
      "verse": 7,
      "text": "Lo, \\add then\\add* I would wander far off, \\add and\\add* remain in the wilderness. Selah."
    },
    {
      "verse": 8,
      "text": "I would hasten my escape from the windy storm \\add and\\add* tempest."
    },
    {
      "verse": 9,
      "text": "Destroy, O LORD, \\add and\\add* divide their tongues: for I have seen violence and strife in the city."
    },
    {
      "verse": 10,
      "text": "Day and night they go about it upon its walls: mischief also and sorrow \\add are\\add* in the midst of it."
    },
    {
      "verse": 11,
      "text": "Wickedness \\add is\\add* in the midst of it: deceit and guile depart not from her streets."
    },
    {
      "verse": 12,
      "text": "For \\add it was\\add* not an enemy \\add that\\add* reproached me; then I could have borne \\add it\\add* : neither \\add was it\\add* he that hated me \\add that\\add* magnified \\add himself\\add* against me; then I would have hid myself from him:"
    },
    {
      "verse": 13,
      "text": "But \\add it was\\add* thou, a man my equal, my guide, and my acquaintance."
    },
    {
      "verse": 14,
      "text": "We took sweet counsel together, \\add and\\add* walked to the house of God in company."
    },
    {
      "verse": 15,
      "text": "Let death seize upon them, \\add and\\add* let them go down quick into hell: for wickedness \\add is\\add* in their dwellings, \\add and\\add* among them."
    },
    {
      "verse": 16,
      "text": "As for me, I will call upon God: and the LORD will save me."
    },
    {
      "verse": 17,
      "text": "Evening, and morning, and at noon, will I pray, and cry aloud: and he will hear my voice."
    },
    {
      "verse": 18,
      "text": "He hath delivered my soul in peace from the battle \\add that was\\add* against me: for there were many with me."
    },
    {
      "verse": 19,
      "text": "God will hear and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God."
    },
    {
      "verse": 20,
      "text": "He hath put forth his hands against such as are at peace with him: he hath broken his covenant."
    },
    {
      "verse": 21,
      "text": "\\add The words\\add* of his mouth were smoother than butter, but war \\add was\\add* in his heart: his words were softer than oil, yet \\add were\\add* they drawn swords."
    },
    {
      "verse": 22,
      "text": "Cast thy burden upon the LORD, and he will sustain thee: he will never suffer the righteous to be moved."
    },
    {
      "verse": 23,
      "text": "But thou, O God, wilt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee."
    }
  ]
}