{
  "book_id": "PSA",
  "chapter": 60,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician upon Shushan-eduth, Michtam of David, to teach; when he strove with Aram-naharaim and with Aram-zobah, when Joab returned, and smote of Edom in the valley of salt twelve thousand. O God, thou hast cast us off, thou hast scattered us, thou hast been displeased; O turn thyself to us again."
    },
    {
      "verse": 2,
      "text": "Thou hast made the earth to tremble; thou hast broken it: heal its breaches; for it shaketh."
    },
    {
      "verse": 3,
      "text": "Thou hast shown thy people hard things: thou hast made us to drink the wine of astonishment."
    },
    {
      "verse": 4,
      "text": "Thou hast given a banner to them that fear thee, that it may be displayed because of the truth. Selah."
    },
    {
      "verse": 5,
      "text": "That thy beloved may be delivered; save \\add with\\add* thy right hand, and hear me."
    },
    {
      "verse": 6,
      "text": "God hath spoken in his holiness; I will rejoice, I will divide Shechem, and measure out the valley of Succoth."
    },
    {
      "verse": 7,
      "text": "Gilead \\add is\\add* mine, and Manasseh \\add is\\add* mine; Ephraim also \\add is\\add* the strength of my head; Judah \\add is\\add* my lawgiver;"
    },
    {
      "verse": 8,
      "text": "Moab \\add is\\add* my washpot; over Edom will I cast out my shoe: Philistia, triumph thou because of me."
    },
    {
      "verse": 9,
      "text": "Who will bring me \\add into\\add* the strong city? who will lead me into Edom?"
    },
    {
      "verse": 10,
      "text": "\\add Wilt\\add* thou not, O God, \\add who\\add* hadst cast us off? and \\add thou\\add* , O God, \\add who\\add* didst not go out with our armies?"
    },
    {
      "verse": 11,
      "text": "Give us help from trouble: for vain \\add is\\add* the help of man."
    },
    {
      "verse": 12,
      "text": "Through God we shall do valiantly: for he will tread down our enemies."
    }
  ]
}