{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "To the chief Musician, A Psalm orSong of David. Let God arise, let his enemies be scattered: let them also that hate him flee before him."
    },
    {
      "verse": 2,
      "text": "As smoke is driven away, sodrive themaway: as wax melteth before the fire, solet the wicked perish at the presence of God."
    },
    {
      "verse": 3,
      "text": "But let the righteous be glad; let them rejoice before God: yes, let them exceedingly rejoice."
    },
    {
      "verse": 4,
      "text": "Sing to God, sing praises to his name: extol him that rideth upon the heavens by his name JAH, and rejoice before him."
    },
    {
      "verse": 5,
      "text": "A father of the fatherless, and a judge of the widows, isGod in his holy habitation."
    },
    {
      "verse": 6,
      "text": "God setteth the solitary in families: he bringeth out those who are bound with chains: but the rebellious dwell in a dry land."
    },
    {
      "verse": 7,
      "text": "O God, when thou wentest forth before thy people, when thou didst march through the wilderness; Selah:"
    },
    {
      "verse": 8,
      "text": "The earth shook, the heavens also dropped at the presence of God: evenSinai itself was movedat the presence of God, the God of Israel."
    },
    {
      "verse": 9,
      "text": "Thou, O God, didst send a plentiful rain, by which thou didst confirm thy inheritance, when it was weary."
    },
    {
      "verse": 10,
      "text": "Thy congregation hath dwelt therein: thou, O God, hast prepared of thy goodness for the poor."
    },
    {
      "verse": 11,
      "text": "The LORD gave the word: great wasthe company of those that published it."
    },
    {
      "verse": 12,
      "text": "Kings of armies fled apace: and she that tarried at home divided the spoil."
    },
    {
      "verse": 13,
      "text": "Though ye have lain among the pots, yet shall ye be asthe wings of a dove covered with silver, and her feathers with yellow gold."
    },
    {
      "verse": 14,
      "text": "When the Almighty scattered kings in it, it was whiteas snow in Salmon."
    },
    {
      "verse": 15,
      "text": "The hill of God is asthe hill of Bashan; a high hill asthe hill of Bashan."
    },
    {
      "verse": 16,
      "text": "Why leap ye, ye lofty hills? this isthe hill whichGod desireth to dwell in; yes, the LORD will dwell in itfor ever."
    },
    {
      "verse": 17,
      "text": "The chariots of God aretwenty thousand, eventhousands of angels: the LORD isamong them, as inSinai, in the holy place."
    },
    {
      "verse": 18,
      "text": "Thou hast ascended on high, thou hast led captivity captive: thou hast received gifts for men; yes, forthe rebellious also, that the LORD God might dwell among them."
    },
    {
      "verse": 19,
      "text": "Blessed bethe LORD, whodaily loadeth us with benefits, eventhe God of our salvation. Selah."
    },
    {
      "verse": 20,
      "text": "He that isour God isthe God of salvation; and to God the LORD belongthe issues from death."
    },
    {
      "verse": 21,
      "text": "But God will wound the head of his enemies, andthe hairy scalp of such one as goeth on still in his trespasses."
    },
    {
      "verse": 22,
      "text": "The LORD said, I will bring again from Bashan, I will bring my peopleagain from the depths of the sea."
    },
    {
      "verse": 23,
      "text": "That thy foot may be dipped in the blood of thy enemies, andthe tongue of thy dogs in the same."
    },
    {
      "verse": 24,
      "text": "They have seen thy goings, O God; eventhe goings of my God, my King, in the sanctuary."
    },
    {
      "verse": 25,
      "text": "The singers went before, the players on instruments followedafter; among them werethe damsels playing with timbrels."
    },
    {
      "verse": 26,
      "text": "Bless ye God in the congregations, eventhe LORD, from the fountain of Israel."
    },
    {
      "verse": 27,
      "text": "There islittle Benjamin withtheir ruler, the princes of Judah andtheir counsel, the princes of Zebulun, andthe princes of Naphtali."
    },
    {
      "verse": 28,
      "text": "Thy God hath commanded thy strength: strengthen, O God, that which thou hast wrought for us."
    },
    {
      "verse": 29,
      "text": "Because of thy temple at Jerusalem shall kings bring presents to thee."
    },
    {
      "verse": 30,
      "text": "Rebuke the company of spearmen, the multitude of the bulls, with the calves of the people, till every one shallsubmit himself with pieces of silver: scatter thou the people thatdelight in war."
    },
    {
      "verse": 31,
      "text": "Princes shall come out of Egypt; Cush shall soon stretch out her hands to God."
    },
    {
      "verse": 32,
      "text": "Sing to God, ye kingdoms of the earth; O sing praises tothe LORD; Selah:"
    },
    {
      "verse": 33,
      "text": "To him that rideth upon the heavens of heavens, which wereof old; lo, he doth send out his voice, and thata mighty voice."
    },
    {
      "verse": 34,
      "text": "Ascribe ye strength to God: his excellence isover Israel, and his strength isin the clouds."
    },
    {
      "verse": 35,
      "text": "O God, thou artterrible out of thy holy places: the God of Israel ishe that giveth strength and power to hispeople. Blessed beGod."
    }
  ]
}