{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of Asaph. Truly God \\add is\\add* good to Israel, \\add even\\add* to such as are of a clean heart."
    },
    {
      "verse": 2,
      "text": "But as for me, my feet were almost gone; my steps had well nigh slipped."
    },
    {
      "verse": 3,
      "text": "For I was envious at the foolish, \\add when\\add* I saw the prosperity of the wicked."
    },
    {
      "verse": 4,
      "text": "For \\add there are\\add* no bands in their death: but their strength \\add is\\add* firm."
    },
    {
      "verse": 5,
      "text": "They \\add are\\add* not in trouble \\add as other\\add* men; neither are they afflicted like \\add other\\add* men."
    },
    {
      "verse": 6,
      "text": "Therefore pride encompasseth them as a chain; violence covereth them \\add as\\add* a garment."
    },
    {
      "verse": 7,
      "text": "Their eyes stand out with fatness: they have more than heart could wish."
    },
    {
      "verse": 8,
      "text": "They are corrupt, and speak wickedly \\add concerning\\add* oppression: they speak loftily."
    },
    {
      "verse": 9,
      "text": "They set their mouth against the heavens, and their tongue walketh through the earth."
    },
    {
      "verse": 10,
      "text": "Therefore his people return hither: and waters of a full \\add cup\\add* are wrung out to them."
    },
    {
      "verse": 11,
      "text": "And they say, How doth God know? and is there knowledge in the Most High?"
    },
    {
      "verse": 12,
      "text": "Behold, these \\add are\\add* the ungodly, who prosper in the world; they increase \\add in\\add* riches."
    },
    {
      "verse": 13,
      "text": "Verily I have cleansed my heart \\add in\\add* vain, and washed my hands in innocence."
    },
    {
      "verse": 14,
      "text": "For all the day long have I been afflicted, and chastened every morning."
    },
    {
      "verse": 15,
      "text": "If I say, I will speak thus; behold, I should offend \\add against\\add* the generation of thy children."
    },
    {
      "verse": 16,
      "text": "When I thought to know this, it \\add was\\add* too painful for me;"
    },
    {
      "verse": 17,
      "text": "Until I went into the sanctuary of God; \\add then\\add* I understood their end."
    },
    {
      "verse": 18,
      "text": "Surely thou didst set them in slippery places: thou didst cast them down into destruction."
    },
    {
      "verse": 19,
      "text": "How are they \\add brought\\add* into desolation, as in a moment! they are utterly consumed with terrors."
    },
    {
      "verse": 20,
      "text": "As a dream when \\add one\\add* awaketh; \\add so\\add* , O LORD, when thou awakest, thou wilt despise their image."
    },
    {
      "verse": 21,
      "text": "Thus my heart was grieved, and I was pricked in my reins."
    },
    {
      "verse": 22,
      "text": "So foolish \\add was\\add* I, and ignorant: I was \\add as\\add* a beast before thee."
    },
    {
      "verse": 23,
      "text": "Nevertheless I \\add am\\add* continually with thee: thou hast held \\add me\\add* by my right hand."
    },
    {
      "verse": 24,
      "text": "Thou wilt guide me with thy counsel, and afterward receive me \\add to\\add* glory."
    },
    {
      "verse": 25,
      "text": "Whom have I in heaven \\add but thee\\add* ? and \\add there is\\add* none upon earth \\add that\\add* I desire besides thee."
    },
    {
      "verse": 26,
      "text": "My flesh and my heart faileth: \\add but\\add* God \\add is\\add* the strength of my heart, and my portion for ever."
    },
    {
      "verse": 27,
      "text": "For lo, they that are far from thee shall perish: thou hast destroyed all them that go astray from thee."
    },
    {
      "verse": 28,
      "text": "But \\add it is\\add* good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all thy works."
    }
  ]
}