{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "A prayer of Moses the man of God. LORD, thou hast been our dwelling-place in all generations."
    },
    {
      "verse": 2,
      "text": "Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou \\add art\\add* God."
    },
    {
      "verse": 3,
      "text": "Thou turnest man to destruction; and sayest, Return, ye children of men."
    },
    {
      "verse": 4,
      "text": "For a thousand years in thy sight \\add are but\\add* as yesterday when it is past, and \\add as\\add* a watch in the night."
    },
    {
      "verse": 5,
      "text": "Thou carriest them away as with a flood; they are \\add as\\add* a sleep; in the morning \\add they are\\add* like grass \\add which\\add* groweth."
    },
    {
      "verse": 6,
      "text": "In the morning it flourisheth, and groweth; in the evening it is cut down, and withereth."
    },
    {
      "verse": 7,
      "text": "For we are consumed by thy anger, and by thy wrath are we troubled."
    },
    {
      "verse": 8,
      "text": "Thou hast set our iniquities before thee, our secret \\add sins\\add* in the light of thy countenance."
    },
    {
      "verse": 9,
      "text": "For all our days are passed away in thy wrath: we spend our years, as a tale \\add that is told\\add* ."
    },
    {
      "verse": 10,
      "text": "The days of our years \\add are\\add* seventy years; and if by reason of strength \\add they are\\add* eighty years, yet \\add is\\add* their strength labor and sorrow; for it is soon cut off, and we fly away."
    },
    {
      "verse": 11,
      "text": "Who knoweth the power of thy anger? even according to thy fear, \\add so is\\add* thy wrath."
    },
    {
      "verse": 12,
      "text": "So teach \\add us\\add* to number \\add our\\add* days, that we may apply our hearts to wisdom."
    },
    {
      "verse": 13,
      "text": "Return, O LORD, how long? and repent thou concerning thy servants."
    },
    {
      "verse": 14,
      "text": "O satisfy us early with thy mercy; that we may rejoice and be glad all our days."
    },
    {
      "verse": 15,
      "text": "Make us glad according to the days \\add in which\\add* thou hast afflicted us, \\add and\\add* the years \\add in which\\add* we have seen evil."
    },
    {
      "verse": 16,
      "text": "Let thy work appear to thy servants, and thy glory to their children."
    },
    {
      "verse": 17,
      "text": "And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yes, the work of our hands establish thou it."
    }
  ]
}