{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "O give thanks to the LORD; for he isgood: because his mercy endurethfor ever."
    },
    {
      "verse": 2,
      "text": "Let Israel now say, that his mercy endurethfor ever."
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron now say, that his mercy endurethfor ever."
    },
    {
      "verse": 4,
      "text": "Let them now that fear the LORD say, that his mercy endurethfor ever."
    },
    {
      "verse": 5,
      "text": "I called upon the LORD in distress: the LORD answered me, and set mein a large place."
    },
    {
      "verse": 6,
      "text": "The LORD ison my side; I will not fear: what can man do to me?"
    },
    {
      "verse": 7,
      "text": "The LORD taketh my part with them that help me: therefore shall I see my desireupon them that hate me."
    },
    {
      "verse": 8,
      "text": "It isbetter to trust in the LORD than to put confidence in man."
    },
    {
      "verse": 9,
      "text": "It isbetter to trust in the LORD than to put confidence in princes."
    },
    {
      "verse": 10,
      "text": "All nations encompassed me: but in the name of the LORD will I destroy them."
    },
    {
      "verse": 11,
      "text": "They encompassed me; yes, they encompassed me: but in the name of the LORD I will destroy them."
    },
    {
      "verse": 12,
      "text": "They encompassed me like bees; they are quenched as the fire of thorns: for in the name of the LORD I will destroy them."
    },
    {
      "verse": 13,
      "text": "Thou hast violently thrust at me that I might fall: but the LORD helped me."
    },
    {
      "verse": 14,
      "text": "The LORD ismy strength and song, and is become my salvation."
    },
    {
      "verse": 15,
      "text": "The voice of rejoicing and salvation isin the tabernacles of the righteous: the right hand of the LORD doeth valiantly."
    },
    {
      "verse": 16,
      "text": "The right hand of the LORD is exalted: the right hand of the LORD doeth valiantly."
    },
    {
      "verse": 17,
      "text": "I shall not die, but live, and declare the works of the LORD."
    },
    {
      "verse": 18,
      "text": "The LORD hath chastened me severely: but he hath not given me over to death."
    },
    {
      "verse": 19,
      "text": "Open to me the gates of righteousness: I will enter them, andI will praise the LORD:"
    },
    {
      "verse": 20,
      "text": "This gate of the LORD, into which the righteous shall enter."
    },
    {
      "verse": 21,
      "text": "I will praise thee: for thou hast heard me, and art become my salvation."
    },
    {
      "verse": 22,
      "text": "The stone whichthe builders refused is become the head stoneof the corner."
    },
    {
      "verse": 23,
      "text": "This is the LORD'S doing; it iswonderful in our eyes."
    },
    {
      "verse": 24,
      "text": "This isthe day whichthe LORD hath made; we will rejoice and be glad in it."
    },
    {
      "verse": 25,
      "text": "Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity."
    },
    {
      "verse": 26,
      "text": "Blessed behe that cometh in the name of the LORD: we have blessed you out of the house of the LORD."
    },
    {
      "verse": 27,
      "text": "God isthe LORD, who hath shown us light: bind the sacrifice with cords, evento the horns of the altar."
    },
    {
      "verse": 28,
      "text": "Thou artmy God, and I will praise thee: thou artmy God, I will exalt thee."
    },
    {
      "verse": 29,
      "text": "O give thanks to the LORD; for he isgood: for his mercy endurethfor ever."
    }
  ]
}