{
  "book_id": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": 1,
      "text": "ALEPH. Blessed \\add are\\add* the undefiled in the way, who walk in the law of the LORD."
    },
    {
      "verse": 2,
      "text": "Blessed \\add are\\add* they that keep his testimonies, \\add and that\\add* seek him with the whole heart."
    },
    {
      "verse": 3,
      "text": "They also do no iniquity: they walk in his ways."
    },
    {
      "verse": 4,
      "text": "Thou hast commanded \\add us\\add* to keep thy precepts diligently."
    },
    {
      "verse": 5,
      "text": "O that my ways were directed to keep thy statutes!"
    },
    {
      "verse": 6,
      "text": "Then shall I not be ashamed, when I have respect to all thy commandments."
    },
    {
      "verse": 7,
      "text": "I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments."
    },
    {
      "verse": 8,
      "text": "I will keep thy statutes: O forsake me not utterly."
    },
    {
      "verse": 9,
      "text": "BETH. Wherewith shall a young man cleanse his way? by taking heed \\add to it\\add* , according to thy word."
    },
    {
      "verse": 10,
      "text": "With my whole heart have I sought thee: O let me not wander from thy commandments."
    },
    {
      "verse": 11,
      "text": "Thy word have I hid in my heart, that I might not sin against thee."
    },
    {
      "verse": 12,
      "text": "Blessed \\add art\\add* thou, O LORD: teach me thy statutes."
    },
    {
      "verse": 13,
      "text": "With my lips have I declared all the judgments of thy mouth."
    },
    {
      "verse": 14,
      "text": "I have rejoiced in the way of thy testimonies, as \\add much as\\add* in all riches."
    },
    {
      "verse": 15,
      "text": "I will meditate in thy precepts, and have respect to thy ways."
    },
    {
      "verse": 16,
      "text": "I will delight myself in thy statutes: I will not forget thy word."
    },
    {
      "verse": 17,
      "text": "GIMEL. Deal bountifully with thy servant, \\add that\\add* I may live, and keep thy word."
    },
    {
      "verse": 18,
      "text": "Open thou my eyes, that I may behold wondrous things out of thy law."
    },
    {
      "verse": 19,
      "text": "I \\add am\\add* a stranger in the earth: hide not thy commandments from me."
    },
    {
      "verse": 20,
      "text": "My soul breaketh for the longing \\add that it hath\\add* to thy judgments at all times."
    },
    {
      "verse": 21,
      "text": "Thou hast rebuked the proud \\add that are\\add* cursed, who do err from thy commandments."
    },
    {
      "verse": 22,
      "text": "Remove from me reproach and contempt; for I have kept thy testimonies."
    },
    {
      "verse": 23,
      "text": "Princes also did sit \\add and\\add* speak against me: \\add but\\add* thy servant did meditate in thy statutes."
    },
    {
      "verse": 24,
      "text": "Thy testimonies also \\add are\\add* my delight, \\add and\\add* my counselors."
    },
    {
      "verse": 25,
      "text": "DALETH. My soul cleaveth to the dust: revive thou me according to thy word."
    },
    {
      "verse": 26,
      "text": "I have declared my ways, and thou heardest me: teach me thy statutes."
    },
    {
      "verse": 27,
      "text": "Make me to understand the way of thy precepts: so shall I talk of thy wondrous works."
    },
    {
      "verse": 28,
      "text": "My soul melteth for heaviness: strengthen thou me according to thy word."
    },
    {
      "verse": 29,
      "text": "Remove from me the way of lying: and grant me thy law graciously."
    },
    {
      "verse": 30,
      "text": "I have chosen the way of truth: thy judgments have I laid \\add before me\\add* ."
    },
    {
      "verse": 31,
      "text": "I have adhered to thy testimonies: O LORD, put me not to shame."
    },
    {
      "verse": 32,
      "text": "I will run the way of thy commandments, when thou shalt enlarge my heart."
    },
    {
      "verse": 33,
      "text": "HE. Teach me, O LORD, the way of thy statutes; and I shall keep it \\add to\\add* the end."
    },
    {
      "verse": 34,
      "text": "Give me understanding, and I shall keep thy law; yes, I shall observe it with \\add my\\add* whole heart."
    },
    {
      "verse": 35,
      "text": "Make me to go in the path of thy commandments; for in that do I delight."
    },
    {
      "verse": 36,
      "text": "Incline my heart to thy testimonies, and not to covetousness."
    },
    {
      "verse": 37,
      "text": "Turn away my eyes from beholding vanity; \\add and\\add* revive thou me in thy way."
    },
    {
      "verse": 38,
      "text": "Establish thy word to thy servant, who \\add is devoted\\add* to thy fear."
    },
    {
      "verse": 39,
      "text": "Turn away my reproach which I fear: for thy judgments \\add are\\add* good."
    },
    {
      "verse": 40,
      "text": "Behold, I have longed after thy precepts: revive me in thy righteousness."
    },
    {
      "verse": 41,
      "text": "VAU. Let thy mercies come also to me, O LORD, \\add even\\add* thy salvation, according to thy word."
    },
    {
      "verse": 42,
      "text": "So shall I have with which to answer him that reproacheth me: for I trust in thy word."
    },
    {
      "verse": 43,
      "text": "And take not the word of truth utterly out of my mouth; for I have hoped in thy judgments."
    },
    {
      "verse": 44,
      "text": "So shall I keep thy law continually for ever and ever."
    },
    {
      "verse": 45,
      "text": "And I will walk at liberty: for I seek thy precepts."
    },
    {
      "verse": 46,
      "text": "I will speak of thy testimonies also before kings, and will not be ashamed."
    },
    {
      "verse": 47,
      "text": "And I will delight myself in thy commandments, which I have loved."
    },
    {
      "verse": 48,
      "text": "My hands also will I lift to thy commandments, which I have loved; and I will meditate in thy statutes."
    },
    {
      "verse": 49,
      "text": "ZAIN. Remember the word to thy servant, upon which thou hast caused me to hope."
    },
    {
      "verse": 50,
      "text": "This \\add is\\add* my comfort in my affliction: for thy word hath revived me."
    },
    {
      "verse": 51,
      "text": "The proud have had me greatly in derision: \\add yet\\add* I have not declined from thy law."
    },
    {
      "verse": 52,
      "text": "I remembered thy judgments of old, O LORD; and have comforted myself."
    },
    {
      "verse": 53,
      "text": "Horror hath taken hold upon me because of the wicked that forsake thy law."
    },
    {
      "verse": 54,
      "text": "Thy statutes have been my songs in the house of my pilgrimage."
    },
    {
      "verse": 55,
      "text": "I have remembered thy name, O LORD, in the night, and have kept thy law."
    },
    {
      "verse": 56,
      "text": "This I had, because I kept thy precepts."
    },
    {
      "verse": 57,
      "text": "CHETH. \\add Thou art\\add* my portion, O LORD: I have said that I would keep thy words."
    },
    {
      "verse": 58,
      "text": "I entreated thy favor with \\add my\\add* whole heart: be merciful to me according to thy word."
    },
    {
      "verse": 59,
      "text": "I thought on my ways, and turned my feet to thy testimonies."
    },
    {
      "verse": 60,
      "text": "I made haste, and delayed not to keep thy commandments."
    },
    {
      "verse": 61,
      "text": "The bands of the wicked have robbed me: \\add but\\add* I have not forgotten thy law."
    },
    {
      "verse": 62,
      "text": "At midnight I will rise to give thanks to thee, because of thy righteous judgments."
    },
    {
      "verse": 63,
      "text": "I \\add am\\add* a companion of all \\add them\\add* that fear thee, and of them that keep thy precepts."
    },
    {
      "verse": 64,
      "text": "The earth, O LORD, is full of thy mercy: teach me thy statutes."
    },
    {
      "verse": 65,
      "text": "TETH. Thou hast dealt well with thy servant, O LORD, according to thy word."
    },
    {
      "verse": 66,
      "text": "Teach me good judgment and knowledge: for I have believed thy commandments."
    },
    {
      "verse": 67,
      "text": "Before I was afflicted I went astray: but now have I kept thy word."
    },
    {
      "verse": 68,
      "text": "Thou \\add art\\add* good, and doest good; teach me thy statutes."
    },
    {
      "verse": 69,
      "text": "The proud have forged a lie against me: \\add but\\add* I will keep thy precepts with \\add my\\add* whole heart."
    },
    {
      "verse": 70,
      "text": "Their heart is as gross as fat; \\add but\\add* I delight in thy law."
    },
    {
      "verse": 71,
      "text": "\\add It is\\add* good for me that I have been afflicted; that I might learn thy statutes."
    },
    {
      "verse": 72,
      "text": "The law of thy mouth \\add is\\add* better to me than thousands of gold and silver."
    },
    {
      "verse": 73,
      "text": "JOD. Thy hands have made me and fashioned me: give me understanding, that I may learn thy commandments."
    },
    {
      "verse": 74,
      "text": "They that fear thee will be glad when they see me; because I have hoped in thy word."
    },
    {
      "verse": 75,
      "text": "I know, O LORD, that thy judgments \\add are\\add* right, and \\add that\\add* thou in faithfulness hast afflicted me."
    },
    {
      "verse": 76,
      "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word to thy servant."
    },
    {
      "verse": 77,
      "text": "Let thy tender mercies come to me, that I may live: for thy law \\add is\\add* my delight."
    },
    {
      "verse": 78,
      "text": "Let the proud be ashamed; for they dealt perversely with me without a cause: \\add but\\add* I will meditate in thy precepts."
    },
    {
      "verse": 79,
      "text": "Let those that fear thee turn to me, and those that have known thy testimonies."
    },
    {
      "verse": 80,
      "text": "Let my heart be sound in thy statutes; that I may not be ashamed."
    },
    {
      "verse": 81,
      "text": "CAPH. My soul fainteth for thy salvation: \\add but\\add* I hope in thy word."
    },
    {
      "verse": 82,
      "text": "My eyes fail for thy word, saying, When wilt thou comfort me?"
    },
    {
      "verse": 83,
      "text": "For I am become like a bottle in the smoke; \\add yet\\add* I do not forget thy statutes."
    },
    {
      "verse": 84,
      "text": "How many \\add are\\add* the days of thy servant? when wilt thou execute judgment on them that persecute me?"
    },
    {
      "verse": 85,
      "text": "The proud have digged pits for me, which \\add are\\add* not according to thy law."
    },
    {
      "verse": 86,
      "text": "All thy commandments \\add are\\add* faithful: they persecute me wrongfully; help thou me."
    },
    {
      "verse": 87,
      "text": "They had almost consumed me upon earth; but I forsook not thy precepts."
    },
    {
      "verse": 88,
      "text": "Revive me after thy loving-kindness; so shall I keep the testimony of thy mouth."
    },
    {
      "verse": 89,
      "text": "LAMED. For ever, O LORD, thy word is settled in heaven."
    },
    {
      "verse": 90,
      "text": "Thy faithfulness \\add is\\add* to all generations: thou hast established the earth, and it abideth."
    },
    {
      "verse": 91,
      "text": "They continue this day according to thy ordinances: for all \\add are\\add* thy servants."
    },
    {
      "verse": 92,
      "text": "Unless thy law \\add had been\\add* my delights, I should then have perished in my affliction."
    },
    {
      "verse": 93,
      "text": "I will never forget thy precepts: for with them thou hast revived me."
    },
    {
      "verse": 94,
      "text": "I \\add am\\add* thine, save me; for I have sought thy precepts."
    },
    {
      "verse": 95,
      "text": "The wicked have waited for me to destroy me: \\add but\\add* I will consider thy testimonies."
    },
    {
      "verse": 96,
      "text": "I have seen an end of all perfection: \\add but\\add* thy commandment \\add is\\add* exceeding broad."
    },
    {
      "verse": 97,
      "text": "MEM. O how I love thy law! it \\add is\\add* my meditation all the day."
    },
    {
      "verse": 98,
      "text": "Thou through thy commandments hast made me wiser than my enemies: for they \\add are\\add* ever with me."
    },
    {
      "verse": 99,
      "text": "I have more understanding than all my teachers: for thy testimonies \\add are\\add* my meditation."
    },
    {
      "verse": 100,
      "text": "I understand more than the ancients, because I keep thy precepts."
    },
    {
      "verse": 101,
      "text": "I have refrained my feet from every evil way, that I might keep thy word."
    },
    {
      "verse": 102,
      "text": "I have not departed from thy judgments: for thou hast taught me."
    },
    {
      "verse": 103,
      "text": "How sweet are thy words to my taste! \\add yes, sweeter\\add* than honey to my mouth!"
    },
    {
      "verse": 104,
      "text": "Through thy precepts I get understanding: therefore I hate every false way."
    },
    {
      "verse": 105,
      "text": "NUN. Thy word \\add is\\add* a lamp to my feet, and a light to my path."
    },
    {
      "verse": 106,
      "text": "I have sworn, and I will perform \\add it\\add* , that I will keep thy righteous judgments."
    },
    {
      "verse": 107,
      "text": "I am afflicted very much: revive me, O LORD, according to thy word."
    },
    {
      "verse": 108,
      "text": "Accept, I beseech thee, the free-will-offerings of my mouth, O LORD, and teach me thy judgments."
    },
    {
      "verse": 109,
      "text": "My soul \\add is\\add* continually in my hand: yet I do not forget thy law."
    },
    {
      "verse": 110,
      "text": "The wicked have laid a snare for me: yet I erred not from thy precepts."
    },
    {
      "verse": 111,
      "text": "Thy testimonies have I taken as an heritage for ever: for they \\add are\\add* the rejoicing of my heart."
    },
    {
      "verse": 112,
      "text": "I have inclined my heart to perform thy statutes always, \\add even to\\add* the end."
    },
    {
      "verse": 113,
      "text": "SAMECH. I hate \\add vain\\add* thoughts: but thy law do I love."
    },
    {
      "verse": 114,
      "text": "Thou \\add art\\add* my hiding place and my shield: I hope in thy word."
    },
    {
      "verse": 115,
      "text": "Depart from me, ye evil-doers: for I will keep the commandments of my God."
    },
    {
      "verse": 116,
      "text": "Uphold me according to thy word, that I may live: and let me not be ashamed of my hope."
    },
    {
      "verse": 117,
      "text": "Support me, and I shall be safe: and I will have respect to thy statutes continually."
    },
    {
      "verse": 118,
      "text": "Thou hast trodden down all them that err from thy statutes: for their deceit is falsehood."
    },
    {
      "verse": 119,
      "text": "Thou puttest away all the wicked of the earth \\add like\\add* dross: therefore I love thy testimonies."
    },
    {
      "verse": 120,
      "text": "My flesh trembleth for fear of thee; and I am afraid of thy judgments."
    },
    {
      "verse": 121,
      "text": "AIN. I have done judgment and justice; leave me not to my oppressors."
    },
    {
      "verse": 122,
      "text": "Be surety for thy servant for good: let not the proud oppress me."
    },
    {
      "verse": 123,
      "text": "My eyes fail for thy salvation, and for the word of thy righteousness."
    },
    {
      "verse": 124,
      "text": "Deal with thy servant according to thy mercy, and teach me thy statutes."
    },
    {
      "verse": 125,
      "text": "I \\add am\\add* thy servant; give me understanding, that I may know thy testimonies."
    },
    {
      "verse": 126,
      "text": "\\add It is\\add* time for \\add thee\\add* , LORD, to work: \\add for\\add* they have made void thy law."
    },
    {
      "verse": 127,
      "text": "Therefore I love thy commandments above gold; yes, above fine gold."
    },
    {
      "verse": 128,
      "text": "Therefore I esteem all \\add thy\\add* precepts \\add concerning\\add* all \\add things to be\\add* right; \\add and\\add* I hate every false way."
    },
    {
      "verse": 129,
      "text": "PE. Thy testimonies \\add are\\add* wonderful: therefore doth my soul keep them."
    },
    {
      "verse": 130,
      "text": "The entrance of thy words giveth light; it giveth understanding to the simple."
    },
    {
      "verse": 131,
      "text": "I opened my mouth, and panted: for I longed for thy commandments."
    },
    {
      "verse": 132,
      "text": "Look thou upon me, and be merciful to me, as thou usest to do to those that love thy name."
    },
    {
      "verse": 133,
      "text": "Order my steps in thy word: and let not any iniquity have dominion over me."
    },
    {
      "verse": 134,
      "text": "Deliver me from the oppression of man: so will I keep thy precepts."
    },
    {
      "verse": 135,
      "text": "Make thy face to shine upon thy servant: and teach me thy statutes."
    },
    {
      "verse": 136,
      "text": "Rivers of waters run down my eyes, because they keep not thy law."
    },
    {
      "verse": 137,
      "text": "TSADDI. Righteous \\add art\\add* thou, O LORD, and upright \\add are\\add* thy judgments."
    },
    {
      "verse": 138,
      "text": "Thy testimonies \\add that\\add* thou hast commanded \\add are\\add* righteous and very faithful."
    },
    {
      "verse": 139,
      "text": "My zeal hath consumed me; because my enemies have forgotten thy words."
    },
    {
      "verse": 140,
      "text": "Thy word \\add is\\add* very pure: therefore thy servant loveth it."
    },
    {
      "verse": 141,
      "text": "I \\add am\\add* small and despised: \\add yet\\add* I do not forget thy precepts."
    },
    {
      "verse": 142,
      "text": "Thy righteousness \\add is\\add* an everlasting righteousness, and thy law \\add is\\add* the truth."
    },
    {
      "verse": 143,
      "text": "Trouble and anguish have taken hold on me: \\add yet\\add* thy commandments \\add are\\add* my delights."
    },
    {
      "verse": 144,
      "text": "The righteousness of thy testimonies \\add is\\add* everlasting: give me understanding, and I shall live."
    },
    {
      "verse": 145,
      "text": "KOPH. I cried with \\add my\\add* whole heart; hear me, O LORD: I will keep thy statutes."
    },
    {
      "verse": 146,
      "text": "I cried to thee; save me, and I shall keep thy testimonies."
    },
    {
      "verse": 147,
      "text": "I came before the dawning of the morning, and cried: I hoped in thy word."
    },
    {
      "verse": 148,
      "text": "My eyes anticipated the \\add night\\add* watches, that I might meditate in thy word."
    },
    {
      "verse": 149,
      "text": "Hear my voice, according to thy loving-kindness: O LORD, revive me according to thy judgment."
    },
    {
      "verse": 150,
      "text": "They draw nigh that follow after mischief: they are far from thy law."
    },
    {
      "verse": 151,
      "text": "Thou \\add art\\add* near, O LORD; and all thy commandments \\add are\\add* truth."
    },
    {
      "verse": 152,
      "text": "Concerning thy testimonies, I have known of old that thou hast founded them for ever."
    },
    {
      "verse": 153,
      "text": "RESH. Consider my affliction, and deliver me: for I do not forget thy law."
    },
    {
      "verse": 154,
      "text": "Plead my cause, and deliver me: revive me according to thy word."
    },
    {
      "verse": 155,
      "text": "Salvation \\add is\\add* far from the wicked: for they seek not thy statutes."
    },
    {
      "verse": 156,
      "text": "Great \\add are\\add* thy tender mercies, O LORD: revive me according to thy judgments."
    },
    {
      "verse": 157,
      "text": "Many \\add are\\add* my persecutors and my enemies; \\add yet\\add* I do not decline from thy testimonies."
    },
    {
      "verse": 158,
      "text": "I beheld the transgressors, and was grieved; because they kept not thy word."
    },
    {
      "verse": 159,
      "text": "Consider how I love thy precepts: revive me, O LORD, according to thy loving-kindness."
    },
    {
      "verse": 160,
      "text": "Thy word \\add is\\add* true \\add from\\add* the beginning: and every one of thy righteous judgments \\add endureth\\add* for ever."
    },
    {
      "verse": 161,
      "text": "SCHIN. Princes have persecuted me without a cause; but my heart standeth in awe of thy word."
    },
    {
      "verse": 162,
      "text": "I rejoice at thy word, as one that findeth great spoil."
    },
    {
      "verse": 163,
      "text": "I hate and abhor lying: \\add but\\add* thy law do I love."
    },
    {
      "verse": 164,
      "text": "Seven times a day do I praise thee, because of thy righteous judgments."
    },
    {
      "verse": 165,
      "text": "Great peace have they who love thy law: and nothing shall cause them to stumble."
    },
    {
      "verse": 166,
      "text": "LORD, I have hoped for thy salvation, and performed thy commandments."
    },
    {
      "verse": 167,
      "text": "My soul hath kept thy testimonies; and I love them exceedingly."
    },
    {
      "verse": 168,
      "text": "I have kept thy precepts and thy testimonies: for all my ways \\add are\\add* before thee."
    },
    {
      "verse": 169,
      "text": "TAU. Let my cry come near before thee, O LORD: give me understanding according to thy word."
    },
    {
      "verse": 170,
      "text": "Let my supplication come before thee: deliver me according to thy word."
    },
    {
      "verse": 171,
      "text": "My lips shall utter praise, when thou hast taught me thy statutes."
    },
    {
      "verse": 172,
      "text": "My tongue shall speak of thy word: for all thy commandments \\add are\\add* righteousness."
    },
    {
      "verse": 173,
      "text": "Let thy hand help me; for I have chosen thy precepts."
    },
    {
      "verse": 174,
      "text": "I have longed for thy salvation, O LORD; and thy law \\add is\\add* my delight."
    },
    {
      "verse": 175,
      "text": "Let my soul live, and it shall praise thee; and let thy judgments help me."
    },
    {
      "verse": 176,
      "text": "I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments."
    }
  ]
}