{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "\\add A Psalm\\add* of David. Blessed \\add be\\add* the LORD my strength, who teacheth my hands to war, \\add and\\add* my fingers to fight;"
    },
    {
      "verse": 2,
      "text": "My goodness, and my fortress; my high tower, and my deliverer; my shield, and \\add he\\add* in whom I trust; who subdueth my people under me."
    },
    {
      "verse": 3,
      "text": "LORD, what \\add is\\add* man, that thou takest knowledge of him! \\add or\\add* the son of man, that thou makest account of him!"
    },
    {
      "verse": 4,
      "text": "Man is like to vanity: his days \\add are\\add* as a shadow that passeth away."
    },
    {
      "verse": 5,
      "text": "Bow thy heavens, O LORD, and come down: touch the mountains, and they shall smoke."
    },
    {
      "verse": 6,
      "text": "Cast forth lightning, and scatter them: shoot thy arrows, and destroy them."
    },
    {
      "verse": 7,
      "text": "Send thy hand from above; rid me, and deliver me out of great waters, from the hand of strange children;"
    },
    {
      "verse": 8,
      "text": "Whose mouth speaketh vanity, and their right hand \\add is\\add* a right hand of falsehood."
    },
    {
      "verse": 9,
      "text": "I will sing a new song to thee, O God: upon a psaltery \\add and\\add* an instrument of ten strings will I sing praises to thee."
    },
    {
      "verse": 10,
      "text": "\\add It is he\\add* that giveth salvation to kings: who delivereth David his servant from the hurtful sword."
    },
    {
      "verse": 11,
      "text": "Rid me, and deliver me from the hand of strange children, whose mouth speaketh vanity, and their right hand \\add is\\add* a right hand of falsehood:"
    },
    {
      "verse": 12,
      "text": "That our sons \\add may be\\add* as plants grown up in their youth; \\add that\\add* our daughters \\add may be\\add* as corner stones, polished \\add after\\add* the similitude of a palace:"
    },
    {
      "verse": 13,
      "text": "\\add That\\add* our granaries \\add may be\\add* full, affording all manner of store; \\add that\\add* our sheep may bring forth thousands and ten thousands in our streets:"
    },
    {
      "verse": 14,
      "text": "\\add That\\add* our oxen \\add may be\\add* strong to labor; that \\add there be\\add* no breaking in, nor going out; that \\add there be\\add* no complaining in our streets."
    },
    {
      "verse": 15,
      "text": "Happy \\add is that\\add* people, that is in such a case: \\add yes\\add* , happy \\add is that\\add* people, whose God \\add is\\add* the LORD."
    }
  ]
}