{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalmof David. Blessed bethe LORD my strength, who teacheth my hands to war, andmy fingers to fight;"
    },
    {
      "verse": 2,
      "text": "My goodness, and my fortress; my high tower, and my deliverer; my shield, and hein whom I trust; who subdueth my people under me."
    },
    {
      "verse": 3,
      "text": "LORD, what isman, that thou takest knowledge of him! orthe son of man, that thou makest account of him!"
    },
    {
      "verse": 4,
      "text": "Man is like to vanity: his days areas a shadow that passeth away."
    },
    {
      "verse": 5,
      "text": "Bow thy heavens, O LORD, and come down: touch the mountains, and they shall smoke."
    },
    {
      "verse": 6,
      "text": "Cast forth lightning, and scatter them: shoot thy arrows, and destroy them."
    },
    {
      "verse": 7,
      "text": "Send thy hand from above; rid me, and deliver me out of great waters, from the hand of strange children;"
    },
    {
      "verse": 8,
      "text": "Whose mouth speaketh vanity, and their right hand isa right hand of falsehood."
    },
    {
      "verse": 9,
      "text": "I will sing a new song to thee, O God: upon a psaltery andan instrument of ten strings will I sing praises to thee."
    },
    {
      "verse": 10,
      "text": "It is hethat giveth salvation to kings: who delivereth David his servant from the hurtful sword."
    },
    {
      "verse": 11,
      "text": "Rid me, and deliver me from the hand of strange children, whose mouth speaketh vanity, and their right hand isa right hand of falsehood:"
    },
    {
      "verse": 12,
      "text": "That our sons may beas plants grown up in their youth; thatour daughters may beas corner stones, polished afterthe similitude of a palace:"
    },
    {
      "verse": 13,
      "text": "Thatour granaries may befull, affording all manner of store; thatour sheep may bring forth thousands and ten thousands in our streets:"
    },
    {
      "verse": 14,
      "text": "Thatour oxen may bestrong to labor; that there beno breaking in, nor going out; that there beno complaining in our streets."
    },
    {
      "verse": 15,
      "text": "Happy is thatpeople, that is in such a case: yes, happy is thatpeople, whose God isthe LORD."
    }
  ]
}