{
  "book_id": "ROM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "There is, therefore, now no condemnation for those who are in union with Christ Jesus;"
    },
    {
      "verse": 2,
      "text": "for through your union with Christ Jesus, the Law of the life-giving Spirit has set you free from the Law of sin and death."
    },
    {
      "verse": 3,
      "text": "What Law could not do, in so far as our earthly nature weakened its action, God did, by sending his own Son, with a nature resembling our sinful nature, to atone for sin. He condemned sin in that earthly nature,"
    },
    {
      "verse": 4,
      "text": "so that the requirements of the Law might be satisfied in us who live now in obedience, not to our earthly nature, but to the Spirit."
    },
    {
      "verse": 5,
      "text": "They who follow their earthly nature are earthly-minded, while they who follow the Spirit are spiritually minded."
    },
    {
      "verse": 6,
      "text": "To be earthly-minded means death, to be spiritually minded means life and peace;"
    },
    {
      "verse": 7,
      "text": "because to be earthly-minded is to be an enemy to God, for such a mind does not submit to the Law of God, nor indeed can it do so."
    },
    {
      "verse": 8,
      "text": "They who are earthly cannot please God."
    },
    {
      "verse": 9,
      "text": "You, however, are not earthly but spiritual, since the Spirit of God lives within you. Unless a person has the Spirit of Christ, they do not belong to Christ;"
    },
    {
      "verse": 10,
      "text": "but, if Christ is within you, then, though the body is dead as a consequence of sin, the spirit is life as a consequence of righteousness."
    },
    {
      "verse": 11,
      "text": "And, if the Spirit of him who raised Jesus from the dead lives within you, he who raised Christ Jesus from the dead will give life even to your mortal bodies, through his Spirit living within you."
    },
    {
      "verse": 12,
      "text": "So then, friends, we owe nothing to our earthly nature, that we should live in obedience to it."
    },
    {
      "verse": 13,
      "text": "If you live in obedience to your earthly nature, you will inevitably die; but if, by the power of the Spirit, you put an end to the evil habits of the body, you will live."
    },
    {
      "verse": 14,
      "text": "All who are guided by the Spirit of God are children of God."
    },
    {
      "verse": 15,
      "text": "For you did not receive the spirit of a slave, to fill you once more with fear, but the spirit of a child by adoption, which leads us to cry “Abba, our Father.”"
    },
    {
      "verse": 16,
      "text": "The Spirit himself unites with our spirits in bearing witness to our being God’s children,"
    },
    {
      "verse": 17,
      "text": "and if children, then heirs – heirs of God, and joint heirs with Christ, since we share Christ’s sufferings in order that we may also share his glory."
    },
    {
      "verse": 18,
      "text": "I do not count the sufferings of our present life worthy of mention when compared with the glory that is to be revealed and bestowed on us."
    },
    {
      "verse": 19,
      "text": "All nature awaits with eager expectation the appearing of the sons of God."
    },
    {
      "verse": 20,
      "text": "For nature was made subject to imperfection – not by its own choice, but owing to him who made it so –"
    },
    {
      "verse": 21,
      "text": "yet not without the hope that some day nature, also, will be set free from enslavement to decay, and will attain to the freedom which will mark the glory of the children of God."
    },
    {
      "verse": 22,
      "text": "We know, indeed, that all nature alike has been groaning in the pains of labour to this very hour."
    },
    {
      "verse": 23,
      "text": "And not nature only; but we ourselves also, though we have already a first gift of the Spirit – we ourselves are inwardly groaning, while we eagerly await our full adoption as sons – the redemption of our bodies."
    },
    {
      "verse": 24,
      "text": "By our hope we were saved. But the thing hoped for is no longer an object of hope when it is before our eyes; for who hopes for what is before his eyes?"
    },
    {
      "verse": 25,
      "text": "But when we hope for what is not before our eyes, then we wait for it with patience."
    },
    {
      "verse": 26,
      "text": "So, also, the Spirit supports us in our weakness. We do not even know how to pray as we should; but the Spirit himself pleads for us in sighs that can find no utterance."
    },
    {
      "verse": 27,
      "text": "Yet he who searches all our hearts knows what the Spirit’s meaning is, because the pleadings of the Spirit for Christ’s people are in accordance with his will."
    },
    {
      "verse": 28,
      "text": "But we do know that God causes all things to work together for the good of those who love him – those who have received the call in accordance with his purpose."
    },
    {
      "verse": 29,
      "text": "For those whom God chose from the first he also destined from the first to be transformed into likeness to his Son, so that his Son might be the eldest among many brothers and sisters."
    },
    {
      "verse": 30,
      "text": "And those whom God destined for this he also called; and those whom he called he also pronounced righteous; and those whom he pronounced righteous he also brought to glory."
    },
    {
      "verse": 31,
      "text": "What are we to say, then, in the light of all this? If God is on our side, who can there be against us?"
    },
    {
      "verse": 32,
      "text": "God did not withhold his own Son, but gave him up on behalf of us all; will he not, then, with him, freely give us all things?"
    },
    {
      "verse": 33,
      "text": "Who will bring a charge against any of God’s people? He who pronounces them righteous is God!"
    },
    {
      "verse": 34,
      "text": "Who is there to condemn them? He who died for us is Christ Jesus! – or, rather, it was he who was raised from the dead, and who is now at God’s right hand and is even pleading on our behalf!"
    },
    {
      "verse": 35,
      "text": "Who is there to separate us from the love of the Christ? Will trouble, or difficulty, or persecution, or hunger, or nakedness, or danger, or the sword?"
    },
    {
      "verse": 36,
      "text": "Scripture says – “For your sake we are being killed all the day long, We are regarded as sheep to be slaughtered.”"
    },
    {
      "verse": 37,
      "text": "Yet amid all these things we more than conquer through him who loved us!"
    },
    {
      "verse": 38,
      "text": "For I am persuaded that neither death, nor life, nor angels, nor archangels, nor the present, nor the future, nor any powers,"
    },
    {
      "verse": 39,
      "text": "nor height, nor depth, nor any other created thing, will be able to separate us from the love of God revealed in Christ Jesus, our Lord!"
    }
  ]
}