{
  "book_id": "ROM",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I am speaking the truth as one in union with Christ; it is no lie; and my conscience, enlightened by the Holy Spirit,"
    },
    {
      "verse": 2,
      "text": "bears me out when I say that there is a great weight of sorrow on me and that my heart is never free from pain."
    },
    {
      "verse": 3,
      "text": "I could wish that I were myself accursed and severed from the Christ, for the sake of my people – my own flesh and blood."
    },
    {
      "verse": 4,
      "text": "For they are Israelites, and theirs are the adoption as children, the visible presence, the covenants, the revealed Law, the Temple worship, and the promises."
    },
    {
      "verse": 5,
      "text": "They are descended from the patriarchs, and, as far as his human nature was concerned, from them came the Christ – he who is supreme over all things, God for ever blessed. Amen."
    },
    {
      "verse": 6,
      "text": "Not that God’s Word has failed. For it is not all who are descended from Israel who are true Israelites;"
    },
    {
      "verse": 7,
      "text": "nor, because they are Abraham’s descendants, are they all his children; but – “It is Isaac’s children who will be called your descendants.”"
    },
    {
      "verse": 8,
      "text": "This means that it is not the children born in the course of nature who are God’s children, but it is the children born in fulfilment of the promise who are to be regarded as Abraham’s descendants."
    },
    {
      "verse": 9,
      "text": "For these words are the words of a promise – “About this time I will come, and Sarah will have a son.”"
    },
    {
      "verse": 10,
      "text": "Nor is that all. There is also the case of Rebecca, when she was about to bear children to our ancestor Isaac."
    },
    {
      "verse": 11,
      "text": "For in order that the purpose of God, working through selection, might not fail – a selection depending, not on obedience, but on his call – Rebecca was told, before her children were born and before they had done anything either right or wrong,"
    },
    {
      "verse": 12,
      "text": "that the elder would be a servant to the younger."
    },
    {
      "verse": 13,
      "text": "The words of scripture are – “I loved Jacob, but I hated Esau.”"
    },
    {
      "verse": 14,
      "text": "What are we to say, then? Is God guilty of injustice? Heaven forbid!"
    },
    {
      "verse": 15,
      "text": "For his words to Moses are – “I will take pity on whom I take pity, and be merciful to whom I am merciful.”"
    },
    {
      "verse": 16,
      "text": "So, then, all depends, not on human wishes or human efforts, but on God’s mercy."
    },
    {
      "verse": 17,
      "text": "In scripture, again, it is said to Pharaoh – “It was for this purpose that I raised you to the throne, to show my power by my dealings with you, and to make my name known throughout the world.”"
    },
    {
      "verse": 18,
      "text": "So, then, where God wills, he takes pity, and where he wills, he hardens the heart."
    },
    {
      "verse": 19,
      "text": "Perhaps you will say to me – “How can anyone still be blamed? For who withstands his purpose?”"
    },
    {
      "verse": 20,
      "text": "I might rather ask “Who are you who are arguing with God?” Does a thing which a person has moulded say to the person who has moulded it “Why did you make me like this?”"
    },
    {
      "verse": 21,
      "text": "Has not the potter absolute power over their clay, so that out of the same lump they make one thing for better, and another for common, use?"
    },
    {
      "verse": 22,
      "text": "And what if God, intending to reveal his displeasure and make his power known, bore most patiently with the objects of his displeasure, though they were fit only to be destroyed,"
    },
    {
      "verse": 23,
      "text": "so as to make known his surpassing glory in dealing with the objects of his mercy, whom he prepared beforehand for glory,"
    },
    {
      "verse": 24,
      "text": "and whom he called – even us – not only from among the Jews but from among the Gentiles also!"
    },
    {
      "verse": 25,
      "text": "This, indeed, is what he says in the book of Hosea – “Those who were not my people, I will call my people, and those who were unloved I will love."
    },
    {
      "verse": 26,
      "text": "And in the place where it was said to them – ‘You are not my people’, they will be called sons of the living God.”"
    },
    {
      "verse": 27,
      "text": "And Isaiah cries aloud over Israel – “Though the sons of Israel are like the sand of the sea in number, only a remnant of them will escape!"
    },
    {
      "verse": 28,
      "text": "For the Lord will execute his sentence on the world, fully and without delay.”"
    },
    {
      "verse": 29,
      "text": "It is as Isaiah foretold – “Had not the Lord of Hosts spared some few of our people to us, we should have become like Sodom and been made to resemble Gomorrah.”"
    },
    {
      "verse": 30,
      "text": "What are we to say, then? Why, that Gentiles, who were not in search of righteousness, secured it – a righteousness which was the result of faith;"
    },
    {
      "verse": 31,
      "text": "while Israel, which was in search of a Law which would ensure righteousness, failed to discover one."
    },
    {
      "verse": 32,
      "text": "And why? Because they looked to obedience, and not to faith, to secure it. They stumbled over the stumbling-block."
    },
    {
      "verse": 33,
      "text": "As scripture says – “See, I place a stumbling-block in Zion – a rock which will prove a hindrance; and he who believes in him will have no cause for shame.”"
    }
  ]
}