{
  "book_id": "2TH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Finally, brethren, pray for us, that the word of the Lord may have freecourse, and be glorified, even as it iswith you:"
    },
    {
      "verse": 2,
      "text": "and that we may be delivered from unreasonable and wicked men: for all menhave not faith."
    },
    {
      "verse": 3,
      "text": "But the Lord is faithful, who shall stablish you, and keep youfrom evil."
    },
    {
      "verse": 4,
      "text": "And we have confidence in the Lord touching you, that ye both do and will do the thingswhich we command you."
    },
    {
      "verse": 5,
      "text": "And the Lord direct your hearts into the love of God, and into the patient waiting for Christ."
    },
    {
      "verse": 6,
      "text": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us."
    },
    {
      "verse": 7,
      "text": "For yourselves know how yeought to follow us: for we behaved not ourselves disorderly among you;"
    },
    {
      "verse": 8,
      "text": "neither did we eat any man’sbread for nought; but wrought with labour and travail night and day, that wemight not be chargeable to any of you:"
    },
    {
      "verse": 9,
      "text": "not because we have not power, but to make ourselves an ensample unto you to follow us."
    },
    {
      "verse": 10,
      "text": "For even when we were with you, this we commanded you, that if any would not work, neither should he eat."
    },
    {
      "verse": 11,
      "text": "For we hear that there aresome which walk among you disorderly, working not at all, but are busybodies."
    },
    {
      "verse": 12,
      "text": "Now them that aresuch we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread."
    },
    {
      "verse": 13,
      "text": "But ye, brethren, be not weary in well doing."
    },
    {
      "verse": 14,
      "text": "And if any manobey not our word by thisepistle, note that man, and have no company with him, that he may be ashamed."
    },
    {
      "verse": 15,
      "text": "Yet count himnot as an enemy, but admonish himas a brother."
    },
    {
      "verse": 16,
      "text": "Now the Lord of peace himself give you peace always by all means. The Lord bewith you all."
    },
    {
      "verse": 17,
      "text": "The salutation of Paul with mine own hand, which is the token in every epistle: so I write."
    },
    {
      "verse": 18,
      "text": "The grace of our Lord Jesus Christ bewith you all. Amen. ¶ The second epistleto the Thessalonians was written from Athens."
    }
  ]
}