{
  "book_id": "AMO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of Amos, one of the shepherds of Tekoa, which he prophesied concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam, the son of Joash, king of Israel, two years before the earth quake. He said:—"
    },
    {
      "verse": 2,
      "text": "Jehovah will roar from Zion, And utter his voice from Jerusalem; The habitations of the shepherds shall mourn, And the top of Carmel shall wither."
    },
    {
      "verse": 3,
      "text": "Thus saith Jehovah; For three transgressions of Damascus, And for four, will I not turn away its punishment; For they thrashed Gilead with thrashing-wains of iron."
    },
    {
      "verse": 4,
      "text": "I will send a fire upon the house of Hazael, Which shall devour the palaces of Benhadad."
    },
    {
      "verse": 5,
      "text": "I will also break the bar of Damascus, And I will destroy the inhabitant from the valley of Aven, And him that holdeth the sceptre from Beth-Eden, And the people of Syria shall be led captive to Kir: Jehovah hath said it."
    },
    {
      "verse": 6,
      "text": "Thus saith Jehovah: For three transgressions of Gaza, And for four, I will not turn away its punishment; For they led captive all that fell into their hands, And delivered them up to Edom."
    },
    {
      "verse": 7,
      "text": "But I will send a fire upon the wall of Gaza, Which shall devour her palaces."
    },
    {
      "verse": 8,
      "text": "And I will destroy the inhabitant from Ashdod, And him that holdeth the sceptre from Ashkelon; And I will turn my hand against Ekron, And the residue of the Philistines shall perish. The Lord, Jehovah, hath said it."
    },
    {
      "verse": 9,
      "text": "Thus saith Jehovah: For three transgressions of Tyre, And for four, will I not turn away its punishment; Because they delivered up all their captives to Edom, And remembered not the brotherly covenant."
    },
    {
      "verse": 10,
      "text": "But I will send a fire on the wall of Tyre, Which shall devour her palaces."
    },
    {
      "verse": 11,
      "text": "Thus saith Jehovah: For three transgressions of Edom, And for four, will I not turn away his punishment; For he pursued his brother with the sword, And cast off all pity, And his anger tore perpetually; Yea, he kept his wrath forever."
    },
    {
      "verse": 12,
      "text": "But I will send a fire upon Teman. Which shall devour the palaces of Bozrah."
    },
    {
      "verse": 13,
      "text": "Thus saith Jehovah: For three transgressions of the children of Ammon, And for four, will I not turn away their punishment; For they ripped up the women with child of Gilead, That they might enlarge their border."
    },
    {
      "verse": 14,
      "text": "But I will kindle a fire on the wall of Rabbah, Which shall devour her palaces, Amid the war-shout in the day of battle, In a whirlwind in the day of the storm."
    },
    {
      "verse": 15,
      "text": "Their king shall go into captivity, He and his princes together, saith Jehovah."
    }
  ]
}