{
  "book_id": "AMO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Hear these words, which Jehovah speaketh against you, ye sons of Israel; Against the whole family which I brought up out of the land of Egypt!"
    },
    {
      "verse": 2,
      "text": "You only have I known of all the families of the earth; Therefore will I punish you for all your iniquities."
    },
    {
      "verse": 3,
      "text": "Can two walk together, Unless they agree together?"
    },
    {
      "verse": 4,
      "text": "Will the lion roar in the forest, When he seeth no prey? Will the young lion cry aloud from his den, If he have seized nothing?"
    },
    {
      "verse": 5,
      "text": "Can a bird fall into a snare upon the earth, Where none is set for him? Will a snare spring up from the ground, When it hath caught nothing?"
    },
    {
      "verse": 6,
      "text": "Shall a trumpet be blown in the city, And the people not be afraid? Shall there be evil upon a city, And Jehovah not have done it?"
    },
    {
      "verse": 7,
      "text": "Surely the Lord Jehovah doeth nothing, But he revealeth his secret To his servants the prophets."
    },
    {
      "verse": 8,
      "text": "When the lion roareth, who will not fear? When the Lord Jehovah speaketh, who will not prophesy?"
    },
    {
      "verse": 9,
      "text": "Proclaim ye, in the palaces in Ashdod, And in the palaces in the land of Egypt, And say, Assemble yourselves upon the mountains of Samaria; Behold the great tumults in the midst of her, And the oppressions within her!"
    },
    {
      "verse": 10,
      "text": "For they have no care to do right, saith Jehovah; They treasure up rapine and robbery in their palaces."
    },
    {
      "verse": 11,
      "text": "Therefore thus saith the Lord Jehovah: An enemy shall encompass the land. And shall bring down thy strength from thee, And thy palaces shall be plundered."
    },
    {
      "verse": 12,
      "text": "Thus saith Jehovah: As the shepherd taketh out of the lion's mouth Two legs, or a portion of an ear, So shall the children of Israel be taken out, Who in Samaria sit in the corners of their sofas, And upon their damask couches."
    },
    {
      "verse": 13,
      "text": "Hear ye, and testify to the house of Jacob, Saith the Lord, Jehovah, God of hosts!"
    },
    {
      "verse": 14,
      "text": "In the day when I punish the transgressions of Israel, Then will I punish the altars of Bethel; The horns of the altar shall be cut off, And fall to the ground."
    },
    {
      "verse": 15,
      "text": "and I will smite the winter-house together with the summer-house, And the houses of ivory shall be destroyed, And the great houses shall be brought to the ground, saith Jehovah."
    }
  ]
}