{
  "book_id": "AMO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Hear these words, O ye kine of Bashan, That are on the mountain of Samaria; That oppress the poor; that crush the needy; That say to your master, Bring, and let us drink!"
    },
    {
      "verse": 2,
      "text": "The Lord Jehovah hath sworn by his holiness; Behold, the days shall come upon you When ye shall be taken away with hooks, And your residue with fishing-hooks."
    },
    {
      "verse": 3,
      "text": "And ye shall go out at the breaches, every one right forward, And ye shall be thrown into a castle, saith Jehovah."
    },
    {
      "verse": 4,
      "text": "Go, now, to Bethel, and transgress; At Gilgal multiply transgression! Bring your sacrifices every morning, And your tithes every three years!"
    },
    {
      "verse": 5,
      "text": "Burn a thank-offering from your extortions, And proclaim the free-will offerings; publish them abroad! For this is your delight, ye sons of Israel, Saith the Lord, Jehovah."
    },
    {
      "verse": 6,
      "text": "I also have caused cleanness of teeth in all your cities, And want of bread in all your places; And yet ye have not returned to me, saith Jehovah."
    },
    {
      "verse": 7,
      "text": "I also have withholden from you the rain three months before the harvest; I have caused it to rain upon one city, And upon another city have I not caused it to rain; One piece of ground hath been rained upon, And another, upon which I have not caused it to rain, hath withered."
    },
    {
      "verse": 8,
      "text": "Two or three cities have gone to one city, To drink water, and have not been satisfied; And yet ye have not returned to me, saith Jehovah."
    },
    {
      "verse": 9,
      "text": "I have smitten you with blasting and mildew; The locust hath devoured your many gardens, Your vineyards, your fig-trees, and your olive-trees; Yet have ye not returned to me, saith Jehovah."
    },
    {
      "verse": 10,
      "text": "I have sent among you the pestilence after the manner of Egypt; I have slain your young men with the sword, And your horses have I led into captivity; I have made the smell of your camps to come up into your nostrils; And yet ye have not returned to me, saith Jehovah."
    },
    {
      "verse": 11,
      "text": "I have overthrown some of you, as God overthrew Sodom and Gomorrah; And ye were as a firebrand plucked out of the burning; And yet ye have not returned to me, saith Jehovah."
    },
    {
      "verse": 12,
      "text": "Therefore thus will I deal with thee, O Israel! Yet since I will thus deal with thee, Prepare to meet thy God, O Israel!"
    },
    {
      "verse": 13,
      "text": "For behold, he formed the mountains, and created the wind; He declareth to man what is his thought; He maketh the morning darkness, And walketh upon the high places of the earth; Jehovah, God of hosts, is his name."
    }
  ]
}