{
  "book_id": "AMO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Hear these words, which I utter concerning you; This lamentation, O house of Israel!"
    },
    {
      "verse": 2,
      "text": "She is fallen, she shall rise no more, The virgin of Israel! She is prostrate on her own ground, there is none to raise her up!"
    },
    {
      "verse": 3,
      "text": "For thus saith the Lord Jehovah; The city which sent out a thousand shall have a hundred left, And that which sent out a hundred shall have ten left, To the house of Israel."
    },
    {
      "verse": 4,
      "text": "For thus saith Jehovah to the house of Israel: Seek ye me, and ye shall live!"
    },
    {
      "verse": 5,
      "text": "Seek not Bethel, And go not to Gilgal, And pass not over to Beersheba! For Gilgal shall surely go into captivity! And Bethel shall come to naught."
    },
    {
      "verse": 6,
      "text": "Seek Jehovah, and ye shall live! Lest he rush like a fire on the house of Joseph, And it devour, and there be none to quench it in the house of Israel."
    },
    {
      "verse": 7,
      "text": "Ye who turn justice into wormwood, And cast righteousness down to the ground."
    },
    {
      "verse": 8,
      "text": "Seek him, that made the Pleiades and Orion; That changeth death-like darkness into morning, And darkeneth day into night; That calleth up the waters of the sea, And poureth them out upon the face of the earth; Jehovah is his name!"
    },
    {
      "verse": 9,
      "text": "Who sendeth sudden destruction upon the strong, And bringeth desolation upon the fortress."
    },
    {
      "verse": 10,
      "text": "They hate him that pleadeth in the gate, And abhor him that speaketh uprightly."
    },
    {
      "verse": 11,
      "text": "Since, then, ye trample upon the poor, And take from him presents of wheat, Though ye build houses of hewn stone, ye shall not dwell in them; Though ye plant pleasant vineyards, ye shall not drink their wine."
    },
    {
      "verse": 12,
      "text": "For I know that your sins are many, And your transgressions manifold, Ye who afflict the righteous, and take a bribe, And oppress the poor in the gate!"
    },
    {
      "verse": 13,
      "text": "Therefore the wise man shall be silent at that time, For it shall be an evil time."
    },
    {
      "verse": 14,
      "text": "Seek ye good, and not evil, that ye may live; Then shall Jehovah, the God of hosts, be with you, as ye boast."
    },
    {
      "verse": 15,
      "text": "Hate ye evil, and love good, And establish justice in the gate; It may be that Jehovah, the God of hosts, will have pity upon the remnant of Joseph."
    },
    {
      "verse": 16,
      "text": "Thus saith Jehovah, the God of hosts, the Lord: In all the streets shall there be wailing, And in all the highways shall they cry, Alas! alas! They shall call the husbandmen to mourning, And those who are skilful in lamentation to wailing,"
    },
    {
      "verse": 17,
      "text": "And in all vineyards shall be sounds of woe, For I will pass through the midst of thee, saith Jehovah."
    },
    {
      "verse": 18,
      "text": "Woe unto them that ask for the day of Jehovah! What is the day of Jehovah to you? It shall be darkness, and not light."
    },
    {
      "verse": 19,
      "text": "As if a man fled from a lion, And a bear met him; Or went into a house and leaned his hand on a wall, And a serpent bit him;"
    },
    {
      "verse": 20,
      "text": "So shall the day of Jehovah be darkness, and not light, Even thick darkness, and no brightness in it."
    },
    {
      "verse": 21,
      "text": "I hate, I despise your feasts; I have no delight in your solemn assemblies."
    },
    {
      "verse": 22,
      "text": "When ye offer me burnt-offerings and flour-offerings, I will not accept them; And upon the thank-offerings of your fatlings I will not look."
    },
    {
      "verse": 23,
      "text": "Take ye away from me the noise of your songs, And the music of your harps let me not hear!"
    },
    {
      "verse": 24,
      "text": "Let justice flow forth as waters, And righteousness as a mighty stream!"
    },
    {
      "verse": 25,
      "text": "Did ye offer me sacrifices and offerings In the wilderness, for forty years, O house of Israel?"
    },
    {
      "verse": 26,
      "text": "But ye bore the tabernacle of your king, And the shrine of your images, The star of your god, which ye made for yourselves."
    },
    {
      "verse": 27,
      "text": "Therefore will I cause you to go into captivity beyond Damascus, Saith Jehovah, whose name is the God of hosts!"
    }
  ]
}