{
  "book_id": "AMO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord Jehovah showed me this vision: Behold, he formed locusts In the beginning of the shooting up of the latter growth; Behold, it was the latter growth after the king's mowing."
    },
    {
      "verse": 2,
      "text": "And when they had devoured the grass of the land, Then said I, O Lord Jehovah, forgive, I beseech thee! How shall Jacob stand? For he is small!"
    },
    {
      "verse": 3,
      "text": "Jehovah repented of this; It shall not be, said Jehovah."
    },
    {
      "verse": 4,
      "text": "The Lord Jehovah also showed me this vision: Behold, the Lord Jehovah commanded the fire to execute judgment; And it devoured the great deep, And it devoured the fields."
    },
    {
      "verse": 5,
      "text": "Then said I, O Lord Jehovah, desist, I beseech thee! How shall Jacob stand? For he is small!"
    },
    {
      "verse": 6,
      "text": "Jehovah repented of this; This also shall not be, said the Lord Jehovah."
    },
    {
      "verse": 7,
      "text": "He also showed me this vision: Behold, the Lord stood upon a wall, built with a plumb-line, And in his hand was a plumb-line;"
    },
    {
      "verse": 8,
      "text": "And Jehovah said to me, What seest thou, Amos? And I said, A plumb-line. And the Lord said, Behold I will set a plumb-line in the midst of my people Israel; I will not spare them any more."
    },
    {
      "verse": 9,
      "text": "The high places of Isaac shall be desolate, And the sanctuaries of Israel shall be laid waste, And I will rise against the house of Jeroboam with the sword."
    },
    {
      "verse": 10,
      "text": "Then sent Amaziah, the priest of Bethel, To Jeroboam, the king of Israel, and said: Amos conspireth against thee in the midst of the house of Israel; The land is not able to bear all his words."
    },
    {
      "verse": 11,
      "text": "For thus hath Amos said: Jeroboam shall die by the sword, And Israel shall surely be led captive from their own land."
    },
    {
      "verse": 12,
      "text": "And Amaziah said to Amos, Go, thou seer! flee into the land of Judah! There eat thy bread, and there prophesy!"
    },
    {
      "verse": 13,
      "text": "But prophesy no more at Bethel, For it is the king's sanctuary, And it is the king's abode."
    },
    {
      "verse": 14,
      "text": "Then answered Amos, and said to Amaziah: I was no prophet, nor the son of a prophet; I was a shepherd, and a gatherer of sycamore fruit."
    },
    {
      "verse": 15,
      "text": "And Jehovah took me from the flock; And Jehovah said to me, Go, prophesy to my people Israel!"
    },
    {
      "verse": 16,
      "text": "Now, therefore, hear the word of Jehovah: Thou sayest, Prophesy not against Israel, And speak no word against the house of Isaac!"
    },
    {
      "verse": 17,
      "text": "Therefore thus saith Jehovah: “Thy wife shall be put to shame in the city, And thy sons and daughters shall fall by the sword; Thy land shall be divided by the line, And thou shalt die in a polluted land, And Israel shall surely be led captive from his own land.”"
    }
  ]
}