{
  "book_id": "AMO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord Jehovah showed me this vision: Behold a basket of ripe fruits!"
    },
    {
      "verse": 2,
      "text": "And he said, Amos, what seest thou? And I said, A basket of ripe fruits. Then said Jehovah to me, The destruction of my people Israel is ripe; I will not spare them any more."
    },
    {
      "verse": 3,
      "text": "The songs of the palace shall be shrieks in that day, Saith the Lord Jehovah. There shall be many dead bodies in every place, And they shall be cast forth in silence."
    },
    {
      "verse": 4,
      "text": "Hear this, ye that pant to oppress the needy, And to destroy the poor of the land."
    },
    {
      "verse": 5,
      "text": "That say, When will the new moon be gone, that we may sell corn, And the Sabbath, that we may set forth wheat, Making the ephah small, and the shekel heavy, And falsifying the balances for deceit,"
    },
    {
      "verse": 6,
      "text": "That we may buy the poor for silver, And the needy for a pair of shoes, And sell the refuse of the wheat?"
    },
    {
      "verse": 7,
      "text": "Jehovah hath sworn by the glory of Jacob: Surely I will never forget any of their deeds."
    },
    {
      "verse": 8,
      "text": "Shall not the land tremble for this, And shall not all that dwell therein mourn? Shall not all of it rise in waves like a river, And be swept from its place, and overflowed, as by the river of Egypt!"
    },
    {
      "verse": 9,
      "text": "It shall come to pass in that day, saith the Lord Jehovah, That I will cause the sun to go down at noon, And will darken the land in the clear day."
    },
    {
      "verse": 10,
      "text": "I will turn your feasts into mourning, And all your songs into lamentation; I will bring sackcloth upon all loins, And baldness upon all heads. I will fill the land with mourning, as for an only son, And its end shall be as a day of bitter woe."
    },
    {
      "verse": 11,
      "text": "Behold, the time cometh, saith the Lord Jehovah, That I will send a famine upon the land; Not a famine of bread, nor a thirst for water, But of hearing the word of Jehovah."
    },
    {
      "verse": 12,
      "text": "And men shall wander from sea to sea, And from the north even to the east shall they run to and fro, To seek an answer from Jehovah, and shall not find it."
    },
    {
      "verse": 13,
      "text": "In that day shall the fair virgins, and the young men, faint for thirst,"
    },
    {
      "verse": 14,
      "text": "Who swear by the sin of Samaria, And say, By the life of thy God, O Dan! And, By the worship of Beersheba! They shall fall, and shall rise no more!"
    }
  ]
}