{
  "book_id": "AMO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I saw the Lord standing by the altar; and he said: Smite the capital, so that the thresholds shall tremble! Break them in pieces upon the heads of all of them! And their residue will I slay with the sword. He that fleeth of them shall not flee from danger, And he that escapeth of them shall not escape into safety."
    },
    {
      "verse": 2,
      "text": "Though they dig down to the under-world, Thence shall my hand take them; Though they climb up to heaven, Thence will I bring them down."
    },
    {
      "verse": 3,
      "text": "Though they hide themselves on the top of Carmel, There will I search for them, and take them away; Though they hide themselves from mine eyes in the bottom of the sea, There will I command the serpent, and he shall bite them."
    },
    {
      "verse": 4,
      "text": "Though they go into captivity before their enemies, There will I command the sword, and it shall slay them; I will set mine eyes upon them for evil, and not for good."
    },
    {
      "verse": 5,
      "text": "For the Lord Jehovah of hosts Is he, that toucheth the earth, and it shall melt, And all that dwell therein shall mourn; All of it shall rise in waves like a river, And shall be overflowed, as by the river of Egypt;"
    },
    {
      "verse": 6,
      "text": "He that buildeth his upper rooms in the heavens, And foundeth his arch upon the earth,—That calleth the waters of the sea, And poureth them out upon the face of the earth,—Jehovah is his name."
    },
    {
      "verse": 7,
      "text": "Are ye not as the Ethiopians to me, O children of Israel? saith Jehovah. Did I not bring Israel from the land of Egypt, And the Philistines from Caphtor, and the Syrians from Kir?"
    },
    {
      "verse": 8,
      "text": "Behold, the eyes of the Lord Jehovah are upon the sinful kingdom, And I will destroy it from the face of the earth; Yet will I not utterly destroy the house of Jacob, saith Jehovah."
    },
    {
      "verse": 9,
      "text": "For, behold, I will command, And I will sift the house of Israel among all the nations, As one sifteth corn with a sieve, And not a grain shall fall upon the ground."
    },
    {
      "verse": 10,
      "text": "But all the sinners of my people shall die by the sword, Who say, Evil shall not approach, nor fall upon us."
    },
    {
      "verse": 11,
      "text": "In that day I will raise up the fallen tabernacle of David, And I will close up the breaches thereof, And raise up its ruins, And I will build it, as in the days of old."
    },
    {
      "verse": 12,
      "text": "That they may possess the remnant of Edom, And all the nations, which shall be called by my name. Thus saith Jehovah, who doeth this."
    },
    {
      "verse": 13,
      "text": "Behold the days come, saith Jehovah, That the plougher shall draw near to the reaper, And the treader of grapes to the sower of the seed; And the mountains shall drop new wine, And all the hills shall melt."
    },
    {
      "verse": 14,
      "text": "I will bring back the captives of my people Israel, And they shall build the desolate cities, and shall inhabit them; And they shall plant vineyards, and drink their wine; They shall also make gardens, and eat their fruit."
    },
    {
      "verse": 15,
      "text": "I will plant them in their land, And they shall no more be rooted up from the land which I have given them, Saith Jehovah, thy God."
    }
  ]
}