{
  "book_id": "ROM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Συνίστημι δὲ ὑμῖν Φοίβην τὴν ἀδελφὴν ἡμῶν, οὖσαν διάκονον τῆς ἐκκλησίας τῆς ἐν Κεγχρεαῖς·"
    },
    {
      "verse": 2,
      "text": "ἵνα αὐτὴν προσδέξησθε ἐν Κυρίῳ ἀξίως τῶν ἁγίων, καὶ παραστῆτε αὐτῇ ἐν ᾧ ἂν ὑμῶν χρῄζῃ πράγματι· καὶ γὰρ αὕτη προστάτις πολλῶν ἐγενήθη, καὶ αὐτοῦ ἐμοῦ."
    },
    {
      "verse": 3,
      "text": "Ἀσπάσασθε Πρίσκιλλαν καὶ Ἀκύλαν τοὺς συνεργούς μου ἐν Χριστῷ Ἰησοῦ,"
    },
    {
      "verse": 4,
      "text": "οἵτινες ὑπὲρ τῆς ψυχῆς μου τὸν ἑαυτῶν τράχηλον ὑπέθηκαν, οἷς οὐκ ἐγὼ μόνος εὐχαριστῶ, ἀλλὰ καὶ πᾶσαι αἱ ἐκκλησίαι τῶν ἐθνῶν·"
    },
    {
      "verse": 5,
      "text": "καὶ τὴν κατ᾿ οἶκον αὐτῶν ἐκκλησίαν. Ἀσπάσασθε Ἐπαίνετον τὸν ἀγαπητόν μου, ὅς ἐστιν ἀπαρχὴ τῆς Ἀχαΐας εἰς Χριστόν."
    },
    {
      "verse": 6,
      "text": "Ἀσπάσασθε Μαριάμ, ἥτις πολλὰ ἐκοπίασεν εἰς ἡμᾶς."
    },
    {
      "verse": 7,
      "text": "Ἀσπάσασθε Ἀνδρόνικον καὶ Ἰουνίαν τοὺς συγγενεῖς μου καὶ συναιχμαλώτους μου, οἵτινές εἰσιν ἐπίσημοι ἐν τοῖς ἀποστόλοις, οἳ καὶ πρὸ ἐμοῦ γεγόνασιν ἐν Χριστῷ."
    },
    {
      "verse": 8,
      "text": "Ἀσπάσασθε Ἀμπλίαν τὸν ἀγαπητόν μου ἐν Κυρίῳ."
    },
    {
      "verse": 9,
      "text": "Ἀσπάσασθε Οὐρβανὸν τὸν συνεργὸν ἡμῶν ἐν Χριστῷ, καὶ Στάχυν τὸν ἀγαπητόν μου."
    },
    {
      "verse": 10,
      "text": "Ἀσπάσασθε Ἀπελλῆν τὸν δόκιμον ἐν Χριστῷ. Ἀσπάσασθε τοὺς ἐκ τῶν Ἀριστοβούλου."
    },
    {
      "verse": 11,
      "text": "Ἀσπάσασθε Ἡροδίωνα τὸν συγγενῆ μου. Ἀσπάσασθε τοὺς ἐκ τῶν Ναρκίσσου, τοὺς ὄντας ἐν Κυρίῳ."
    },
    {
      "verse": 12,
      "text": "Ἀσπάσασθε Τρύφαιναν καὶ Τρυφῶσαν τὰς κοπιώσας ἐν Κυρίῳ. Ἀσπάσασθε Περσίδα τὴν ἀγαπητήν, ἥτις πολλὰ ἐκοπίασεν ἐν Κυρίῳ."
    },
    {
      "verse": 13,
      "text": "Ἀσπάσασθε Ῥοῦφον τὸν ἐκλεκτὸν ἐν Κυρίῳ, καὶ τὴν μητέρα αὐτοῦ καὶ ἐμοῦ."
    },
    {
      "verse": 14,
      "text": "Ἀσπάσασθε Ἀσύγκριτον, Φλέγοντα, Ἑρμᾶν, Πατρόβαν, Ἑρμῆν, καὶ τοὺς σὺν αὐτοῖς ἀδελφούς."
    },
    {
      "verse": 15,
      "text": "Ἀσπάσασθε Φιλόλογον καὶ Ἰουλίαν, Νηρέα καὶ τὴν ἀδελφὴν αὐτοῦ, καὶ Ὀλυμπᾶν, καὶ τοὺς σὺν αὐτοῖς πάντας ἁγίους."
    },
    {
      "verse": 16,
      "text": "Ἀσπάσασθε ἀλλήλους ἐν φιλήματι ἁγίῳ. Ἀσπάζονται ὑμᾶς αἱ ἐκκλησίαι τοῦ Χριστοῦ."
    },
    {
      "verse": 17,
      "text": "Παρακαλῶ δὲ ὑμᾶς, ἀδελφοί, σκοπεῖν τοὺς τὰς διχοστασίας καὶ τὰ σκάνδαλα, παρὰ τὴν διδαχὴν ἣν ὑμεῖς ἐμάθετε, ποιοῦντας· καὶ ἐκκλίνατε ἀπ᾿ αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Οἱ γὰρ τοιοῦτοι τῷ Κυρίῳ ἡμῶν Ἰησοῦ Χριστῷ οὐ δουλεύουσιν, ἀλλὰ τῇ ἑαυτῶν κοιλίᾳ· καὶ διὰ τῆς χρηστολογίας καὶ εὐλογίας ἐξαπατῶσι τὰς καρδίας τῶν ἀκάκων."
    },
    {
      "verse": 19,
      "text": "Ἡ γὰρ ὑμῶν ὑπακοὴ εἰς πάντας ἀφίκετο. Χαίρω οὖν τὸ ἐφ᾿ ὑμῖν· θέλω δὲ ὑμᾶς σοφοὺς μὲν εἶναι εἰς τὸ ἀγαθόν, ἀκεραίους δὲ εἰς τὸ κακόν."
    },
    {
      "verse": 20,
      "text": "Ὁ δὲ Θεὸς τῆς εἰρήνης συντρίψει τὸν Σατανᾶν ὑπὸ τοὺς πόδας ὑμῶν ἐν τάχει. Ἡ χάρις τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ μεθ᾿ ὑμῶν. Ἀμήν."
    },
    {
      "verse": 21,
      "text": "Ἀσπάζονται ὑμᾶς Τιμόθεος ὁ συνεργός μου, καὶ Λούκιος καὶ Ἰάσων καὶ Σωσίπατρος οἱ συγγενεῖς μου."
    },
    {
      "verse": 22,
      "text": "Ἀσπάζομαι ὑμᾶς ἐγὼ Τέρτιος, ὁ γράψας τὴν ἐπιστολήν, ἐν Κυρίῳ."
    },
    {
      "verse": 23,
      "text": "Ἀσπάζεται ὑμᾶς Γάϊος ὁ ξένος μου καὶ τῆς ἐκκλησίας ὅλης. Ἀσπάζεται ὑμᾶς Ἔραστος ὁ οἰκονόμος τῆς πόλεως, καὶ Κούαρτος ὁ ἀδελφός."
    },
    {
      "verse": 24,
      "text": "Ἡ χάρις τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ μετὰ πάντων ὑμῶν. Ἀμήν."
    },
    {
      "verse": 25,
      "text": "Τῷ δὲ δυναμένῳ ὑμᾶς στηρίξαι κατὰ τὸ εὐαγγέλιόν μου καὶ τὸ κήρυγμα Ἰησοῦ Χριστοῦ, κατὰ ἀποκάλυψιν μυστηρίου χρόνοις αἰωνίοις σεσιγημένου,"
    },
    {
      "verse": 26,
      "text": "φανερωθέντος δὲ νῦν, διά τε γραφῶν προφητικῶν, κατ᾿ ἐπιταγὴν τοῦ αἰωνίου Θεοῦ, εἰς ὑπακοὴν πίστεως εἰς πάντα τὰ ἔθνη γνωρισθέντος,"
    },
    {
      "verse": 27,
      "text": "μόνῳ σοφῷ Θεῷ, διὰ Ἰησοῦ Χριστοῦ, ᾧ ἡ δόξα εἰς τοὺς αἰῶνας. Ἀμήν. Πρὸς Ῥωμαίους ἐγράφη ἀπὸ Κορίνθου διὰ Φοίβης τῆς διακόνου τῆς ἐν Κεγχρεαῖς ἐκκλησίας."
    }
  ]
}