{
  "book_id": "PSA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "A Prayer of David. Hearken, O Lord of my righteousness, Attend to my petition; Give ear to my prayer not utteredwith deceitful lips."
    },
    {
      "verse": 2,
      "text": "Let my judgment come forth from thy presence; Let mine eyes behold righteousness."
    },
    {
      "verse": 3,
      "text": "Thou hast proved my heart; thou hast visited meby night; Thou hast tried me as with fire, and unrighteousness has not been found in me: I am purposedthat my mouth shall not speak amiss."
    },
    {
      "verse": 4,
      "text": "As for the works of men, by the words of thy lips I have guarded myself fromhard ways."
    },
    {
      "verse": 5,
      "text": "Direct my steps in thy paths, That my steps slip not."
    },
    {
      "verse": 6,
      "text": "I have cried, for thou heardest me, O God: Incline thine ear to me, and hearken to my words."
    },
    {
      "verse": 7,
      "text": "Show the marvels of thy mercies, Thou that savest them that hope in thee."
    },
    {
      "verse": 8,
      "text": "Keep me as the apple of the eye From those that resist thy right hand: Thou shalt screen me by the covering of thy wings,"
    },
    {
      "verse": 9,
      "text": "From the face of the ungodly that have afflicted me: Mine enemies have compassed about my soul."
    },
    {
      "verse": 10,
      "text": "They have enclosed themselves withtheir own fat: Their mouth has spoken pride."
    },
    {
      "verse": 11,
      "text": "They have now cast me out and compassed me round about: They have set their eyes so asto bow them down to the ground."
    },
    {
      "verse": 12,
      "text": "They laid wait for me as a lion ready for prey, And like a lion’s whelp dwelling in secret places."
    },
    {
      "verse": 13,
      "text": "Arise, O Lord, prevent them, and cast them down: Deliver my soul from the ungodly: Drawthy sword,"
    },
    {
      "verse": 14,
      "text": "because of the enemies of thy hand: O Lord, destroy them from the earth; Scatter them in their life, Though their belly has been filled with thy hidden treasures: They have been satisfied with uncleanness, And have left the remnant of their possessionsto their babes."
    },
    {
      "verse": 15,
      "text": "But I shall appear in righteousness before thy face: I shall be satisfied when thy glory appears."
    }
  ]
}