{
  "book_id": "PSA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalmof David the servant of the Lord; the wordswhich he spoke to the Lord, eventhe words of this Song, in the day in which the Lord delivered him out of the hand of all his enemies, and out of the hand of Saul: and he said:"
    },
    {
      "verse": 2,
      "text": "I will love thee, O Lord, my strength."
    },
    {
      "verse": 3,
      "text": "The Lord is my firm support, and my refuge, and my deliverer; My God is my helper, I will hope in him; He ismy defender, and the horn of my salvation, and my helper."
    },
    {
      "verse": 4,
      "text": "I will call upon the Lord with praises, And I shall be saved from mine enemies."
    },
    {
      "verse": 5,
      "text": "The pangs of death compassed me, And the torrents of ungodliness troubled me exceedingly."
    },
    {
      "verse": 6,
      "text": "The pangs of hell came round about me: The snares of death prevented me."
    },
    {
      "verse": 7,
      "text": "And when I was afflicted I called upon the Lord, And cried to my God: He heard my voice out of his holy temple, And my cry shall enter before him, eveninto his ears."
    },
    {
      "verse": 8,
      "text": "Then the earth shook and quaked, And the foundations of the mountains were disturbed, And were shaken, because God was angry with them."
    },
    {
      "verse": 9,
      "text": "There went up a smoke in his wrath, And fire burst into a flame at his presence: Coals were kindled at it."
    },
    {
      "verse": 10,
      "text": "And he bowed the heaven, and came down: And thick darkness was under his feet."
    },
    {
      "verse": 11,
      "text": "And he mounted on cherubs and flew: He flew on the wings of winds."
    },
    {
      "verse": 12,
      "text": "And he made darkness his secret place: Round about him was his tabernacle, Evendark water in the clouds of the air."
    },
    {
      "verse": 13,
      "text": "At the brightness before him the clouds passed, Hail and coals of fire."
    },
    {
      "verse": 14,
      "text": "The Lord also thundered from heaven, And the Highest uttered his voice."
    },
    {
      "verse": 15,
      "text": "And he sent forth hisweapons, and scattered them; And multiplied lightnings, and routed them."
    },
    {
      "verse": 16,
      "text": "And the springs of waters appeared, And the foundations of the world were exposed, At thy rebuke, O Lord, At the blasting of the breath of thy wrath."
    },
    {
      "verse": 17,
      "text": "He sent from on high and took me, He drew me to himself out of many waters."
    },
    {
      "verse": 18,
      "text": "He will deliver me from my mighty enemies, And from them that hate me; for they are stronger than I."
    },
    {
      "verse": 19,
      "text": "They prevented me in the day of mine affliction: But the Lord was my stay against them."
    },
    {
      "verse": 20,
      "text": "And he brought me out into a wide place: He will deliver me, because he has pleasure in me."
    },
    {
      "verse": 21,
      "text": "And the Lord will recompense me according to my righteousness; Even according to the purity of my hands will he recompense me."
    },
    {
      "verse": 22,
      "text": "For I have kept the ways of the Lord And have not wickedly departed from my God."
    },
    {
      "verse": 23,
      "text": "For all his judgments were before me, And his ordinances departed not from me."
    },
    {
      "verse": 24,
      "text": "And I shall be blameless with him, And shall keep myself from mine iniquity."
    },
    {
      "verse": 25,
      "text": "And the Lord shall recompense me according to my righteousness, And according to the purity of my hands before his eyes."
    },
    {
      "verse": 26,
      "text": "With the holy thou wilt be holy; And with the innocent man thou wilt be innocent."
    },
    {
      "verse": 27,
      "text": "And with the excellent manthou wilt be excellent; And with the perverse thou wilt show frowardness."
    },
    {
      "verse": 28,
      "text": "For thou wilt save the lowly people, And wilt humble the eyes of the proud."
    },
    {
      "verse": 29,
      "text": "For thou, O Lord, wilt light my lamp: My God, thou wilt lighten my darkness."
    },
    {
      "verse": 30,
      "text": "For by thee shall I be delivered from a troop; And by my God I will pass over a wall."
    },
    {
      "verse": 31,
      "text": "As formy God, his way is perfect: The oracles of the Lord are tried in the fire; He is a protector of all them that hope in him."
    },
    {
      "verse": 32,
      "text": "For who is God but the Lord? And who is a God except our God?"
    },
    {
      "verse": 33,
      "text": "It isGod that girds me with strength, And has made my way blameless:"
    },
    {
      "verse": 34,
      "text": "Who strengthens my feet as hart’s feet, And sets me upon high places."
    },
    {
      "verse": 35,
      "text": "He instructs my hands for war; And thou hast made my arms asa brazen bow."
    },
    {
      "verse": 36,
      "text": "And thou hast made me secure in my salvation: And thy right hand has helped me, And thy correction has upheld me to the end; Yea, thy correction itself shall instruct me."
    },
    {
      "verse": 37,
      "text": "Thou hast made room for my goings under me, And my footsteps did not fail."
    },
    {
      "verse": 38,
      "text": "I will pursue mine enemies, and overtake them; And I will not turn back until they are consumed."
    },
    {
      "verse": 39,
      "text": "I will dash them to pieces and they shall not be able to stand: They shall fall under my feet."
    },
    {
      "verse": 40,
      "text": "For thou hast girded me with strength for war: Thou hast beaten down under me all that rose up against me."
    },
    {
      "verse": 41,
      "text": "And thou hast made mine enemies turn their backs before me; And thou hast destroyed them that hated me."
    },
    {
      "verse": 42,
      "text": "They cried, but there was no deliverer: Evento the Lord, but he hearkened not to them."
    },
    {
      "verse": 43,
      "text": "I will grind them as the mud of the streets: And I will beat them small as dust before the wind."
    },
    {
      "verse": 44,
      "text": "Deliver me from the gainsayings of the people: Thou shalt make me head of the Gentiles: A people whom I knew not served me,"
    },
    {
      "verse": 45,
      "text": "At the hearing of the ear they obeyed me: The strange children lied to me."
    },
    {
      "verse": 46,
      "text": "The strange children waxed old, And fell away from their paths through lameness."
    },
    {
      "verse": 47,
      "text": "The Lord lives; and blessed bemy God; And let the God of my salvation be exalted."
    },
    {
      "verse": 48,
      "text": "It isGod that avenges me, And has subdued the nations under me;"
    },
    {
      "verse": 49,
      "text": "My deliverer from angry enemies: Thou shalt set me on high above them that rise up against me: Thou shalt deliver me from the unrighteous man."
    },
    {
      "verse": 50,
      "text": "Therefore will I confess to thee, O Lord, among the Gentiles, And sing to thy name."
    },
    {
      "verse": 51,
      "text": "Godmagnifies the deliverances of his king; And deals mercifully with David his anointed, And his seed, forever."
    }
  ]
}