{
  "book_id": "PSA",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of David."
    },
    {
      "verse": 2,
      "text": "O Lord, the king shall rejoice in thy strength; And in thy salvation he shall greatly exult."
    },
    {
      "verse": 3,
      "text": "Thou hast granted him the desire of his soul, And hast not withheld from him the request of his lips. Pause."
    },
    {
      "verse": 4,
      "text": "For thou hast prevented him with blessings of goodness: Thou hast set upon his head a crown of precious stone."
    },
    {
      "verse": 5,
      "text": "He asked life of thee, and thou gavest him Length of days forever and ever."
    },
    {
      "verse": 6,
      "text": "His glory is great in thy salvation: Thou wilt crown him with glory and majesty."
    },
    {
      "verse": 7,
      "text": "For thou wilt give him a blessing forever and ever: Thou wilt gladden him with joy with thy countenance."
    },
    {
      "verse": 8,
      "text": "For the king trusts in the Lord, And through the mercy of the Highest he shall not be moved."
    },
    {
      "verse": 9,
      "text": "Let thy hand be found by all thine enemies: Let thy right hand find all that hate thee."
    },
    {
      "verse": 10,
      "text": "Thou shalt make them as a fiery oven at the time of thy presence: The Lord shall trouble them in his anger, And fire shall devour them."
    },
    {
      "verse": 11,
      "text": "Thou shalt destroy their fruit from the earth, And their seed from \\add among\\add* the sons of men."
    },
    {
      "verse": 12,
      "text": "For they intended evils against thee; They imagined a device which they shall by no means be able to perform."
    },
    {
      "verse": 13,
      "text": "For thou shalt make them \\add turn their\\add* back in thy latter end, Thou wilt prepare their face."
    },
    {
      "verse": 14,
      "text": "Be thou exalted, O Lord, in thy strength: We will sing and praise thy mighty acts."
    }
  ]
}