{
  "book_id": "PSA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalmof David, before he was anointed. The Lord is my light and my Savior; whom shall I fear? The Lord is the defender of my life; of whom shall I be afraid?"
    },
    {
      "verse": 2,
      "text": "When evildoers drew nigh against me to eat up my flesh, My persecutors and mine enemies, they fainted and fell."
    },
    {
      "verse": 3,
      "text": "Though an army should set itself in array against me, my heart shall not be afraid: Though war should rise up against me, in this am I confident."
    },
    {
      "verse": 4,
      "text": "One thing have I asked of the Lord, this will I earnestly seek: That I should dwell in the house of the Lord all the days of my life, That I should behold the fair beauty of the Lord, And survey his temple."
    },
    {
      "verse": 5,
      "text": "For in the day of mine afflictions he hid me in his tabernacle: He sheltered me in the secret of his tabernacle; He set me up on a rock."
    },
    {
      "verse": 6,
      "text": "And now, behold, he has lifted up my head over mine enemies: I went round and offered in his tabernacle the sacrifice of joy; I will sing, even sing psalms to the Lord."
    },
    {
      "verse": 7,
      "text": "Hear, O Lord, my voice which I have uttered aloud: Pity me, and hearken to me."
    },
    {
      "verse": 8,
      "text": "My heart said to thee, I have diligently sought thy face: Thy face, O Lord, I will seek."
    },
    {
      "verse": 9,
      "text": "Turn not thy face away from me, Turn not thou away from thy servant in anger: Be thou my helper, forsake me not; And, O God my Savior, overlook me not."
    },
    {
      "verse": 10,
      "text": "For my father and my mother have forsaken me, But the Lord has taken me to himself."
    },
    {
      "verse": 11,
      "text": "Teach me, O Lord, in thy way, And guide me in a right path, because of mine enemies."
    },
    {
      "verse": 12,
      "text": "Deliver me not over to the desire of them that afflict me; For unjust witnesses have risen up against me, And injustice has lied within herself."
    },
    {
      "verse": 13,
      "text": "I believe that I shall see the goodness of the Lord in the land of the living."
    },
    {
      "verse": 14,
      "text": "Wait on the Lord: Be of good courage, and let thy heart be strengthened: Yea, wait on the Lord."
    }
  ]
}