{
  "book_id": "PSA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of David, an utteranceof extreme fear."
    },
    {
      "verse": 2,
      "text": "O Lord, I have hoped in thee; let me never be ashamed: Deliver me in thy righteousness and rescue me."
    },
    {
      "verse": 3,
      "text": "Incline thine ear to me; Make haste to rescue me: Be thou to me for a protecting God, And for a house of refuge to save me."
    },
    {
      "verse": 4,
      "text": "For thou art my strength and my refuge; And thou shalt guide me for thy name’s sake, and maintain me."
    },
    {
      "verse": 5,
      "text": "Thou shalt bring me out of the snare which they have hidden for me; For thou, O Lord, art my defender."
    },
    {
      "verse": 6,
      "text": "Into thy hands I will commit my spirit: Thou hast redeemed me, O Lord God of truth."
    },
    {
      "verse": 7,
      "text": "Thou hast hated them that idly persist in vanities: But I have hoped in the Lord."
    },
    {
      "verse": 8,
      "text": "I will exult and be glad in thy mercy: For thou hast looked upon mine affliction; Thou hast saved my soul from distresses."
    },
    {
      "verse": 9,
      "text": "And thou hast not shut me up into the hands of the enemy: Thou hast set my feet in a wide place."
    },
    {
      "verse": 10,
      "text": "Pity me, O Lord, for I am afflicted: My eye is troubled with indignation, My soul and my belly."
    },
    {
      "verse": 11,
      "text": "For my life is spent with grief, And my years with groanings: My strength has been weakened through poverty, And my bones are troubled."
    },
    {
      "verse": 12,
      "text": "I became a reproach among all mine enemies, But exceedingly so to my neighbors, And a fear to mine acquaintance: They that saw me without fled from me."
    },
    {
      "verse": 13,
      "text": "I have been forgotten as a dead man out of mind: I am become as a broken vessel."
    },
    {
      "verse": 14,
      "text": "For I heard the slander of many that dwelt round about: When they were gathered together against me, They took counsel to take my life."
    },
    {
      "verse": 15,
      "text": "But I hoped in thee, O Lord: I said, Thou art my God."
    },
    {
      "verse": 16,
      "text": "My lots are in thy hands: Deliver me from the hand of mine enemies,"
    },
    {
      "verse": 17,
      "text": "And from them that persecute me. Make thy face to shine upon thy servant: Save me in thy mercy."
    },
    {
      "verse": 18,
      "text": "O Lord, let me not be ashamed, for I have called upon thee: Let the ungodly be ashamed, and brought down to Hades."
    },
    {
      "verse": 19,
      "text": "Let the deceitful lips become dumb, Which speak iniquity against the righteous With pride and scorn."
    },
    {
      "verse": 20,
      "text": "How abundant is the multitude of thy goodness, O Lord, Which thou hast laid up for them that fear thee! Thou hast wrought itout for them that hope on thee, In the presence of the sons of men."
    },
    {
      "verse": 21,
      "text": "Thou wilt hide them in the secret of thy presence from the vexation of man: Thou wilt screen them in a tabernacle from the contradiction of tongues."
    },
    {
      "verse": 22,
      "text": "Blessed be the Lord: for he has magnified his mercy in a fortified city."
    },
    {
      "verse": 23,
      "text": "But I said in my extreme fear, I am cast out from the sight of thine eyes: Therefore thou didst hearken, O Lord, to the voice of my supplication When I cried to thee."
    },
    {
      "verse": 24,
      "text": "Love the Lord, all ye his saints: For the Lord seeks for truth, And renders a rewardto them that deal very proudly."
    },
    {
      "verse": 25,
      "text": "Be of good courage, and let your heart be strengthened, All ye that hope in the Lord."
    }
  ]
}