{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalmof David. Judge thou, O Lord, them that injure me, Fight against them that fight against me."
    },
    {
      "verse": 2,
      "text": "Take hold of shield and buckler, and arise for my help."
    },
    {
      "verse": 3,
      "text": "Bring forth a sword, and stop the wayagainst them that persecute me: Say to my soul, I am thy salvation."
    },
    {
      "verse": 4,
      "text": "Let them that seek my soul be ashamed and confounded: Let them that devise evils against me be turned back and put to shame."
    },
    {
      "verse": 5,
      "text": "Let them be as dust before the wind, And an angel of the Lord afflicting them."
    },
    {
      "verse": 6,
      "text": "Let their way be dark and slippery, And an angel of the Lord persecuting them."
    },
    {
      "verse": 7,
      "text": "For without cause they have hidden for me their destructive snare: Without a cause they have reproached my soul."
    },
    {
      "verse": 8,
      "text": "Let a snare which they know not come upon them; And the gin which they hid take them: And let them fall into the very same snare."
    },
    {
      "verse": 9,
      "text": "But my soul shall exult in the Lord: It shall delight in his salvation."
    },
    {
      "verse": 10,
      "text": "All my bones shall say, O Lord, who is like to thee? Delivering the poor out of the hand of them that are stronger than he, Yea, the poor and needy one from them that spoil him."
    },
    {
      "verse": 11,
      "text": "Unjust witnesses arose, and asked me of things I knew not."
    },
    {
      "verse": 12,
      "text": "They rewarded me evil for good, And bereavement to my soul."
    },
    {
      "verse": 13,
      "text": "But I, when they troubled me, put on sackcloth, And humbled my soul with fasting: And my prayer shall return to my ownbosom."
    },
    {
      "verse": 14,
      "text": "I behaved agreeably toward them as if it had beenour neighbor orbrother: I humbled myself as one mourning and sad of countenance."
    },
    {
      "verse": 15,
      "text": "Yet they rejoiced against me, And plagues were plentifully brought against me, and I knew itnot: They were scattered, but repented not."
    },
    {
      "verse": 16,
      "text": "They tempted me, they sneered at me most contemptuously, They gnashed their teeth upon me."
    },
    {
      "verse": 17,
      "text": "O Lord, when wilt thou look upon me? Deliver my soul from their mischief, Mine only begotten one from the lions."
    },
    {
      "verse": 18,
      "text": "I will give thanks to thee even in a great congregation: In an abundant people I will praise thee."
    },
    {
      "verse": 19,
      "text": "Let not them that are mine enemies without a cause rejoice against me; Who hate me for nothing, and wink with their eyes."
    },
    {
      "verse": 20,
      "text": "For to me they spoke peaceably, But imagined deceits in theiranger."
    },
    {
      "verse": 21,
      "text": "And they opened wide their mouth upon me; They said, Aha, aha, our eyes have seen it."
    },
    {
      "verse": 22,
      "text": "Thou hast seen it, O Lord: keep not silence: O Lord, withdraw not thyselffrom me."
    },
    {
      "verse": 23,
      "text": "Awake, O Lord, and attend to my judgment, Evento my cause, my God and my Lord."
    },
    {
      "verse": 24,
      "text": "Judge me, O Lord, according to thy righteousness, O Lord my God; And let them not rejoice against me."
    },
    {
      "verse": 25,
      "text": "Let them not say in their hearts, Aha, aha, it is pleasingto our soul: Neither let them say, We have devoured him."
    },
    {
      "verse": 26,
      "text": "Let them be confounded and ashamed together that rejoice at my afflictions: Let them be clothed with shame and confusion that speak great swelling words against me."
    },
    {
      "verse": 27,
      "text": "Let them that rejoice in my righteousness exult and be glad: And let them say continually, The Lord be magnified, Who desire the peace of his servant."
    },
    {
      "verse": 28,
      "text": "And my tongue shall meditate on thy righteousness, Andon thy praise all the day."
    }
  ]
}