{
  "book_id": "PSA",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of David."
    },
    {
      "verse": 2,
      "text": "I waited patiently for the Lord; And he attended to me, and hearkened to my supplication."
    },
    {
      "verse": 3,
      "text": "And he brought me up out of a pit of misery, And from miry clay: And he set my feet on a rock, And ordered my goings aright."
    },
    {
      "verse": 4,
      "text": "And he put a new song into my mouth, \\add Even\\add* a hymn to our God: Many shall see \\add it\\add*, and fear, And shall hope in the Lord."
    },
    {
      "verse": 5,
      "text": "Blessed \\add is\\add* the man whose hope is the name of the Lord, And \\add who\\add* has not regarded vanities and false frenzies."
    },
    {
      "verse": 6,
      "text": "O Lord my God, thou hast multiplied thy wonderful works, And in thy thoughts there is none who shall be likened to thee: I declared and spoke \\add of them\\add*: they exceeded number."
    },
    {
      "verse": 7,
      "text": "Sacrifice and offering thou wouldest not; But a body hast thou prepared me: Whole burnt offering and \\add sacrifice\\add* for sin thou didst not require."
    },
    {
      "verse": 8,
      "text": "Then I said, Behold, I come: In the volume of the book it is written concerning me,"
    },
    {
      "verse": 9,
      "text": "I desired to do thy will, O my God, And thy law in the midst of my heart."
    },
    {
      "verse": 10,
      "text": "I have preached righteousness in the great congregation; Lo! I will not refrain my lips; O Lord, thou knowest my righteousness."
    },
    {
      "verse": 11,
      "text": "I have not hidden thy truth within my heart, And I have declared thy salvation; I have not hidden thy mercy and thy truth from the great congregation."
    },
    {
      "verse": 12,
      "text": "But thou, Lord, remove not thy compassion far from me; Thy mercy and thy truth have helped me continually."
    },
    {
      "verse": 13,
      "text": "For innumerable evils have encompassed me; My transgressions have taken hold of me, and I could not see; They are multiplied more than the hairs of my head; And my heart has failed me."
    },
    {
      "verse": 14,
      "text": "Be pleased, O Lord, to deliver me; O Lord, draw nigh to help me."
    },
    {
      "verse": 15,
      "text": "Let those that seek my soul, to destroy it, be ashamed and confounded together; Let those that wish me evil be turned backward and put to shame."
    },
    {
      "verse": 16,
      "text": "Let those that say to me, Aha, aha, quickly receive shame for their reward."
    },
    {
      "verse": 17,
      "text": "Let all those that seek thee, O Lord, exult and rejoice in thee; And let them that love thy salvation say continually, The Lord be magnified."
    },
    {
      "verse": 18,
      "text": "But I am poor and needy; the Lord will take care of me; Thou art my helper, and my defender, O my God, delay not."
    }
  ]
}