{
  "book_id": "PSA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm andSong of David."
    },
    {
      "verse": 2,
      "text": "Praise becomes thee, O God, in Zion; And to thee shall the vow be performed."
    },
    {
      "verse": 3,
      "text": "Hear my prayer; To thee all flesh shall come."
    },
    {
      "verse": 4,
      "text": "The words of transgressors have overpowered us; But do thou pardon our sins."
    },
    {
      "verse": 5,
      "text": "Blessed is hewhom thou hast chosen and adopted; He shall dwell in thy courts; We shall be filled with the good things of thy house; Thy temple is holy."
    },
    {
      "verse": 6,
      "text": "Thou artwonderful in righteousness. Hearken to us, O God our Savior; The hope of all the ends of the earth, And of them that areon the sea afar off:"
    },
    {
      "verse": 7,
      "text": "Who dost establish the mountains in thy strength, Being girded about with power;"
    },
    {
      "verse": 8,
      "text": "Who troublest the depth of the sea, The sounds of its waves."
    },
    {
      "verse": 9,
      "text": "The nations shall be troubled, and they that inhabit the ends of the earthshall be afraid of thy signs; Thou wilt cause the outgoings of morning and evening to rejoice."
    },
    {
      "verse": 10,
      "text": "Thou hast visited the earth, and saturated it; Thou hast abundantly enriched it. The river of God is filled with water; Thou hast prepared their food, for thus is the preparation of it."
    },
    {
      "verse": 11,
      "text": "Saturate her furrows, Multiply her fruits; The cropspringing up shall rejoice in its drops."
    },
    {
      "verse": 12,
      "text": "Thou wilt bless the crown of the year becauseof thy goodness; And thy plains shall be filled with fatness."
    },
    {
      "verse": 13,
      "text": "The mountains of the wilderness shall be enriched; And the hills shall gird themselves with joy."
    },
    {
      "verse": 14,
      "text": "The rams of the flock are clothed with wool, And the valleys shall abound in corn; They shall cry aloud, yea they shall sing hymns."
    }
  ]
}