{
  "book_id": "PSA",
  "chapter": 72,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm for Asaph. How good is God to Israel, To the upright in heart!"
    },
    {
      "verse": 2,
      "text": "But my feet were almost overthrown; My goings very nearly slipped."
    },
    {
      "verse": 3,
      "text": "For I was jealous of the transgressors, Beholding the tranquility of sinners."
    },
    {
      "verse": 4,
      "text": "For there is no sign of reluctance in their death: And they havefirmness under their affliction."
    },
    {
      "verse": 5,
      "text": "They are not in the troubles of othermen; And they shall not be scourged with othermen."
    },
    {
      "verse": 6,
      "text": "Therefore pride has possessed them; They have clothed themselves with their injustice and ungodliness."
    },
    {
      "verse": 7,
      "text": "Their injustice shall go forth as out of fatness: They have fulfilled their intention."
    },
    {
      "verse": 8,
      "text": "They have taken counsel and spoken in wickedness: They have uttered unrighteousness loftily."
    },
    {
      "verse": 9,
      "text": "They have set their mouth against heaven, And their tongue has gone through upon the earth."
    },
    {
      "verse": 10,
      "text": "Therefore shall my people return hither: And full days shall be found with them."
    },
    {
      "verse": 11,
      "text": "And they said, How does God know? And is there knowledge in the Most High?"
    },
    {
      "verse": 12,
      "text": "Behold, these arethe sinners, and they that prosper always: They have possessed wealth."
    },
    {
      "verse": 13,
      "text": "And I said, Verily in vain have I justified my heart, And washed my hands in innocency."
    },
    {
      "verse": 14,
      "text": "For I was plagued all the day, And my reproof wasevery morning."
    },
    {
      "verse": 15,
      "text": "If I said, I will speak thus; Behold, I shouldhave broken covenant with the generation of thy children."
    },
    {
      "verse": 16,
      "text": "And I undertook to understand this, Butit is too hard for me,"
    },
    {
      "verse": 17,
      "text": "Until I go into the sanctuary of God; And sounderstand the latter end."
    },
    {
      "verse": 18,
      "text": "Surely thou hast appointed judgmentsto them because of their crafty dealings: Thou hast cast them down when they were lifted up."
    },
    {
      "verse": 19,
      "text": "How have they become desolate! Suddenly they have failed: they have perished because of their iniquity."
    },
    {
      "verse": 20,
      "text": "As the dream of one awakening, O Lord, in thy city thou wilt despise their image."
    },
    {
      "verse": 21,
      "text": "For my heart has rejoiced, And my reins have been gladdened."
    },
    {
      "verse": 22,
      "text": "But I wasvile and knew not: I became brutish before thee."
    },
    {
      "verse": 23,
      "text": "Yet I am continually with thee: Thou hast holden my right hand."
    },
    {
      "verse": 24,
      "text": "Thou hast guided me by thy counsel, And thou hast taken me to thyself with glory."
    },
    {
      "verse": 25,
      "text": "For what have I in heaven but thee? And what have I desired upon the earth beside thee?"
    },
    {
      "verse": 26,
      "text": "My heart and my flesh have failed: ButGod is the strengthof my heart, and God is my portion forever."
    },
    {
      "verse": 27,
      "text": "For, behold, they that remove themselves far from thee shall perish: Thou hast destroyed everyone that goes a-whoring from thee."
    },
    {
      "verse": 28,
      "text": "But it is good for me to cleave close to God, To put my trust in the Lord; That I may proclaim all thy praises In the gates of the daughter of Zion."
    }
  ]
}