{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "\\add A Psalm\\add* of instruction for Asaph. Wherefore hast thou rejected \\add us\\add*, O God, forever? \\add Wherefore\\add* is thy wrath kindled against the sheep of thy pasture?"
    },
    {
      "verse": 2,
      "text": "Remember thy congregation which thou hast purchased from the beginning; Thou didst ransom the rod of thine inheritance; This Mount Zion wherein thou hast dwelt."
    },
    {
      "verse": 3,
      "text": "Lift up thy hands against their pride continually; \\add Because of\\add* all that the enemy has done wickedly in thy holy places."
    },
    {
      "verse": 4,
      "text": "And they that hate thee have boasted in the midst of thy feast; They have set up their standards for signs,"
    },
    {
      "verse": 5,
      "text": "Ignorantly as it were in the entrance above;"
    },
    {
      "verse": 6,
      "text": "They cut down its doors at once with axes as in a wood of trees; They have broken it down with hatchet and stone cutter."
    },
    {
      "verse": 7,
      "text": "They have burned thy sanctuary with fire to the ground; They have profaned the habitation of thy name."
    },
    {
      "verse": 8,
      "text": "They have said in their heart, \\add even\\add* all their kindred together, Come, let us abolish the feasts of the Lord from the earth."
    },
    {
      "verse": 9,
      "text": "We have not seen our signs; There is no longer a prophet; and \\add God\\add* will not know us anymore."
    },
    {
      "verse": 10,
      "text": "How long, O God, shall the enemy reproach? Shall the enemy provoke thy name forever?"
    },
    {
      "verse": 11,
      "text": "Wherefore turnest thou away thy hand, And thy right hand from the midst of thy bosom forever?"
    },
    {
      "verse": 12,
      "text": "But God is our King of old; He has wrought salvation in the midst of the earth."
    },
    {
      "verse": 13,
      "text": "Thou didst establish the sea, in thy might, Thou didst break to pieces the heads of the dragons in the water."
    },
    {
      "verse": 14,
      "text": "Thou didst break to pieces the heads of the dragon; Thou didst give him \\add for\\add* meat to the Ethiopian nations."
    },
    {
      "verse": 15,
      "text": "Thou didst cleave fountains and torrents; Thou driedst up mighty rivers."
    },
    {
      "verse": 16,
      "text": "The day is thine, and the night is thine; Thou hast prepared the sun and the moon."
    },
    {
      "verse": 17,
      "text": "Thou hast made all the borders of the earth; Thou hast made summer and spring."
    },
    {
      "verse": 18,
      "text": "Remember this thy creation: an enemy has reproached the Lord, And a foolish people has provoked thy name."
    },
    {
      "verse": 19,
      "text": "Deliver not to the wild beasts a soul that gives praise to thee: Forget not forever the souls of thy poor."
    },
    {
      "verse": 20,
      "text": "Look upon thy covenant: For the dark \\add places\\add* of the earth are filled with the habitations of iniquity."
    },
    {
      "verse": 21,
      "text": "Let not the afflicted and shamed one be rejected: The poor and needy shall praise thy name."
    },
    {
      "verse": 22,
      "text": "Arise, O God, plead thy cause: Remember thy reproaches that come from the foolish one all the day."
    },
    {
      "verse": 23,
      "text": "Forget not the voice of thy suppliants: Let the pride of them that hate thee continually ascend before thee."
    }
  ]
}