{
  "book_id": "PSA",
  "chapter": 76,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, for Jeduthun, a Psalm of Asaph."
    },
    {
      "verse": 2,
      "text": "I cried to the Lord with my voice, Yea, my voice \\add was addressed\\add* to God; and he gave heed to me."
    },
    {
      "verse": 3,
      "text": "In the day of mine affliction I earnestly sought the Lord; \\add Even\\add* with my hands by night before him, and I was not deceived; My soul refused to be comforted."
    },
    {
      "verse": 4,
      "text": "I remembered God, and rejoiced; I poured out my complaint, and my soul fainted. Pause."
    },
    {
      "verse": 5,
      "text": "All mine enemies set a watch \\add against me\\add*: I was troubled, and spoke not."
    },
    {
      "verse": 6,
      "text": "I considered the days of old, And remembered ancient years."
    },
    {
      "verse": 7,
      "text": "And I meditated; I communed with my heart by night, And diligently searched my spirit, \\add saying\\add*,"
    },
    {
      "verse": 8,
      "text": "Will the Lord cast off forever? And will he be well pleased no more?"
    },
    {
      "verse": 9,
      "text": "Will he cut off his mercy forever, Even forever and ever?"
    },
    {
      "verse": 10,
      "text": "Will God forget to pity? Or will he shut up his compassions in his wrath? Pause."
    },
    {
      "verse": 11,
      "text": "And I said, Now I have begun; This is the change of the right hand of the Most High."
    },
    {
      "verse": 12,
      "text": "I remembered the works of the Lord; For I will remember thy wonders from the beginning."
    },
    {
      "verse": 13,
      "text": "And I will meditate on all thy works, And will consider thy doings."
    },
    {
      "verse": 14,
      "text": "O God, thy way is in the sanctuary; Who is a great God as our God?"
    },
    {
      "verse": 15,
      "text": "Thou art the God that doest wonders; Thou hast made known thy power among the nations."
    },
    {
      "verse": 16,
      "text": "Thou hast with thine arm redeemed thy people, The sons of Jacob and Joseph. Pause."
    },
    {
      "verse": 17,
      "text": "The waters saw thee, O God, The waters saw thee, and feared; And the depths were troubled."
    },
    {
      "verse": 18,
      "text": "\\add There was\\add* an abundant sound of waters: The clouds uttered a voice; For thine arrows went abroad."
    },
    {
      "verse": 19,
      "text": "The voice of thy thunder was abroad, And around thy lightnings appeared to the world; The earth trembled and quaked."
    },
    {
      "verse": 20,
      "text": "Thy way is in the sea, And thy paths in many waters, And thy footsteps cannot be known."
    },
    {
      "verse": 21,
      "text": "Thou didst guide thy people as sheep By the hand of Moses and Aaron."
    }
  ]
}