{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm for Asaph. O God, the heathen are come into thine inheritance; They have polluted thy holy temple; They have made Jerusalem a storehouse of fruits."
    },
    {
      "verse": 2,
      "text": "They have given the dead bodies of thy servants \\add To be\\add* food for the birds of the sky, The flesh of thy holy ones for the wild beasts of the earth."
    },
    {
      "verse": 3,
      "text": "They have shed their blood as water, Round about Jerusalem; and there was none to bury \\add them\\add*."
    },
    {
      "verse": 4,
      "text": "We are become a reproach to our neighbors, A scorn and derision to them \\add that are\\add* round about us."
    },
    {
      "verse": 5,
      "text": "How long, O Lord? wilt thou be angry forever? Shall thy jealousy burn like fire?"
    },
    {
      "verse": 6,
      "text": "Pour out thy wrath upon the heathen that have not known thee, And upon the kingdoms which have not called upon thy name."
    },
    {
      "verse": 7,
      "text": "For they have devoured Jacob, And laid his place waste."
    },
    {
      "verse": 8,
      "text": "Remember not our old transgressions; Let thy tender mercies speedily prevent us; For we are greatly impoverished."
    },
    {
      "verse": 9,
      "text": "Help us, O God our Savior; For the glory of thy name, O Lord, deliver us; And be merciful to our sins, for thy name’s sake."
    },
    {
      "verse": 10,
      "text": "Lest haply they should say among the heathen, Where is their God? And let the avenging of thy servants’ blood that has been shed Be known among the heathen before our eyes."
    },
    {
      "verse": 11,
      "text": "Let the groaning of the prisoners come in before thee; According to the greatness of thine arm Preserve the sons of the slain ones."
    },
    {
      "verse": 12,
      "text": "Repay to our neighbors sevenfold into their bosom their reproach, With which they have reproached thee, O Lord."
    },
    {
      "verse": 13,
      "text": "For we are thy people and the sheep of thy pasture; We will give thee thanks forever; We will declare thy praise throughout all generations."
    }
  ]
}