{
  "book_id": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm for Asaph, concerning the winepresses."
    },
    {
      "verse": 2,
      "text": "Rejoice ye in God our helper; Shout aloud to the God of Jacob."
    },
    {
      "verse": 3,
      "text": "Take a psalm, and produce the timbrel, The pleasant psaltery with the harp."
    },
    {
      "verse": 4,
      "text": "Blow the trumpet at the new moon, In the glorious day of your feast."
    },
    {
      "verse": 5,
      "text": "For \\add this\\add* is an ordinance for Israel, And a statute of the God of Jacob."
    },
    {
      "verse": 6,
      "text": "He made it \\add to be\\add* a testimony in Joseph, When he came forth out of the land of Egypt: He heard a language which he understood not."
    },
    {
      "verse": 7,
      "text": "He removed his back from burdens: His hands slaved in making the baskets."
    },
    {
      "verse": 8,
      "text": "Thou didst call upon me in trouble, and I delivered thee; I heard thee in the secret place of the storm: I proved thee at the water of Strife. Pause."
    },
    {
      "verse": 9,
      "text": "Hear, my people, and I will speak to thee, O Israel; And I will testify to thee: if thou wilt hearken to me;"
    },
    {
      "verse": 10,
      "text": "There shall be no new god in thee; Neither shalt thou worship a strange god."
    },
    {
      "verse": 11,
      "text": "For I am the Lord thy God, That brought thee out of the land of Egypt: Open thy mouth wide, and I will fill it."
    },
    {
      "verse": 12,
      "text": "But my people hearkened not to my voice; And Israel gave no heed to me."
    },
    {
      "verse": 13,
      "text": "So I let them go after the ways of their own hearts: They will go on in their own ways."
    },
    {
      "verse": 14,
      "text": "If my people had hearkened to me, If Israel had walked in my ways,"
    },
    {
      "verse": 15,
      "text": "I should have put down their enemies very quickly, And should have laid my hand upon those that afflicted them."
    },
    {
      "verse": 16,
      "text": "The Lord’s enemies \\add should have\\add* lied to him: But their time shall be forever."
    },
    {
      "verse": 17,
      "text": "And he fed them with the fat of wheat; And satisfied them with honey out of the rock."
    }
  ]
}