{
  "book_id": "PSA",
  "chapter": 82,
  "verses": [
    {
      "verse": 1,
      "text": "A Song of a Psalm for Asaph."
    },
    {
      "verse": 2,
      "text": "O God, who shall be compared to thee? Be not silent, neither be still, O God."
    },
    {
      "verse": 3,
      "text": "For behold, thine enemies have made a noise; And they that hate thee have lifted up the head."
    },
    {
      "verse": 4,
      "text": "Against thy people they have craftily imagined a device, And have taken counsel against thy saints."
    },
    {
      "verse": 5,
      "text": "They have said, Come, and let us utterly destroy them out of the nation; And let the name of Israel be remembered no more at all."
    },
    {
      "verse": 6,
      "text": "For they have taken counsel together with one consent: They have made a confederacy against thee;"
    },
    {
      "verse": 7,
      "text": "Even the tents of the Edomites, and the Ishmaelites; Moab, and the Hagrites;"
    },
    {
      "verse": 8,
      "text": "Gebal, and Ammon, and Amalek; The Philistines also, with them that dwell at Tyre."
    },
    {
      "verse": 9,
      "text": "Yea, Asshur too is come with them: They have become a help to the children of Lot. Pause."
    },
    {
      "verse": 10,
      "text": "Do thou to them as to Midian, and to Sisera; As to Jabin at the brook of Kishon."
    },
    {
      "verse": 11,
      "text": "They were utterly destroyed at En-dor: They became as dung for the earth."
    },
    {
      "verse": 12,
      "text": "Make their princes as Oreb and Zeeb, And Zebah and Zalmunna; \\add even\\add* all their princes:"
    },
    {
      "verse": 13,
      "text": "Who said, Let us take to ourselves the altar of God as an inheritance."
    },
    {
      "verse": 14,
      "text": "O my God, make them as a wheel; As stubble before the face of the wind."
    },
    {
      "verse": 15,
      "text": "As fire which shall burn up a wood, As the flame may consume the mountains;"
    },
    {
      "verse": 16,
      "text": "So shalt thou persecute them with thy tempest, And trouble them in thine anger."
    },
    {
      "verse": 17,
      "text": "Fill their faces with dishonor; So shall they seek thy name, O Lord."
    },
    {
      "verse": 18,
      "text": "Let them be ashamed and troubled for evermore; Yea, let them be confounded and destroyed."
    },
    {
      "verse": 19,
      "text": "And let them know that thy name is Lord; That thou alone art Most High over all the earth."
    }
  ]
}