{
  "book_id": "PSA",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalmof instruction for Ethan the Israelite."
    },
    {
      "verse": 2,
      "text": "I will sing of thy mercies, O Lord, forever: I will declare thy truth with my mouth to all generations."
    },
    {
      "verse": 3,
      "text": "For thou hast said, Mercy shall be built up forever: Thy truth shall be established in the heavens."
    },
    {
      "verse": 4,
      "text": "I made a covenant with my chosen ones, I swore unto David my servant."
    },
    {
      "verse": 5,
      "text": "I will establish thy seed forever, And build up thy throne to all generations. Pause."
    },
    {
      "verse": 6,
      "text": "The heavens shall declare thy wonders, O Lord; And thy truth in the assembly of the saints."
    },
    {
      "verse": 7,
      "text": "For who in the heavens shall be compared to the Lord? And who shall be likened to the Lord among the sons of God?"
    },
    {
      "verse": 8,
      "text": "God is glorified in the council of the saints; Great and terrible toward all that are round about him."
    },
    {
      "verse": 9,
      "text": "O Lord God of hosts, who is like to thee? Thou art mighty, O Lord, and thy truth is round about thee."
    },
    {
      "verse": 10,
      "text": "Thou rulest the power of the sea; And thou calmest the tumult of its waves."
    },
    {
      "verse": 11,
      "text": "Thou hast brought down the proud as one that is slain; And with the arm of thy power thou hast scattered thine enemies."
    },
    {
      "verse": 12,
      "text": "The heavens are thine, and the earth is thine: Thou hast founded the world, and the fullness of it."
    },
    {
      "verse": 13,
      "text": "Thou hast created the north and the west: Tabor and Hermon shall rejoice in thy name."
    },
    {
      "verse": 14,
      "text": "Thine is the mighty arm: Let thy hand be strengthened, let thy right hand be exalted."
    },
    {
      "verse": 15,
      "text": "Justice and judgment are the establishment of thy throne: Mercy and truth shall go before thy face."
    },
    {
      "verse": 16,
      "text": "Blessed is the people that knows the joyful sound: They shall walk, O Lord, in the light of thy countenance."
    },
    {
      "verse": 17,
      "text": "And in thy name shall they rejoice all the day: And in thy righteousness shall they be exalted."
    },
    {
      "verse": 18,
      "text": "For thou art the boast of their strength; And in thy good pleasure shall our horn be exalted,"
    },
    {
      "verse": 19,
      "text": "For ourhelp is of the Lord; And of the Holy One of Israel, our king."
    },
    {
      "verse": 20,
      "text": "Then thou spokest in vision to thy children, And saidst, I have laid help on a mighty one; I have exalted one chosen out of my people."
    },
    {
      "verse": 21,
      "text": "I have found David my servant; I have anointed him by myholy mercy."
    },
    {
      "verse": 22,
      "text": "For my hand shall support him; And mine arm shall strengthen him."
    },
    {
      "verse": 23,
      "text": "The enemy shall have no advantage against him; And the son of transgression shall not hurt him again."
    },
    {
      "verse": 24,
      "text": "And I will hew down his foes before him, And put to flight those that hate him."
    },
    {
      "verse": 25,
      "text": "But my truth and my mercy shall be with him; And in my name shall his horn be exalted."
    },
    {
      "verse": 26,
      "text": "And I will set his hand in the sea, And his right hand in the rivers."
    },
    {
      "verse": 27,
      "text": "He shall call upon me, saying, Thou art my Father, My God, and the helper of my salvation."
    },
    {
      "verse": 28,
      "text": "And I will make him myfirstborn, Higher than the kings of the earth."
    },
    {
      "verse": 29,
      "text": "I will keep my mercy for him forever, And my covenant shall befirm with him."
    },
    {
      "verse": 30,
      "text": "And I will establish his seed forever and ever, And his throne as the days of heaven."
    },
    {
      "verse": 31,
      "text": "If his children should forsake my law, And walk not in my judgments;"
    },
    {
      "verse": 32,
      "text": "If they should profane my ordinances, And not keep my commandments;"
    },
    {
      "verse": 33,
      "text": "I will visit their transgressions with a rod, And their sins with scourges."
    },
    {
      "verse": 34,
      "text": "But my mercy I will not utterly remove from him, Nor wrong my truth."
    },
    {
      "verse": 35,
      "text": "Neither will I by any means profane my covenant; And I will not make void the things that proceed out of my lips."
    },
    {
      "verse": 36,
      "text": "Once have I sworn by my holiness, that I will not lie to David."
    },
    {
      "verse": 37,
      "text": "His seed shall endure forever, And his throne as the sun before me;"
    },
    {
      "verse": 38,
      "text": "And as the moon that isestablished forever, And as the faithful witness in heaven. Pause."
    },
    {
      "verse": 39,
      "text": "But thou hast cast off and set at nought, Thou hast rejected thine anointed."
    },
    {
      "verse": 40,
      "text": "Thou hast overthrown the covenant of thy servant; Thou hast profaned his sanctuary, casting itto the ground."
    },
    {
      "verse": 41,
      "text": "Thou hast broken down all his hedges; Thou hast made his strongholds a terror."
    },
    {
      "verse": 42,
      "text": "All that go by the way have spoiled him: He is become a reproach to his neighbors."
    },
    {
      "verse": 43,
      "text": "Thou hast exalted the right hand of his enemies; Thou hast made all his enemies to rejoice."
    },
    {
      "verse": 44,
      "text": "Thou hast turned back the help of his sword, And hast not helped him in the battle."
    },
    {
      "verse": 45,
      "text": "Thou hast deprived him of glory: Thou hast broken down his throne to the ground."
    },
    {
      "verse": 46,
      "text": "Thou hast shortened the days of his throne: Thou hast poured shame upon him. Pause."
    },
    {
      "verse": 47,
      "text": "How long, O Lord, wilt thou turn away, forever? Shall thine anger flame out as fire?"
    },
    {
      "verse": 48,
      "text": "Remember what my being is: For hast thou created all the sons of men in vain?"
    },
    {
      "verse": 49,
      "text": "What man is there who shall live, and not see death? Shall anyonedeliver his soul from the hand of Hades? Pause."
    },
    {
      "verse": 50,
      "text": "Where are thine ancient mercies, O Lord, Which thou sworest to David in thy truth?"
    },
    {
      "verse": 51,
      "text": "Remember, O Lord, the reproach of thy servants, Which I have borne in my bosom, even the reproachof many nations;"
    },
    {
      "verse": 52,
      "text": "Wherewith thine enemies have reviled, O Lord: Wherewith they have reviled the recompense of thine anointed."
    },
    {
      "verse": 53,
      "text": "Blessed be the Lord forever. So be it, so be it."
    }
  ]
}