{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "Praise of a Song, by David. He that dwells in the help of the Highest, Shall sojourn under the shelter of the God of heaven."
    },
    {
      "verse": 2,
      "text": "He shall say to the Lord, Thou art my helper and my refuge: My God; I will hope in him."
    },
    {
      "verse": 3,
      "text": "For he shall deliver thee from the snare of the hunters, From everytroublesome matter."
    },
    {
      "verse": 4,
      "text": "He shall overshadow thee with his shoulders, And thou shalt trust under his wings: His truth shall cover thee with a shield."
    },
    {
      "verse": 5,
      "text": "Thou shalt not be afraid of terror by night; Nor of the arrow flying by day;"
    },
    {
      "verse": 6,
      "text": "Norof the evilthing that walks in darkness; Norof calamity, and the evil spirit at noonday."
    },
    {
      "verse": 7,
      "text": "A thousand shall fall at thy side, And ten thousand at thy right hand; But it shall not come nigh thee."
    },
    {
      "verse": 8,
      "text": "Only with thine eyes shalt thou observe And see the reward of sinners."
    },
    {
      "verse": 9,
      "text": "For thou, O Lord, art my hope: Thou, my soul, hast made the Most High thy refuge."
    },
    {
      "verse": 10,
      "text": "No evils shall come upon thee, And no scourge shall draw nigh to thy dwelling."
    },
    {
      "verse": 11,
      "text": "For he shall give his angels charge concerning thee, To keep thee in all thy ways."
    },
    {
      "verse": 12,
      "text": "They shall bear thee up on their hands, Lest at any time thou dash thy foot against a stone."
    },
    {
      "verse": 13,
      "text": "Thou shalt tread on the asp and basilisk: And thou shalt trample on the lion and dragon."
    },
    {
      "verse": 14,
      "text": "For he has hoped in me, and I will deliver him: I will protect him, because he has known my name."
    },
    {
      "verse": 15,
      "text": "He shall call upon me, and I will hearken to him: I am with him in affliction; And I will deliver him, and glorify him."
    },
    {
      "verse": 16,
      "text": "I will satisfy him with length of days, And show him my salvation."
    }
  ]
}