{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "Alleluia. Blessed are the blameless in the way, who walk in the law of the Lord."
    },
    {
      "verse": 2,
      "text": "Blessed are they that search out his testimonies: They will diligently seek him with the whole heart."
    },
    {
      "verse": 3,
      "text": "For they that work iniquity Have not walked in his ways."
    },
    {
      "verse": 4,
      "text": "Thou hast commanded \\add us\\add* Diligently to keep thy precepts."
    },
    {
      "verse": 5,
      "text": "O that my ways were directed To keep thine ordinances."
    },
    {
      "verse": 6,
      "text": "Then shall I not be ashamed, When I have respect to all thy commandments."
    },
    {
      "verse": 7,
      "text": "I will give thee thanks with uprightness of heart, When I have learned the judgments of thy righteousness."
    },
    {
      "verse": 8,
      "text": "I will keep thine ordinances: O forsake me not greatly."
    },
    {
      "verse": 9,
      "text": "Wherewith shall a young man direct his way? By keeping thy words."
    },
    {
      "verse": 10,
      "text": "With my whole heart have I diligently sought thee: Cast me not away from thy commandments."
    },
    {
      "verse": 11,
      "text": "I have hidden thine oracles in my heart, That I might not sin against thee."
    },
    {
      "verse": 12,
      "text": "Blessed art thou, O Lord: Teach me thine ordinances."
    },
    {
      "verse": 13,
      "text": "With my lips have I declared All the judgments of thy mouth."
    },
    {
      "verse": 14,
      "text": "I have delighted in the way of thy testimonies, \\add As much\\add* as in all riches."
    },
    {
      "verse": 15,
      "text": "I will meditate on thy commandments, And consider thy ways."
    },
    {
      "verse": 16,
      "text": "I will meditate on thine ordinances: I will not forget thy words."
    },
    {
      "verse": 17,
      "text": "Render a recompense to thy servant: \\add So\\add* shall I live, and keep thy words."
    },
    {
      "verse": 18,
      "text": "Unveil thou mine eyes, And I shall perceive wondrous things out of thy law."
    },
    {
      "verse": 19,
      "text": "I am a stranger in the earth: Hide not thy commandments from me."
    },
    {
      "verse": 20,
      "text": "My soul has longed exceedingly For thy judgments at all times."
    },
    {
      "verse": 21,
      "text": "Thou hast rebuked the proud: Cursed are they that turn aside from thy commandments."
    },
    {
      "verse": 22,
      "text": "Remove from me reproach and contempt; For I have sought out thy testimonies."
    },
    {
      "verse": 23,
      "text": "For princes sat and spoke against me: But thy servant was meditating on thine ordinances."
    },
    {
      "verse": 24,
      "text": "For thy testimonies are my meditation, And thine ordinances are my counselors."
    },
    {
      "verse": 25,
      "text": "My soul has cloven to the ground; Quicken thou me according to thy word."
    },
    {
      "verse": 26,
      "text": "I declared my ways, and thou didst hear me; Teach me thine ordinances."
    },
    {
      "verse": 27,
      "text": "Instruct me in the way of thine ordinances; And I will meditate on thy wondrous works."
    },
    {
      "verse": 28,
      "text": "My soul has slumbered for sorrow; Strengthen thou me with thy words."
    },
    {
      "verse": 29,
      "text": "Remove from me the way of iniquity; And be merciful to me by thy law."
    },
    {
      "verse": 30,
      "text": "I have chosen the way of truth; And have not forgotten thy judgments."
    },
    {
      "verse": 31,
      "text": "I have cloven to thy testimonies, O Lord; Put me not to shame."
    },
    {
      "verse": 32,
      "text": "I ran the way of thy commandments, When thou didst enlarge my heart."
    },
    {
      "verse": 33,
      "text": "Teach me, O Lord, the way of thine ordinances, And I will seek it out continually."
    },
    {
      "verse": 34,
      "text": "Instruct me, and I will search out thy law, And will keep it with my whole heart."
    },
    {
      "verse": 35,
      "text": "Guide me in the path of thy commandments; For I have delighted in it."
    },
    {
      "verse": 36,
      "text": "Incline my heart to thy testimonies, And not to covetousness."
    },
    {
      "verse": 37,
      "text": "Turn away mine eyes that I may not behold vanity: Quicken thou me in thy way."
    },
    {
      "verse": 38,
      "text": "Confirm thine oracle to thy servant, That he may fear thee."
    },
    {
      "verse": 39,
      "text": "Take away my reproach which I have feared: For thy judgments are good."
    },
    {
      "verse": 40,
      "text": "Behold, I have desired thy commandments: Quicken me in thy righteousness."
    },
    {
      "verse": 41,
      "text": "And let thy mercy come upon me, O Lord; \\add Even\\add* thy salvation, according to thy word."
    },
    {
      "verse": 42,
      "text": "And \\add so\\add* I shall render an answer to them that reproach me: For I have trusted in thy words."
    },
    {
      "verse": 43,
      "text": "And take not the word of truth utterly out of my mouth; For I have hoped in thy judgments."
    },
    {
      "verse": 44,
      "text": "So shall I keep thy law continually, Forever and ever."
    },
    {
      "verse": 45,
      "text": "I walked also at large: For I sought out thy commandments."
    },
    {
      "verse": 46,
      "text": "And I spoke of thy testimonies before kings, And was not ashamed."
    },
    {
      "verse": 47,
      "text": "And I meditated on thy commandments, Which I loved exceedingly."
    },
    {
      "verse": 48,
      "text": "And I lifted up my hands to thy commandments which I loved; And I meditated in thine ordinances."
    },
    {
      "verse": 49,
      "text": "Remember thy words to thy servant, Wherein thou hast made me hope."
    },
    {
      "verse": 50,
      "text": "This has comforted me in mine affliction: For thine oracle has quickened me."
    },
    {
      "verse": 51,
      "text": "The proud have transgressed exceedingly; But I swerved not from thy law."
    },
    {
      "verse": 52,
      "text": "I remembered thy judgments of old, O Lord; And was comforted."
    },
    {
      "verse": 53,
      "text": "Despair took hold upon me, Because of the sinners who forsake thy law."
    },
    {
      "verse": 54,
      "text": "Thine ordinances were my songs In the place of my sojourning."
    },
    {
      "verse": 55,
      "text": "I remembered thy name, O Lord, in the night, And kept thy law."
    },
    {
      "verse": 56,
      "text": "This I had, Because I diligently sought thine ordinances."
    },
    {
      "verse": 57,
      "text": "Thou art my portion, O Lord: I said that I would keep thy law."
    },
    {
      "verse": 58,
      "text": "I besought thy favor with my whole heart: Have mercy upon me according to thy word."
    },
    {
      "verse": 59,
      "text": "I thought on thy ways, And turned my feet to thy testimonies."
    },
    {
      "verse": 60,
      "text": "I prepared myself (and was not terrified), To keep thy commandments."
    },
    {
      "verse": 61,
      "text": "The snares of sinners entangled me: But I forgot not thy law."
    },
    {
      "verse": 62,
      "text": "At midnight I arose, to give thanks to thee For the judgments of thy righteousness."
    },
    {
      "verse": 63,
      "text": "I am a companion of all them that fear thee, And of them that keep thy commandments."
    },
    {
      "verse": 64,
      "text": "O Lord, the earth is full of thy mercy: Teach me thine ordinances."
    },
    {
      "verse": 65,
      "text": "Thou hast wrought kindly with thy servant, O Lord, according to thy word."
    },
    {
      "verse": 66,
      "text": "Teach me kindness, and instruction, and knowledge: For I have believed thy commandments."
    },
    {
      "verse": 67,
      "text": "Before I was afflicted, I transgressed; Therefore have I kept thy word."
    },
    {
      "verse": 68,
      "text": "Good art thou, O Lord; therefore in thy goodness Teach me thine ordinances."
    },
    {
      "verse": 69,
      "text": "The injustice of the proud has been multiplied against me: But I will search out thy commandments with all my heart."
    },
    {
      "verse": 70,
      "text": "Their heart has been curdled like milk; But I have meditated on thy law."
    },
    {
      "verse": 71,
      "text": "\\add It is\\add* good for me that thou hast afflicted me; That I might learn thine ordinances."
    },
    {
      "verse": 72,
      "text": "The law of thy mouth is better to me Than thousands of gold and silver."
    },
    {
      "verse": 73,
      "text": "Thy hands have made me, and fashioned me: Instruct me, that I may learn thy commandments."
    },
    {
      "verse": 74,
      "text": "They that fear thee will see me and rejoice: For I have hoped in thy words."
    },
    {
      "verse": 75,
      "text": "I know, O Lord, that thy judgments are righteousness, And \\add that\\add* thou in truthfulness hast afflicted me."
    },
    {
      "verse": 76,
      "text": "Let, I pray thee, thy mercy be to comfort me, According to thy word to thy servant."
    },
    {
      "verse": 77,
      "text": "Let thy compassions come to me, that I may live: For thy law is my meditation."
    },
    {
      "verse": 78,
      "text": "Let the proud be ashamed; for they transgressed against me unjustly: But I will meditate in thy commandments."
    },
    {
      "verse": 79,
      "text": "Let those that fear thee, And those that know thy testimonies, turn to me."
    },
    {
      "verse": 80,
      "text": "Let my heart be blameless in thine ordinances, That I may not be ashamed."
    },
    {
      "verse": 81,
      "text": "My soul faints for thy salvation: I have hoped in thy words."
    },
    {
      "verse": 82,
      "text": "Mine eyes failed \\add in waiting\\add* for thy word, Saying, When wilt thou comfort me?"
    },
    {
      "verse": 83,
      "text": "For I am become as a bottle in the frost: \\add Yet\\add* I have not forgotten thine ordinances."
    },
    {
      "verse": 84,
      "text": "How many are the days of thy servant? When wilt thou execute judgment for me on them that persecute me?"
    },
    {
      "verse": 85,
      "text": "Transgressors told me \\add idle tales\\add*; But not according to thy law, O Lord."
    },
    {
      "verse": 86,
      "text": "All thy commandments are truth; They persecuted me unjustly; help thou me."
    },
    {
      "verse": 87,
      "text": "They nearly made an end of me in the earth; But I forsook not thy commandments."
    },
    {
      "verse": 88,
      "text": "Quicken me according to thy mercy; So shall I keep the testimonies of thy mouth."
    },
    {
      "verse": 89,
      "text": "Thy word, O Lord, Abides in heaven forever."
    },
    {
      "verse": 90,
      "text": "Thy truth \\add endures\\add* to all generations; Thou hast founded the earth, and it abides."
    },
    {
      "verse": 91,
      "text": "The day continues by thy arrangement; For all things are thy servants."
    },
    {
      "verse": 92,
      "text": "Were it not that thy law is my meditation, Then I should have perished in mine affliction."
    },
    {
      "verse": 93,
      "text": "I will never forget thine ordinances; For with them thou hast quickened me."
    },
    {
      "verse": 94,
      "text": "I am thine, save me; For I have sought out thine ordinances."
    },
    {
      "verse": 95,
      "text": "Sinners laid wait for me to destroy me; \\add But\\add* I understood thy testimonies."
    },
    {
      "verse": 96,
      "text": "I have seen an end of all perfection; \\add But\\add* thy commandment is very broad."
    },
    {
      "verse": 97,
      "text": "How I have loved thy law, O Lord! It is my meditation all the day."
    },
    {
      "verse": 98,
      "text": "Thou hast made me wiser than mine enemies \\add in\\add* thy commandment; For it is mine forever."
    },
    {
      "verse": 99,
      "text": "I have more understanding than all my teachers; For thy testimonies are my meditation."
    },
    {
      "verse": 100,
      "text": "I understand more than the aged; Because I have sought out thy commandments."
    },
    {
      "verse": 101,
      "text": "I have kept back my feet from every evil way, That I might keep thy words."
    },
    {
      "verse": 102,
      "text": "I have not declined from thy judgments; For thou hast instructed me."
    },
    {
      "verse": 103,
      "text": "How sweet are thine oracles to my throat! More so than honey to my mouth!"
    },
    {
      "verse": 104,
      "text": "I gain understanding by thy commandments: Therefore I have hated every way of unrighteousness."
    },
    {
      "verse": 105,
      "text": "Thy law is a lamp to my feet, And a light to my paths."
    },
    {
      "verse": 106,
      "text": "I have sworn and determined To keep the judgments of thy righteousness."
    },
    {
      "verse": 107,
      "text": "I have been very greatly afflicted, O Lord: Quicken me, according to thy word."
    },
    {
      "verse": 108,
      "text": "Accept, I pray thee, O Lord, the freewill offerings of my mouth, And teach me thy judgments."
    },
    {
      "verse": 109,
      "text": "My soul is continually in thy hands; And I have not forgotten thy law."
    },
    {
      "verse": 110,
      "text": "Sinners spread a snare for me; But I erred not from thy commandments."
    },
    {
      "verse": 111,
      "text": "I have inherited thy testimonies forever; For they are the joy of my heart."
    },
    {
      "verse": 112,
      "text": "I have inclined my heart to perform thine ordinances forever, In return \\add for thy mercies\\add*."
    },
    {
      "verse": 113,
      "text": "I have hated transgressors; But I have loved thy law."
    },
    {
      "verse": 114,
      "text": "Thou art my helper and my supporter; I have hoped in thy words."
    },
    {
      "verse": 115,
      "text": "Depart from me, ye evildoers; For I will search out the commandments of my God."
    },
    {
      "verse": 116,
      "text": "Uphold me according to thy word, and quicken me; And make me not ashamed of my expectation."
    },
    {
      "verse": 117,
      "text": "Help me, and I shall be saved; And I will meditate in thine ordinances continually."
    },
    {
      "verse": 118,
      "text": "Thou hast brought to nought all that depart from thine ordinances; For their inward thought is unrighteous."
    },
    {
      "verse": 119,
      "text": "I have reckoned all the sinners of the earth as transgressors; Therefore have I loved thy testimonies."
    },
    {
      "verse": 120,
      "text": "Penetrate my flesh with thy fear; For I am afraid of thy judgments."
    },
    {
      "verse": 121,
      "text": "I have done judgment and justice; Deliver me not up to them that injure me."
    },
    {
      "verse": 122,
      "text": "Receive thy servant for good: Let not the proud accuse me falsely."
    },
    {
      "verse": 123,
      "text": "Mine eyes have failed for thy salvation, And for the word of thy righteousness."
    },
    {
      "verse": 124,
      "text": "Deal with thy servant according to thy mercy, And teach me thine ordinances."
    },
    {
      "verse": 125,
      "text": "I am thy servant; instruct me, And I shall know thy testimonies."
    },
    {
      "verse": 126,
      "text": "\\add It is\\add* time for the Lord to work: They have utterly broken thy law."
    },
    {
      "verse": 127,
      "text": "Therefore have I loved thy commandments More than gold, or the topaz."
    },
    {
      "verse": 128,
      "text": "Therefore I directed myself \\add according\\add* to all thy commandments: I have hated every unjust way."
    },
    {
      "verse": 129,
      "text": "Thy testimonies are wonderful: Therefore my soul has sought them out."
    },
    {
      "verse": 130,
      "text": "The manifestation of thy words will enlighten, And instruct the simple."
    },
    {
      "verse": 131,
      "text": "I opened my mouth, and drew breath: For I earnestly longed after thy commandments."
    },
    {
      "verse": 132,
      "text": "Look upon me and have mercy upon me, After the manner of them that love thy name."
    },
    {
      "verse": 133,
      "text": "Order my steps according to thy word: And let not any iniquity have dominion over me."
    },
    {
      "verse": 134,
      "text": "Deliver me from the false accusation of men: So will I keep thy commandments."
    },
    {
      "verse": 135,
      "text": "Cause thy face to shine upon thy servant: And teach me thine ordinances."
    },
    {
      "verse": 136,
      "text": "Mine eyes have been bathed in streams of water, Because I kept not thy law."
    },
    {
      "verse": 137,
      "text": "Righteous art thou, O Lord, And upright are thy judgments."
    },
    {
      "verse": 138,
      "text": "Thou hast commanded righteousness and perfect truth, \\add As\\add* thy testimonies."
    },
    {
      "verse": 139,
      "text": "Thy zeal has quite wasted me: Because mine enemies have forgotten thy words."
    },
    {
      "verse": 140,
      "text": "Thy word \\add has been\\add* very fully tried; And thy servant loves it."
    },
    {
      "verse": 141,
      "text": "I am young and despised: \\add Yet\\add* I have not forgotten thine ordinances."
    },
    {
      "verse": 142,
      "text": "Thy righteousness is an everlasting righteousness, And thy law is truth."
    },
    {
      "verse": 143,
      "text": "Afflictions and distresses found me: \\add But\\add* thy commandments \\add were\\add* my meditation."
    },
    {
      "verse": 144,
      "text": "Thy testimonies \\add are\\add* an everlasting righteousness: Instruct me, and I shall live."
    },
    {
      "verse": 145,
      "text": "I cried with my whole heart; hear me, O Lord: I will search out thine ordinances."
    },
    {
      "verse": 146,
      "text": "I cried to thee; save me, And I will keep thy testimonies."
    },
    {
      "verse": 147,
      "text": "I arose before the dawn, and cried: I hoped in thy words."
    },
    {
      "verse": 148,
      "text": "Mine eyes prevented the dawn, That I might meditate on thine oracles."
    },
    {
      "verse": 149,
      "text": "Hear my voice, O Lord, according to thy mercy; Quicken me according to thy judgment."
    },
    {
      "verse": 150,
      "text": "They have drawn nigh who persecuted me unlawfully; And they are far removed from thy law."
    },
    {
      "verse": 151,
      "text": "Thou art near, O Lord; And all thy ways are truth."
    },
    {
      "verse": 152,
      "text": "I have known of old concerning thy testimonies, That thou hast founded them forever."
    },
    {
      "verse": 153,
      "text": "Look upon mine affliction, and rescue me; For I have not forgotten thy law."
    },
    {
      "verse": 154,
      "text": "Plead my cause, and ransom me: Quicken me because of thy word."
    },
    {
      "verse": 155,
      "text": "Salvation is far from sinners: For they have not searched out thine ordinances."
    },
    {
      "verse": 156,
      "text": "Thy mercies, O Lord, are many: Quicken me according to thy judgment."
    },
    {
      "verse": 157,
      "text": "Many are they that persecute me and oppress me: \\add But\\add* I have not declined from thy testimonies."
    },
    {
      "verse": 158,
      "text": "I beheld men acting foolishly, and I pined away; For they kept not thine oracles."
    },
    {
      "verse": 159,
      "text": "Behold, I have loved thy commandments, O Lord: Quicken me in thy mercy."
    },
    {
      "verse": 160,
      "text": "The beginning of thy words is truth; And all the judgments of thy righteousness \\add endure\\add* forever."
    },
    {
      "verse": 161,
      "text": "Princes persecuted me without a cause, But my heart feared because of thy words."
    },
    {
      "verse": 162,
      "text": "I will exult because of thine oracles, As one that finds much spoil."
    },
    {
      "verse": 163,
      "text": "I hate and abhor unrighteousness; But I love thy law."
    },
    {
      "verse": 164,
      "text": "Seven times in a day have I praised thee Because of the judgments of thy righteousness."
    },
    {
      "verse": 165,
      "text": "Great peace have they that love thy law: And there is no stumbling block to them."
    },
    {
      "verse": 166,
      "text": "I waited for thy salvation, O Lord, And have loved thy commandments."
    },
    {
      "verse": 167,
      "text": "My soul has kept thy testimonies, And loved them exceedingly."
    },
    {
      "verse": 168,
      "text": "I have kept thy commandments and thy testimonies; For all my ways are before thee, O Lord."
    },
    {
      "verse": 169,
      "text": "Let my supplication come near before thee, O Lord; Instruct me according to thine oracle."
    },
    {
      "verse": 170,
      "text": "Let my petition come in before thee, O Lord; Deliver me according to thine oracle."
    },
    {
      "verse": 171,
      "text": "Let my lips utter a hymn, When thou shalt have taught me thine ordinances."
    },
    {
      "verse": 172,
      "text": "Let my tongue utter thine oracles; For all thy commandments are righteous."
    },
    {
      "verse": 173,
      "text": "Let thy hand be \\add prompt\\add* to save me; For I have chosen thy commandments."
    },
    {
      "verse": 174,
      "text": "I have longed after thy salvation, O Lord; And thy law is my meditation."
    },
    {
      "verse": 175,
      "text": "My soul shall live, and shall praise thee; And thy judgments shall help me."
    },
    {
      "verse": 176,
      "text": "I have gone astray like a lost sheep; Seek thy servant; for I have not forgotten thy commandments."
    }
  ]
}