{
  "book_id": "PSA",
  "chapter": 134,
  "verses": [
    {
      "verse": 1,
      "text": "Alleluia. Praise ye the name of the Lord; Praise the Lord, ye hisservants,"
    },
    {
      "verse": 2,
      "text": "Who stand in the house of the Lord, In the courts of the house of our God."
    },
    {
      "verse": 3,
      "text": "Praise ye the Lord; for the Lord is good: Sing praises to his name; for it isgood."
    },
    {
      "verse": 4,
      "text": "For the Lord has chosen Jacob for himself, AndIsrael for his peculiar treasure."
    },
    {
      "verse": 5,
      "text": "For I know that the Lord is great, And our Lord is above all gods;"
    },
    {
      "verse": 6,
      "text": "All that the Lord willed, He did in heaven, and on the earth, In the sea, and in all deeps."
    },
    {
      "verse": 7,
      "text": "Who brings up clouds from the extremity of the earth: He has made lightnings for the rain: He brings winds out of his treasures."
    },
    {
      "verse": 8,
      "text": "Who smote the firstborn of Egypt, Both of man and beast."
    },
    {
      "verse": 9,
      "text": "He sent signs and wonders into the midst of thee, O Egypt, On Pharaoh, and on all his servants."
    },
    {
      "verse": 10,
      "text": "Who smote many nations, And slew mighty kings;"
    },
    {
      "verse": 11,
      "text": "Sihon king of the Amorites, And Og king of Bashan, And all the kingdoms of Canaan:"
    },
    {
      "verse": 12,
      "text": "And gave their land foran inheritance, An inheritance to Israel his people."
    },
    {
      "verse": 13,
      "text": "O Lord, thy name enduresforever, And thy memorial to all generations."
    },
    {
      "verse": 14,
      "text": "For the Lord shall judge his people, And comfort himself concerning his servants."
    },
    {
      "verse": 15,
      "text": "The idols of the heathen are silver and gold, The works of men’s hands."
    },
    {
      "verse": 16,
      "text": "They have a mouth, but they cannot speak; They have eyes, but they cannot see;"
    },
    {
      "verse": 17,
      "text": "They have ears, but they cannot hear; For there is no breath in their mouth."
    },
    {
      "verse": 18,
      "text": "Let those who make them be made like to them; And all those who trust in them."
    },
    {
      "verse": 19,
      "text": "O house of Israel, bless ye the Lord: O house of Aaron, bless ye the Lord:"
    },
    {
      "verse": 20,
      "text": "O house of Levi, bless ye the Lord: Ye that fear the Lord, bless the Lord."
    },
    {
      "verse": 21,
      "text": "Blessed in Zion be the Lord, Who dwells in Jerusalem."
    }
  ]
}