{
  "book_id": "PSA",
  "chapter": 138,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of David. O Lord, thou hast proved me, and known me."
    },
    {
      "verse": 2,
      "text": "Thou knowest my downsitting and mine uprising: Thou understandest my thoughts long before."
    },
    {
      "verse": 3,
      "text": "Thou hast traced my path and my bed, And hast foreseen all my ways."
    },
    {
      "verse": 4,
      "text": "For there is no unrighteous word in my tongue: Behold, O Lord, thou hast known all things,"
    },
    {
      "verse": 5,
      "text": "the last and the first: Thou hast fashioned me, and laid thy hand upon me."
    },
    {
      "verse": 6,
      "text": "The knowledge of thee is too wonderful for me; It is very difficult, I cannot attainto it."
    },
    {
      "verse": 7,
      "text": "Whither shall I go from thy Spirit? And whither shall I flee from thy presence?"
    },
    {
      "verse": 8,
      "text": "If I should go up to heaven, thou art there: If I should go down to hell, thou art present."
    },
    {
      "verse": 9,
      "text": "If I should spread my wings to flystraight forward, And sojourn at the extremity of the sea, it would be vain,"
    },
    {
      "verse": 10,
      "text": "For even there thy hand would guide me, And thy right hand would hold me."
    },
    {
      "verse": 11,
      "text": "When I said, Surely the darkness will cover me; Even the night waslight in my luxury."
    },
    {
      "verse": 12,
      "text": "For darkness will not be darkness with thee; But night will be light as day: As its darkness, so shall its light be to thee."
    },
    {
      "verse": 13,
      "text": "For thou, O Lord, hast possessed my reins; Thou hast helped me from my mother’s womb."
    },
    {
      "verse": 14,
      "text": "I will give thee thanks; for thou art fearfully wondrous; Wondrous are thy works; and my soul knows itwell."
    },
    {
      "verse": 15,
      "text": "My bones which thou madest in secret were not hidden from thee, Nor my substance, in the lowest parts of the earth."
    },
    {
      "verse": 16,
      "text": "Thine eyes saw my unwrought substance, And all menshall be written in thy book; They shall be formed by day, though there should for a timebe no one among them."
    },
    {
      "verse": 17,
      "text": "But thy friends, O God, have been greatly honored by me; Their rule has been greatly strengthened."
    },
    {
      "verse": 18,
      "text": "I will number them, and they shall be multiplied beyond the sand; I awake, and am still with thee."
    },
    {
      "verse": 19,
      "text": "Oh that thou wouldest slay the wicked, O God; Depart from me, ye men of blood."
    },
    {
      "verse": 20,
      "text": "For thou wilt say concerning theirthought, Thatthey shall take thy cities in vain."
    },
    {
      "verse": 21,
      "text": "Have I not hated them, O Lord, that hate thee? And wasted away because of thine enemies?"
    },
    {
      "verse": 22,
      "text": "I have hated them with perfect hatred; They were counted my enemies."
    },
    {
      "verse": 23,
      "text": "Prove me, O God, and know my heart; Examine me, and know my paths;"
    },
    {
      "verse": 24,
      "text": "And see if there is anyway of iniquity in me, And lead me in an everlasting way."
    }
  ]
}