{
  "book_id": "PSA",
  "chapter": 139,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of David."
    },
    {
      "verse": 2,
      "text": "Rescue me, O Lord, from the evil man; Deliver me from the unjust man."
    },
    {
      "verse": 3,
      "text": "Who have devised injustice in their hearts; All the day they prepared war."
    },
    {
      "verse": 4,
      "text": "They have sharpened their tongue as \\add the tongue\\add* of a serpent; The poison of asps is under their lips. Pause."
    },
    {
      "verse": 5,
      "text": "Keep me, O Lord, from the hand of the sinner; Rescue me from unjust men; Who have purposed to overthrow my goings."
    },
    {
      "verse": 6,
      "text": "The proud have hidden a snare for me, And have stretched out ropes \\add for\\add* snares for my feet; They set a stumbling block for me near the path. Pause."
    },
    {
      "verse": 7,
      "text": "I said to the Lord, Thou art my God; Hearken, O Lord, to the voice of my supplication."
    },
    {
      "verse": 8,
      "text": "O Lord God, the strength of my salvation; Thou hast screened my head in the day of battle."
    },
    {
      "verse": 9,
      "text": "Deliver me not, O Lord, to the sinner, according to my desire: They have devised \\add mischief\\add* against me; Forsake me not, lest they should be exalted. Pause."
    },
    {
      "verse": 10,
      "text": "\\add As for\\add* the head of them that compass me, The mischief of their lips shall cover them."
    },
    {
      "verse": 11,
      "text": "Coals of fire shall fall upon them on the earth; And thou shalt cast them down in afflictions: They shall not bear up \\add under them\\add*."
    },
    {
      "verse": 12,
      "text": "A talkative man shall not prosper on the earth: Evils shall hunt the unrighteous man to destruction."
    },
    {
      "verse": 13,
      "text": "I know that the Lord will maintain the cause of the poor, And the right of the needy ones."
    },
    {
      "verse": 14,
      "text": "Surely the righteous shall give thanks to thy name: The upright shall dwell in thy presence."
    }
  ]
}