{
  "book_id": "PSA",
  "chapter": 143,
  "verses": [
    {
      "verse": 1,
      "text": "\\add A Psalm\\add* of David concerning Goliath. Blessed \\add be\\add* the Lord my God, Who instructs my hands for battle, \\add And\\add* my fingers for war."
    },
    {
      "verse": 2,
      "text": "My mercy, and my refuge; My helper, and my deliverer; My protector, in whom I have trusted; Who subdues my people under me."
    },
    {
      "verse": 3,
      "text": "Lord, what is man, that thou art made known to him? Or the son of man, that thou takest account of him?"
    },
    {
      "verse": 4,
      "text": "Man is like to vanity: His days pass as a shadow."
    },
    {
      "verse": 5,
      "text": "O Lord, bow thy heavens, and come down: Touch the mountains, and they shall smoke."
    },
    {
      "verse": 6,
      "text": "Send lightning, and thou shalt scatter them: Send forth thine arrows, and thou shalt discomfit them."
    },
    {
      "verse": 7,
      "text": "Send forth thy hand from on high; Rescue me, and deliver me out of great waters, Out of the hand of strange children;"
    },
    {
      "verse": 8,
      "text": "Whose mouth has spoken vanity, And their right hand is a right hand of iniquity."
    },
    {
      "verse": 9,
      "text": "O God, I will sing a new song to thee: I will play to thee on a psaltery of ten strings."
    },
    {
      "verse": 10,
      "text": "\\add Even\\add* to him who gives salvation to kings: Who redeems his servant David from the hurtful sword."
    },
    {
      "verse": 11,
      "text": "Deliver me, and rescue me from the hand of strange children, Whose mouth has spoken vanity, And their right hand is a right hand of iniquity;"
    },
    {
      "verse": 12,
      "text": "Whose children are as plants, Strengthened in their youth: Their daughters are beautiful, sumptuously Adorned after the similitude of a temple."
    },
    {
      "verse": 13,
      "text": "Their garners are full, And bursting with one kind of store after another; Their sheep are prolific, Multiplying in their streets."
    },
    {
      "verse": 14,
      "text": "Their oxen are fat: There is no falling down of a hedge, nor going out, Nor cry in their folds."
    },
    {
      "verse": 15,
      "text": "Men bless the people to whom this lot belongs, \\add But\\add* blessed is the people whose God is the Lord."
    }
  ]
}