{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "David’s Psalm ofpraise. I will exalt thee, my God, my king; And I will bless thy name forever and ever."
    },
    {
      "verse": 2,
      "text": "Every day will I bless thee, And I will praise thy name forever and ever."
    },
    {
      "verse": 3,
      "text": "The Lord is great, and greatly to be praised; And there is no end of his greatness."
    },
    {
      "verse": 4,
      "text": "Generation after generation shall praise thy works, And tell of thy power."
    },
    {
      "verse": 5,
      "text": "And they shall speak of the glorious majesty of thy holiness, And recount thy wonders."
    },
    {
      "verse": 6,
      "text": "And they shall speak of the power of thy terrible acts; And recount thy greatness."
    },
    {
      "verse": 7,
      "text": "They shall utter the memory of the abundance of thy goodness, And shall exult in thy righteousness."
    },
    {
      "verse": 8,
      "text": "The Lord is compassionate, and merciful; Long-suffering, and abundant in mercy."
    },
    {
      "verse": 9,
      "text": "The Lord is good to those that wait on him; And his compassions are over all his works."
    },
    {
      "verse": 10,
      "text": "Let all thy works, O Lord, give thanks to thee; And let thy saints bless thee."
    },
    {
      "verse": 11,
      "text": "They shall speak of the glory of thy kingdom, And talk of thy dominion;"
    },
    {
      "verse": 12,
      "text": "To make known to the sons of men thy power, And the glorious majesty of thy kingdom."
    },
    {
      "verse": 13,
      "text": "Thy kingdom is an everlasting kingdom, And thy dominion enduresthrough all generations. And holy in all his works."
    },
    {
      "verse": 14,
      "text": "The Lord supports all that are falling, And sets up all that are broken down."
    },
    {
      "verse": 15,
      "text": "The eyes of all wait upon thee; And thou givest themtheir food in due season."
    },
    {
      "verse": 16,
      "text": "Thou openest thy hands, And fillest every living thing with pleasure."
    },
    {
      "verse": 17,
      "text": "The Lord is righteous in all his ways, And holy in all his works."
    },
    {
      "verse": 18,
      "text": "The Lord is near to all that call upon him, To all that call upon him in truth."
    },
    {
      "verse": 19,
      "text": "He will perform the desire of them that fear him: And he will hear their supplication, and save them."
    },
    {
      "verse": 20,
      "text": "The Lord preserves all that love him: But all sinners he will utterly destroy."
    },
    {
      "verse": 21,
      "text": "My mouth shall speak the praise of the Lord: And let all flesh bless his holy name Forever and ever."
    }
  ]
}