{
  "book_id": "LEV",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ויקרא אל משה וידבר יהוה אליו מאהל מועד לאמר׃"
    },
    {
      "verse": 2,
      "text": "דבר אל בני ישראל ואמרת אלהם אדם כי יקריב מכם קרבן ליהוה מן הבהמה מן הבקר ומן הצאן תקריבו את קרבנכם׃"
    },
    {
      "verse": 3,
      "text": "אם עלה קרבנו מן הבקר זכר תמים יקריבנו אל פתח אהל מועד יקריב אתו לרצנו לפני יהוה׃"
    },
    {
      "verse": 4,
      "text": "וסמך ידו על ראש העלה ונרצה לו לכפר עליו׃"
    },
    {
      "verse": 5,
      "text": "ושחט את בן הבקר לפני יהוה והקריבו בני אהרן הכהנים את הדם וזרקו את הדם על המזבח סביב אשר פתח אהל מועד׃"
    },
    {
      "verse": 6,
      "text": "והפשיט את העלה ונתח אתה לנתחיה׃"
    },
    {
      "verse": 7,
      "text": "ונתנו בני אהרן הכהן אש על המזבח וערכו עצים על האש׃"
    },
    {
      "verse": 8,
      "text": "וערכו בני אהרן הכהנים את הנתחים את הראש ואת הפדר על העצים אשר על האש אשר על המזבח׃"
    },
    {
      "verse": 9,
      "text": "וקרבו וכרעיו ירחץ במים והקטיר הכהן את הכל המזבחה עלה אשה ריח ניחוח ליהוה׃"
    },
    {
      "verse": 10,
      "text": "ואם מן הצאן קרבנו מן הכשבים או מן העזים לעלה זכר תמים יקריבנו׃"
    },
    {
      "verse": 11,
      "text": "ושחט אתו על ירך המזבח צפנה לפני יהוה וזרקו בני אהרן הכהנים את דמו על המזבח סביב׃"
    },
    {
      "verse": 12,
      "text": "ונתח אתו לנתחיו ואת ראשו ואת פדרו וערך הכהן אתם על העצים אשר על האש אשר על המזבח׃"
    },
    {
      "verse": 13,
      "text": "והקרב והכרעים ירחץ במים והקריב הכהן את הכל והקטיר המזבחה עלה הוא אשה ריח ניחח ליהוה׃"
    },
    {
      "verse": 14,
      "text": "ואם מן העוף עלה קרבנו ליהוה והקריב מן התרים או מן בני היונה את קרבנו׃"
    },
    {
      "verse": 15,
      "text": "והקריבו הכהן אל המזבח ומלק את ראשו והקטיר המזבחה ונמצה דמו על קיר המזבח׃"
    },
    {
      "verse": 16,
      "text": "והסיר את מראתו בנצתה והשליך אתה אצל המזבח קדמה אל מקום הדשן׃"
    },
    {
      "verse": 17,
      "text": "ושסע אתו בכנפיו לא יבדיל והקטיר אתו הכהן המזבחה על העצים אשר על האש עלה הוא אשה ריח ניחח ליהוה׃"
    }
  ]
}