{
  "book_id": "LEV",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "וזאת תורת האשם קדש קדשים הוא׃"
    },
    {
      "verse": 2,
      "text": "במקום אשר ישחטו את העלה ישחטו את האשם ואת דמו יזרק על המזבח סביב׃"
    },
    {
      "verse": 3,
      "text": "ואת כל חלבו יקריב ממנו את האליה ואת החלב המכסה את הקרב׃"
    },
    {
      "verse": 4,
      "text": "ואת שתי הכלית ואת החלב אשר עליהן אשר על הכסלים ואת היתרת על הכבד על הכלית יסירנה׃"
    },
    {
      "verse": 5,
      "text": "והקטיר אתם הכהן המזבחה אשה ליהוה אשם הוא׃"
    },
    {
      "verse": 6,
      "text": "כל זכר בכהנים יאכלנו במקום קדוש יאכל קדש קדשים הוא׃"
    },
    {
      "verse": 7,
      "text": "כחטאת כאשם תורה אחת להם הכהן אשר יכפר בו לו יהיה׃"
    },
    {
      "verse": 8,
      "text": "והכהן המקריב את עלת איש עור העלה אשר הקריב לכהן לו יהיה׃"
    },
    {
      "verse": 9,
      "text": "וכל מנחה אשר תאפה בתנור וכל נעשה במרחשת ועל מחבת לכהן המקריב אתה לו תהיה׃"
    },
    {
      "verse": 10,
      "text": "וכל מנחה בלולה בשמן וחרבה לכל בני אהרן תהיה איש כאחיו׃"
    },
    {
      "verse": 11,
      "text": "וזאת תורת זבח השלמים אשר יקריב ליהוה׃"
    },
    {
      "verse": 12,
      "text": "אם על תודה יקריבנו והקריב על זבח התודה חלות מצות בלולת בשמן ורקיקי מצות משחים בשמן וסלת מרבכת חלת בלולת בשמן׃"
    },
    {
      "verse": 13,
      "text": "על חלת לחם חמץ יקריב קרבנו על זבח תודת שלמיו׃"
    },
    {
      "verse": 14,
      "text": "והקריב ממנו אחד מכל קרבן תרומה ליהוה לכהן הזרק את דם השלמים לו יהיה׃"
    },
    {
      "verse": 15,
      "text": "ובשר זבח תודת שלמיו ביום קרבנו יאכל לא יניח ממנו עד בקר׃"
    },
    {
      "verse": 16,
      "text": "ואם נדר או נדבה זבח קרבנו ביום הקריבו את זבחו יאכל וממחרת והנותר ממנו יאכל׃"
    },
    {
      "verse": 17,
      "text": "והנותר מבשר הזבח ביום השלישי באש ישרף׃"
    },
    {
      "verse": 18,
      "text": "ואם האכל יאכל מבשר זבח שלמיו ביום השלישי לא ירצה המקריב אתו לא יחשב לו פגול יהיה והנפש האכלת ממנו עונה תשא׃"
    },
    {
      "verse": 19,
      "text": "והבשר אשר יגע בכל טמא לא יאכל באש ישרף והבשר כל טהור יאכל בשר׃"
    },
    {
      "verse": 20,
      "text": "והנפש אשר תאכל בשר מזבח השלמים אשר ליהוה וטמאתו עליו ונכרתה הנפש ההוא מעמיה׃"
    },
    {
      "verse": 21,
      "text": "ונפש כי תגע בכל טמא בטמאת אדם או בבהמה טמאה או בכל שקץ טמא ואכל מבשר זבח השלמים אשר ליהוה ונכרתה הנפש ההוא מעמיה׃"
    },
    {
      "verse": 22,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 23,
      "text": "דבר אל בני ישראל לאמר כל חלב שור וכשב ועז לא תאכלו׃"
    },
    {
      "verse": 24,
      "text": "וחלב נבלה וחלב טרפה יעשה לכל מלאכה ואכל לא תאכלהו׃"
    },
    {
      "verse": 25,
      "text": "כי כל אכל חלב מן הבהמה אשר יקריב ממנה אשה ליהוה ונכרתה הנפש האכלת מעמיה׃"
    },
    {
      "verse": 26,
      "text": "וכל דם לא תאכלו בכל מושבתיכם לעוף ולבהמה׃"
    },
    {
      "verse": 27,
      "text": "כל נפש אשר תאכל כל דם ונכרתה הנפש ההוא מעמיה׃"
    },
    {
      "verse": 28,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 29,
      "text": "דבר אל בני ישראל לאמר המקריב את זבח שלמיו ליהוה יביא את קרבנו ליהוה מזבח שלמיו׃"
    },
    {
      "verse": 30,
      "text": "ידיו תביאינה את אשי יהוה את החלב על החזה יביאנו את החזה להניף אתו תנופה לפני יהוה׃"
    },
    {
      "verse": 31,
      "text": "והקטיר הכהן את החלב המזבחה והיה החזה לאהרן ולבניו׃"
    },
    {
      "verse": 32,
      "text": "ואת שוק הימין תתנו תרומה לכהן מזבחי שלמיכם׃"
    },
    {
      "verse": 33,
      "text": "המקריב את דם השלמים ואת החלב מבני אהרן לו תהיה שוק הימין למנה׃"
    },
    {
      "verse": 34,
      "text": "כי את חזה התנופה ואת שוק התרומה לקחתי מאת בני ישראל מזבחי שלמיהם ואתן אתם לאהרן הכהן ולבניו לחק עולם מאת בני ישראל׃"
    },
    {
      "verse": 35,
      "text": "זאת משחת אהרן ומשחת בניו מאשי יהוה ביום הקריב אתם לכהן ליהוה׃"
    },
    {
      "verse": 36,
      "text": "אשר צוה יהוה לתת להם ביום משחו אתם מאת בני ישראל חקת עולם לדרתם׃"
    },
    {
      "verse": 37,
      "text": "זאת התורה לעלה למנחה ולחטאת ולאשם ולמלואים ולזבח השלמים׃"
    },
    {
      "verse": 38,
      "text": "אשר צוה יהוה את משה בהר סיני ביום צותו את בני ישראל להקריב את קרבניהם ליהוה במדבר סיני׃"
    }
  ]
}