{
  "book_id": "LEV",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי ביום השמיני קרא משה לאהרן ולבניו ולזקני ישראל׃"
    },
    {
      "verse": 2,
      "text": "ויאמר אל אהרן קח לך עגל בן בקר לחטאת ואיל לעלה תמימם והקרב לפני יהוה׃"
    },
    {
      "verse": 3,
      "text": "ואל בני ישראל תדבר לאמר קחו שעיר עזים לחטאת ועגל וכבש בני שנה תמימם לעלה׃"
    },
    {
      "verse": 4,
      "text": "ושור ואיל לשלמים לזבח לפני יהוה ומנחה בלולה בשמן כי היום יהוה נראה אליכם׃"
    },
    {
      "verse": 5,
      "text": "ויקחו את אשר צוה משה אל פני אהל מועד ויקרבו כל העדה ויעמדו לפני יהוה׃"
    },
    {
      "verse": 6,
      "text": "ויאמר משה זה הדבר אשר צוה יהוה תעשו וירא אליכם כבוד יהוה׃"
    },
    {
      "verse": 7,
      "text": "ויאמר משה אל אהרן קרב אל המזבח ועשה את חטאתך ואת עלתך וכפר בעדך ובעד העם ועשה את קרבן העם וכפר בעדם כאשר צוה יהוה׃"
    },
    {
      "verse": 8,
      "text": "ויקרב אהרן אל המזבח וישחט את עגל החטאת אשר לו׃"
    },
    {
      "verse": 9,
      "text": "ויקרבו בני אהרן את הדם אליו ויטבל אצבעו בדם ויתן על קרנות המזבח ואת הדם יצק אל יסוד המזבח׃"
    },
    {
      "verse": 10,
      "text": "ואת החלב ואת הכלית ואת היתרת מן הכבד מן החטאת הקטיר המזבחה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 11,
      "text": "ואת הבשר ואת העור שרף באש מחוץ למחנה׃"
    },
    {
      "verse": 12,
      "text": "וישחט את העלה וימצאו בני אהרן אליו את הדם ויזרקהו על המזבח סביב׃"
    },
    {
      "verse": 13,
      "text": "ואת העלה המציאו אליו לנתחיה ואת הראש ויקטר על המזבח׃"
    },
    {
      "verse": 14,
      "text": "וירחץ את הקרב ואת הכרעים ויקטר על העלה המזבחה׃"
    },
    {
      "verse": 15,
      "text": "ויקרב את קרבן העם ויקח את שעיר החטאת אשר לעם וישחטהו ויחטאהו כראשון׃"
    },
    {
      "verse": 16,
      "text": "ויקרב את העלה ויעשה כמשפט׃"
    },
    {
      "verse": 17,
      "text": "ויקרב את המנחה וימלא כפו ממנה ויקטר על המזבח מלבד עלת הבקר׃"
    },
    {
      "verse": 18,
      "text": "וישחט את השור ואת האיל זבח השלמים אשר לעם וימצאו בני אהרן את הדם אליו ויזרקהו על המזבח סביב׃"
    },
    {
      "verse": 19,
      "text": "ואת החלבים מן השור ומן האיל האליה והמכסה והכלית ויתרת הכבד׃"
    },
    {
      "verse": 20,
      "text": "וישימו את החלבים על החזות ויקטר החלבים המזבחה׃"
    },
    {
      "verse": 21,
      "text": "ואת החזות ואת שוק הימין הניף אהרן תנופה לפני יהוה כאשר צוה משה׃"
    },
    {
      "verse": 22,
      "text": "וישא אהרן את ידו אל העם ויברכם וירד מעשת החטאת והעלה והשלמים׃"
    },
    {
      "verse": 23,
      "text": "ויבא משה ואהרן אל אהל מועד ויצאו ויברכו את העם וירא כבוד יהוה אל כל העם׃"
    },
    {
      "verse": 24,
      "text": "ותצא אש מלפני יהוה ותאכל על המזבח את העלה ואת החלבים וירא כל העם וירנו ויפלו על פניהם׃"
    }
  ]
}