{
  "book_id": "LEV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה ואל אהרן לאמר אלהם׃"
    },
    {
      "verse": 2,
      "text": "דברו אל בני ישראל לאמר זאת החיה אשר תאכלו מכל הבהמה אשר על הארץ׃"
    },
    {
      "verse": 3,
      "text": "כל מפרסת פרסה ושסעת שסע פרסת מעלת גרה בבהמה אתה תאכלו׃"
    },
    {
      "verse": 4,
      "text": "אך את זה לא תאכלו ממעלי הגרה וממפריסי הפרסה את הגמל כי מעלה גרה הוא ופרסה איננו מפריס טמא הוא לכם׃"
    },
    {
      "verse": 5,
      "text": "ואת השפן כי מעלה גרה הוא ופרסה לא יפריס טמא הוא לכם׃"
    },
    {
      "verse": 6,
      "text": "ואת הארנבת כי מעלת גרה הוא ופרסה לא הפריסה טמאה הוא לכם׃"
    },
    {
      "verse": 7,
      "text": "ואת החזיר כי מפריס פרסה הוא ושסע שסע פרסה והוא גרה לא יגר טמא הוא לכם׃"
    },
    {
      "verse": 8,
      "text": "מבשרם לא תאכלו ובנבלתם לא תגעו טמאים הם לכם׃"
    },
    {
      "verse": 9,
      "text": "את זה תאכלו מכל אשר במים כל אשר לו סנפיר וקשקשת במים בימים ובנחלים אתם תאכלו׃"
    },
    {
      "verse": 10,
      "text": "וכל אשר אין לו סנפיר וקשקשת בימים ובנחלים מכל שרץ המים ומכל נפש החיה אשר במים שקץ הם לכם׃"
    },
    {
      "verse": 11,
      "text": "ושקץ יהיו לכם מבשרם לא תאכלו ואת נבלתם תשקצו׃"
    },
    {
      "verse": 12,
      "text": "כל אשר אין לו סנפיר וקשקשת במים שקץ הוא לכם׃"
    },
    {
      "verse": 13,
      "text": "ואת אלה תשקצו מן העוף לא יאכלו שקץ הם את הנשר ואת הפרס ואת העזניה׃"
    },
    {
      "verse": 14,
      "text": "ואת הדאה ואת האיה למינה׃"
    },
    {
      "verse": 15,
      "text": "את כל ערב למינו׃"
    },
    {
      "verse": 16,
      "text": "ואת בת היענה ואת התחמס ואת השחף ואת הנץ למינהו׃"
    },
    {
      "verse": 17,
      "text": "ואת הכוס ואת השלך ואת הינשוף׃"
    },
    {
      "verse": 18,
      "text": "ואת התנשמת ואת הקאת ואת הרחם׃"
    },
    {
      "verse": 19,
      "text": "ואת החסידה האנפה למינה ואת הדוכיפת ואת העטלף׃"
    },
    {
      "verse": 20,
      "text": "כל שרץ העוף ההלך על ארבע שקץ הוא לכם׃"
    },
    {
      "verse": 21,
      "text": "אך את זה תאכלו מכל שרץ העוף ההלך על ארבע אשר לא כרעים ממעל לרגליו לנתר בהן על הארץ׃"
    },
    {
      "verse": 22,
      "text": "את אלה מהם תאכלו את הארבה למינו ואת הסלעם למינהו ואת החרגל למינהו ואת החגב למינהו׃"
    },
    {
      "verse": 23,
      "text": "וכל שרץ העוף אשר לו ארבע רגלים שקץ הוא לכם׃"
    },
    {
      "verse": 24,
      "text": "ולאלה תטמאו כל הנגע בנבלתם יטמא עד הערב׃"
    },
    {
      "verse": 25,
      "text": "וכל הנשא מנבלתם יכבס בגדיו וטמא עד הערב׃"
    },
    {
      "verse": 26,
      "text": "לכל הבהמה אשר הוא מפרסת פרסה ושסע איננה שסעת וגרה איננה מעלה טמאים הם לכם כל הנגע בהם יטמא׃"
    },
    {
      "verse": 27,
      "text": "וכל הולך על כפיו בכל החיה ההלכת על ארבע טמאים הם לכם כל הנגע בנבלתם יטמא עד הערב׃"
    },
    {
      "verse": 28,
      "text": "והנשא את נבלתם יכבס בגדיו וטמא עד הערב טמאים המה לכם׃"
    },
    {
      "verse": 29,
      "text": "וזה לכם הטמא בשרץ השרץ על הארץ החלד והעכבר והצב למינהו׃"
    },
    {
      "verse": 30,
      "text": "והאנקה והכח והלטאה והחמט והתנשמת׃"
    },
    {
      "verse": 31,
      "text": "אלה הטמאים לכם בכל השרץ כל הנגע בהם במתם יטמא עד הערב׃"
    },
    {
      "verse": 32,
      "text": "וכל אשר יפל עליו מהם במתם יטמא מכל כלי עץ או בגד או עור או שק כל כלי אשר יעשה מלאכה בהם במים יובא וטמא עד הערב וטהר׃"
    },
    {
      "verse": 33,
      "text": "וכל כלי חרש אשר יפל מהם אל תוכו כל אשר בתוכו יטמא ואתו תשברו׃"
    },
    {
      "verse": 34,
      "text": "מכל האכל אשר יאכל אשר יבוא עליו מים יטמא וכל משקה אשר ישתה בכל כלי יטמא׃"
    },
    {
      "verse": 35,
      "text": "וכל אשר יפל מנבלתם עליו יטמא תנור וכירים יתץ טמאים הם וטמאים יהיו לכם׃"
    },
    {
      "verse": 36,
      "text": "אך מעין ובור מקוה מים יהיה טהור ונגע בנבלתם יטמא׃"
    },
    {
      "verse": 37,
      "text": "וכי יפל מנבלתם על כל זרע זרוע אשר יזרע טהור הוא׃"
    },
    {
      "verse": 38,
      "text": "וכי יתן מים על זרע ונפל מנבלתם עליו טמא הוא לכם׃"
    },
    {
      "verse": 39,
      "text": "וכי ימות מן הבהמה אשר היא לכם לאכלה הנגע בנבלתה יטמא עד הערב׃"
    },
    {
      "verse": 40,
      "text": "והאכל מנבלתה יכבס בגדיו וטמא עד הערב והנשא את נבלתה יכבס בגדיו וטמא עד הערב׃"
    },
    {
      "verse": 41,
      "text": "וכל השרץ השרץ על הארץ שקץ הוא לא יאכל׃"
    },
    {
      "verse": 42,
      "text": "כל הולך על גחון וכל הולך על ארבע עד כל מרבה רגלים לכל השרץ השרץ על הארץ לא תאכלום כי שקץ הם׃"
    },
    {
      "verse": 43,
      "text": "אל תשקצו את נפשתיכם בכל השרץ השרץ ולא תטמאו בהם ונטמתם בם׃"
    },
    {
      "verse": 44,
      "text": "כי אני יהוה אלהיכם והתקדשתם והייתם קדשים כי קדוש אני ולא תטמאו את נפשתיכם בכל השרץ הרמש על הארץ׃"
    },
    {
      "verse": 45,
      "text": "כי אני יהוה המעלה אתכם מארץ מצרים להית לכם לאלהים והייתם קדשים כי קדוש אני׃"
    },
    {
      "verse": 46,
      "text": "זאת תורת הבהמה והעוף וכל נפש החיה הרמשת במים ולכל נפש השרצת על הארץ׃"
    },
    {
      "verse": 47,
      "text": "להבדיל בין הטמא ובין הטהר ובין החיה הנאכלת ובין החיה אשר לא תאכל׃"
    }
  ]
}