{
  "book_id": "LEV",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה ואל אהרן לאמר׃"
    },
    {
      "verse": 2,
      "text": "אדם כי יהיה בעור בשרו שאת או ספחת או בהרת והיה בעור בשרו לנגע צרעת והובא אל אהרן הכהן או אל אחד מבניו הכהנים׃"
    },
    {
      "verse": 3,
      "text": "וראה הכהן את הנגע בעור הבשר ושער בנגע הפך לבן ומראה הנגע עמק מעור בשרו נגע צרעת הוא וראהו הכהן וטמא אתו׃"
    },
    {
      "verse": 4,
      "text": "ואם בהרת לבנה הוא בעור בשרו ועמק אין מראה מן העור ושערה לא הפך לבן והסגיר הכהן את הנגע שבעת ימים׃"
    },
    {
      "verse": 5,
      "text": "וראהו הכהן ביום השביעי והנה הנגע עמד בעיניו לא פשה הנגע בעור והסגירו הכהן שבעת ימים שנית׃"
    },
    {
      "verse": 6,
      "text": "וראה הכהן אתו ביום השביעי שנית והנה כהה הנגע ולא פשה הנגע בעור וטהרו הכהן מספחת היא וכבס בגדיו וטהר׃"
    },
    {
      "verse": 7,
      "text": "ואם פשה תפשה המספחת בעור אחרי הראתו אל הכהן לטהרתו ונראה שנית אל הכהן׃"
    },
    {
      "verse": 8,
      "text": "וראה הכהן והנה פשתה המספחת בעור וטמאו הכהן צרעת הוא׃"
    },
    {
      "verse": 9,
      "text": "נגע צרעת כי תהיה באדם והובא אל הכהן׃"
    },
    {
      "verse": 10,
      "text": "וראה הכהן והנה שאת לבנה בעור והיא הפכה שער לבן ומחית בשר חי בשאת׃"
    },
    {
      "verse": 11,
      "text": "צרעת נושנת הוא בעור בשרו וטמאו הכהן לא יסגרנו כי טמא הוא׃"
    },
    {
      "verse": 12,
      "text": "ואם פרוח תפרח הצרעת בעור וכסתה הצרעת את כל עור הנגע מראשו ועד רגליו לכל מראה עיני הכהן׃"
    },
    {
      "verse": 13,
      "text": "וראה הכהן והנה כסתה הצרעת את כל בשרו וטהר את הנגע כלו הפך לבן טהור הוא׃"
    },
    {
      "verse": 14,
      "text": "וביום הראות בו בשר חי יטמא׃"
    },
    {
      "verse": 15,
      "text": "וראה הכהן את הבשר החי וטמאו הבשר החי טמא הוא צרעת הוא׃"
    },
    {
      "verse": 16,
      "text": "או כי ישוב הבשר החי ונהפך ללבן ובא אל הכהן׃"
    },
    {
      "verse": 17,
      "text": "וראהו הכהן והנה נהפך הנגע ללבן וטהר הכהן את הנגע טהור הוא׃"
    },
    {
      "verse": 18,
      "text": "ובשר כי יהיה בו בערו שחין ונרפא׃"
    },
    {
      "verse": 19,
      "text": "והיה במקום השחין שאת לבנה או בהרת לבנה אדמדמת ונראה אל הכהן׃"
    },
    {
      "verse": 20,
      "text": "וראה הכהן והנה מראה שפל מן העור ושערה הפך לבן וטמאו הכהן נגע צרעת היא בשחין פרחה׃"
    },
    {
      "verse": 21,
      "text": "ואם יראנה הכהן והנה אין בה שער לבן ושפלה איננה מן העור והיא כהה והסגירו הכהן שבעת ימים׃"
    },
    {
      "verse": 22,
      "text": "ואם פשה תפשה בעור וטמא הכהן אתו נגע הוא׃"
    },
    {
      "verse": 23,
      "text": "ואם תחתיה תעמד הבהרת לא פשתה צרבת השחין הוא וטהרו הכהן׃"
    },
    {
      "verse": 24,
      "text": "או בשר כי יהיה בערו מכות אש והיתה מחית המכוה בהרת לבנה אדמדמת או לבנה׃"
    },
    {
      "verse": 25,
      "text": "וראה אתה הכהן והנה נהפך שער לבן בבהרת ומראה עמק מן העור צרעת הוא במכוה פרחה וטמא אתו הכהן נגע צרעת הוא׃"
    },
    {
      "verse": 26,
      "text": "ואם יראנה הכהן והנה אין בבהרת שער לבן ושפלה איננה מן העור והוא כהה והסגירו הכהן שבעת ימים׃"
    },
    {
      "verse": 27,
      "text": "וראהו הכהן ביום השביעי אם פשה תפשה בעור וטמא הכהן אתו נגע צרעת הוא׃"
    },
    {
      "verse": 28,
      "text": "ואם תחתיה תעמד הבהרת לא פשתה בעור והוא כהה שאת המכוה הוא וטהרו הכהן כי צרבת המכוה הוא׃"
    },
    {
      "verse": 29,
      "text": "ואיש או אשה כי יהיה בו נגע בראש או בזקן׃"
    },
    {
      "verse": 30,
      "text": "וראה הכהן את הנגע והנה מראהו עמק מן העור ובו שער צהב דק וטמא אתו הכהן נתק הוא צרעת הראש או הזקן הוא׃"
    },
    {
      "verse": 31,
      "text": "וכי יראה הכהן את נגע הנתק והנה אין מראהו עמק מן העור ושער שחר אין בו והסגיר הכהן את נגע הנתק שבעת ימים׃"
    },
    {
      "verse": 32,
      "text": "וראה הכהן את הנגע ביום השביעי והנה לא פשה הנתק ולא היה בו שער צהב ומראה הנתק אין עמק מן העור׃"
    },
    {
      "verse": 33,
      "text": "והתגלח ואת הנתק לא יגלח והסגיר הכהן את הנתק שבעת ימים שנית׃"
    },
    {
      "verse": 34,
      "text": "וראה הכהן את הנתק ביום השביעי והנה לא פשה הנתק בעור ומראהו איננו עמק מן העור וטהר אתו הכהן וכבס בגדיו וטהר׃"
    },
    {
      "verse": 35,
      "text": "ואם פשה יפשה הנתק בעור אחרי טהרתו׃"
    },
    {
      "verse": 36,
      "text": "וראהו הכהן והנה פשה הנתק בעור לא יבקר הכהן לשער הצהב טמא הוא׃"
    },
    {
      "verse": 37,
      "text": "ואם בעיניו עמד הנתק ושער שחר צמח בו נרפא הנתק טהור הוא וטהרו הכהן׃"
    },
    {
      "verse": 38,
      "text": "ואיש או אשה כי יהיה בעור בשרם בהרת בהרת לבנת׃"
    },
    {
      "verse": 39,
      "text": "וראה הכהן והנה בעור בשרם בהרת כהות לבנת בהק הוא פרח בעור טהור הוא׃"
    },
    {
      "verse": 40,
      "text": "ואיש כי ימרט ראשו קרח הוא טהור הוא׃"
    },
    {
      "verse": 41,
      "text": "ואם מפאת פניו ימרט ראשו גבח הוא טהור הוא׃"
    },
    {
      "verse": 42,
      "text": "וכי יהיה בקרחת או בגבחת נגע לבן אדמדם צרעת פרחת הוא בקרחתו או בגבחתו׃"
    },
    {
      "verse": 43,
      "text": "וראה אתו הכהן והנה שאת הנגע לבנה אדמדמת בקרחתו או בגבחתו כמראה צרעת עור בשר׃"
    },
    {
      "verse": 44,
      "text": "איש צרוע הוא טמא הוא טמא יטמאנו הכהן בראשו נגעו׃"
    },
    {
      "verse": 45,
      "text": "והצרוע אשר בו הנגע בגדיו יהיו פרמים וראשו יהיה פרוע ועל שפם יעטה וטמא טמא יקרא׃"
    },
    {
      "verse": 46,
      "text": "כל ימי אשר הנגע בו יטמא טמא הוא בדד ישב מחוץ למחנה מושבו׃"
    },
    {
      "verse": 47,
      "text": "והבגד כי יהיה בו נגע צרעת בבגד צמר או בבגד פשתים׃"
    },
    {
      "verse": 48,
      "text": "או בשתי או בערב לפשתים ולצמר או בעור או בכל מלאכת עור׃"
    },
    {
      "verse": 49,
      "text": "והיה הנגע ירקרק או אדמדם בבגד או בעור או בשתי או בערב או בכל כלי עור נגע צרעת הוא והראה את הכהן׃"
    },
    {
      "verse": 50,
      "text": "וראה הכהן את הנגע והסגיר את הנגע שבעת ימים׃"
    },
    {
      "verse": 51,
      "text": "וראה את הנגע ביום השביעי כי פשה הנגע בבגד או בשתי או בערב או בעור לכל אשר יעשה העור למלאכה צרעת ממארת הנגע טמא הוא׃"
    },
    {
      "verse": 52,
      "text": "ושרף את הבגד או את השתי או את הערב בצמר או בפשתים או את כל כלי העור אשר יהיה בו הנגע כי צרעת ממארת הוא באש תשרף׃"
    },
    {
      "verse": 53,
      "text": "ואם יראה הכהן והנה לא פשה הנגע בבגד או בשתי או בערב או בכל כלי עור׃"
    },
    {
      "verse": 54,
      "text": "וצוה הכהן וכבסו את אשר בו הנגע והסגירו שבעת ימים שנית׃"
    },
    {
      "verse": 55,
      "text": "וראה הכהן אחרי הכבס את הנגע והנה לא הפך הנגע את עינו והנגע לא פשה טמא הוא באש תשרפנו פחתת הוא בקרחתו או בגבחתו׃"
    },
    {
      "verse": 56,
      "text": "ואם ראה הכהן והנה כהה הנגע אחרי הכבס אתו וקרע אתו מן הבגד או מן העור או מן השתי או מן הערב׃"
    },
    {
      "verse": 57,
      "text": "ואם תראה עוד בבגד או בשתי או בערב או בכל כלי עור פרחת הוא באש תשרפנו את אשר בו הנגע׃"
    },
    {
      "verse": 58,
      "text": "והבגד או השתי או הערב או כל כלי העור אשר תכבס וסר מהם הנגע וכבס שנית וטהר׃"
    },
    {
      "verse": 59,
      "text": "זאת תורת נגע צרעת בגד הצמר או הפשתים או השתי או הערב או כל כלי עור לטהרו או לטמאו׃"
    }
  ]
}