{
  "book_id": "LEV",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "זאת תהיה תורת המצרע ביום טהרתו והובא אל הכהן׃"
    },
    {
      "verse": 3,
      "text": "ויצא הכהן אל מחוץ למחנה וראה הכהן והנה נרפא נגע הצרעת מן הצרוע׃"
    },
    {
      "verse": 4,
      "text": "וצוה הכהן ולקח למטהר שתי צפרים חיות טהרות ועץ ארז ושני תולעת ואזב׃"
    },
    {
      "verse": 5,
      "text": "וצוה הכהן ושחט את הצפור האחת אל כלי חרש על מים חיים׃"
    },
    {
      "verse": 6,
      "text": "את הצפר החיה יקח אתה ואת עץ הארז ואת שני התולעת ואת האזב וטבל אותם ואת הצפר החיה בדם הצפר השחטה על המים החיים׃"
    },
    {
      "verse": 7,
      "text": "והזה על המטהר מן הצרעת שבע פעמים וטהרו ושלח את הצפר החיה על פני השדה׃"
    },
    {
      "verse": 8,
      "text": "וכבס המטהר את בגדיו וגלח את כל שערו ורחץ במים וטהר ואחר יבוא אל המחנה וישב מחוץ לאהלו שבעת ימים׃"
    },
    {
      "verse": 9,
      "text": "והיה ביום השביעי יגלח את כל שערו את ראשו ואת זקנו ואת גבת עיניו ואת כל שערו יגלח וכבס את בגדיו ורחץ את בשרו במים וטהר׃"
    },
    {
      "verse": 10,
      "text": "וביום השמיני יקח שני כבשים תמימים וכבשה אחת בת שנתה תמימה ושלשה עשרנים סלת מנחה בלולה בשמן ולג אחד שמן׃"
    },
    {
      "verse": 11,
      "text": "והעמיד הכהן המטהר את האיש המטהר ואתם לפני יהוה פתח אהל מועד׃"
    },
    {
      "verse": 12,
      "text": "ולקח הכהן את הכבש האחד והקריב אתו לאשם ואת לג השמן והניף אתם תנופה לפני יהוה׃"
    },
    {
      "verse": 13,
      "text": "ושחט את הכבש במקום אשר ישחט את החטאת ואת העלה במקום הקדש כי כחטאת האשם הוא לכהן קדש קדשים הוא׃"
    },
    {
      "verse": 14,
      "text": "ולקח הכהן מדם האשם ונתן הכהן על תנוך אזן המטהר הימנית ועל בהן ידו הימנית ועל בהן רגלו הימנית׃"
    },
    {
      "verse": 15,
      "text": "ולקח הכהן מלג השמן ויצק על כף הכהן השמאלית׃"
    },
    {
      "verse": 16,
      "text": "וטבל הכהן את אצבעו הימנית מן השמן אשר על כפו השמאלית והזה מן השמן באצבעו שבע פעמים לפני יהוה׃"
    },
    {
      "verse": 17,
      "text": "ומיתר השמן אשר על כפו יתן הכהן על תנוך אזן המטהר הימנית ועל בהן ידו הימנית ועל בהן רגלו הימנית על דם האשם׃"
    },
    {
      "verse": 18,
      "text": "והנותר בשמן אשר על כף הכהן יתן על ראש המטהר וכפר עליו הכהן לפני יהוה׃"
    },
    {
      "verse": 19,
      "text": "ועשה הכהן את החטאת וכפר על המטהר מטמאתו ואחר ישחט את העלה׃"
    },
    {
      "verse": 20,
      "text": "והעלה הכהן את העלה ואת המנחה המזבחה וכפר עליו הכהן וטהר׃"
    },
    {
      "verse": 21,
      "text": "ואם דל הוא ואין ידו משגת ולקח כבש אחד אשם לתנופה לכפר עליו ועשרון סלת אחד בלול בשמן למנחה ולג שמן׃"
    },
    {
      "verse": 22,
      "text": "ושתי תרים או שני בני יונה אשר תשיג ידו והיה אחד חטאת והאחד עלה׃"
    },
    {
      "verse": 23,
      "text": "והביא אתם ביום השמיני לטהרתו אל הכהן אל פתח אהל מועד לפני יהוה׃"
    },
    {
      "verse": 24,
      "text": "ולקח הכהן את כבש האשם ואת לג השמן והניף אתם הכהן תנופה לפני יהוה׃"
    },
    {
      "verse": 25,
      "text": "ושחט את כבש האשם ולקח הכהן מדם האשם ונתן על תנוך אזן המטהר הימנית ועל בהן ידו הימנית ועל בהן רגלו הימנית׃"
    },
    {
      "verse": 26,
      "text": "ומן השמן יצק הכהן על כף הכהן השמאלית׃"
    },
    {
      "verse": 27,
      "text": "והזה הכהן באצבעו הימנית מן השמן אשר על כפו השמאלית שבע פעמים לפני יהוה׃"
    },
    {
      "verse": 28,
      "text": "ונתן הכהן מן השמן אשר על כפו על תנוך אזן המטהר הימנית ועל בהן ידו הימנית ועל בהן רגלו הימנית על מקום דם האשם׃"
    },
    {
      "verse": 29,
      "text": "והנותר מן השמן אשר על כף הכהן יתן על ראש המטהר לכפר עליו לפני יהוה׃"
    },
    {
      "verse": 30,
      "text": "ועשה את האחד מן התרים או מן בני היונה מאשר תשיג ידו׃"
    },
    {
      "verse": 31,
      "text": "את אשר תשיג ידו את האחד חטאת ואת האחד עלה על המנחה וכפר הכהן על המטהר לפני יהוה׃"
    },
    {
      "verse": 32,
      "text": "זאת תורת אשר בו נגע צרעת אשר לא תשיג ידו בטהרתו׃"
    },
    {
      "verse": 33,
      "text": "וידבר יהוה אל משה ואל אהרן לאמר׃"
    },
    {
      "verse": 34,
      "text": "כי תבאו אל ארץ כנען אשר אני נתן לכם לאחזה ונתתי נגע צרעת בבית ארץ אחזתכם׃"
    },
    {
      "verse": 35,
      "text": "ובא אשר לו הבית והגיד לכהן לאמר כנגע נראה לי בבית׃"
    },
    {
      "verse": 36,
      "text": "וצוה הכהן ופנו את הבית בטרם יבא הכהן לראות את הנגע ולא יטמא כל אשר בבית ואחר כן יבא הכהן לראות את הבית׃"
    },
    {
      "verse": 37,
      "text": "וראה את הנגע והנה הנגע בקירת הבית שקערורת ירקרקת או אדמדמת ומראיהן שפל מן הקיר׃"
    },
    {
      "verse": 38,
      "text": "ויצא הכהן מן הבית אל פתח הבית והסגיר את הבית שבעת ימים׃"
    },
    {
      "verse": 39,
      "text": "ושב הכהן ביום השביעי וראה והנה פשה הנגע בקירת הבית׃"
    },
    {
      "verse": 40,
      "text": "וצוה הכהן וחלצו את האבנים אשר בהן הנגע והשליכו אתהן אל מחוץ לעיר אל מקום טמא׃"
    },
    {
      "verse": 41,
      "text": "ואת הבית יקצע מבית סביב ושפכו את העפר אשר הקצו אל מחוץ לעיר אל מקום טמא׃"
    },
    {
      "verse": 42,
      "text": "ולקחו אבנים אחרות והביאו אל תחת האבנים ועפר אחר יקח וטח את הבית׃"
    },
    {
      "verse": 43,
      "text": "ואם ישוב הנגע ופרח בבית אחר חלץ את האבנים ואחרי הקצות את הבית ואחרי הטוח׃"
    },
    {
      "verse": 44,
      "text": "ובא הכהן וראה והנה פשה הנגע בבית צרעת ממארת הוא בבית טמא הוא׃"
    },
    {
      "verse": 45,
      "text": "ונתץ את הבית את אבניו ואת עציו ואת כל עפר הבית והוציא אל מחוץ לעיר אל מקום טמא׃"
    },
    {
      "verse": 46,
      "text": "והבא אל הבית כל ימי הסגיר אתו יטמא עד הערב׃"
    },
    {
      "verse": 47,
      "text": "והשכב בבית יכבס את בגדיו והאכל בבית יכבס את בגדיו׃"
    },
    {
      "verse": 48,
      "text": "ואם בא יבא הכהן וראה והנה לא פשה הנגע בבית אחרי הטח את הבית וטהר הכהן את הבית כי נרפא הנגע׃"
    },
    {
      "verse": 49,
      "text": "ולקח לחטא את הבית שתי צפרים ועץ ארז ושני תולעת ואזב׃"
    },
    {
      "verse": 50,
      "text": "ושחט את הצפר האחת אל כלי חרש על מים חיים׃"
    },
    {
      "verse": 51,
      "text": "ולקח את עץ הארז ואת האזב ואת שני התולעת ואת הצפר החיה וטבל אתם בדם הצפר השחוטה ובמים החיים והזה אל הבית שבע פעמים׃"
    },
    {
      "verse": 52,
      "text": "וחטא את הבית בדם הצפור ובמים החיים ובצפר החיה ובעץ הארז ובאזב ובשני התולעת׃"
    },
    {
      "verse": 53,
      "text": "ושלח את הצפר החיה אל מחוץ לעיר אל פני השדה וכפר על הבית וטהר׃"
    },
    {
      "verse": 54,
      "text": "זאת התורה לכל נגע הצרעת ולנתק׃"
    },
    {
      "verse": 55,
      "text": "ולצרעת הבגד ולבית׃"
    },
    {
      "verse": 56,
      "text": "ולשאת ולספחת ולבהרת׃"
    },
    {
      "verse": 57,
      "text": "להורת ביום הטמא וביום הטהר זאת תורת הצרעת׃"
    }
  ]
}