{
  "book_id": "LEV",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה ואל אהרן לאמר׃"
    },
    {
      "verse": 2,
      "text": "דברו אל בני ישראל ואמרתם אלהם איש איש כי יהיה זב מבשרו זובו טמא הוא׃"
    },
    {
      "verse": 3,
      "text": "וזאת תהיה טמאתו בזובו רר בשרו את זובו או החתים בשרו מזובו טמאתו הוא׃"
    },
    {
      "verse": 4,
      "text": "כל המשכב אשר ישכב עליו הזב יטמא וכל הכלי אשר ישב עליו יטמא׃"
    },
    {
      "verse": 5,
      "text": "ואיש אשר יגע במשכבו יכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 6,
      "text": "והישב על הכלי אשר ישב עליו הזב יכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 7,
      "text": "והנגע בבשר הזב יכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 8,
      "text": "וכי ירק הזב בטהור וכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 9,
      "text": "וכל המרכב אשר ירכב עליו הזב יטמא׃"
    },
    {
      "verse": 10,
      "text": "וכל הנגע בכל אשר יהיה תחתיו יטמא עד הערב והנושא אותם יכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 11,
      "text": "וכל אשר יגע בו הזב וידיו לא שטף במים וכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 12,
      "text": "וכלי חרש אשר יגע בו הזב ישבר וכל כלי עץ ישטף במים׃"
    },
    {
      "verse": 13,
      "text": "וכי יטהר הזב מזובו וספר לו שבעת ימים לטהרתו וכבס בגדיו ורחץ בשרו במים חיים וטהר׃"
    },
    {
      "verse": 14,
      "text": "וביום השמיני יקח לו שתי תרים או שני בני יונה ובא לפני יהוה אל פתח אהל מועד ונתנם אל הכהן׃"
    },
    {
      "verse": 15,
      "text": "ועשה אתם הכהן אחד חטאת והאחד עלה וכפר עליו הכהן לפני יהוה מזובו׃"
    },
    {
      "verse": 16,
      "text": "ואיש כי תצא ממנו שכבת זרע ורחץ במים את כל בשרו וטמא עד הערב׃"
    },
    {
      "verse": 17,
      "text": "וכל בגד וכל עור אשר יהיה עליו שכבת זרע וכבס במים וטמא עד הערב׃"
    },
    {
      "verse": 18,
      "text": "ואשה אשר ישכב איש אתה שכבת זרע ורחצו במים וטמאו עד הערב׃"
    },
    {
      "verse": 19,
      "text": "ואשה כי תהיה זבה דם יהיה זבה בבשרה שבעת ימים תהיה בנדתה וכל הנגע בה יטמא עד הערב׃"
    },
    {
      "verse": 20,
      "text": "וכל אשר תשכב עליו בנדתה יטמא וכל אשר תשב עליו יטמא׃"
    },
    {
      "verse": 21,
      "text": "וכל הנגע במשכבה יכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 22,
      "text": "וכל הנגע בכל כלי אשר תשב עליו יכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 23,
      "text": "ואם על המשכב הוא או על הכלי אשר הוא ישבת עליו בנגעו בו יטמא עד הערב׃"
    },
    {
      "verse": 24,
      "text": "ואם שכב ישכב איש אתה ותהי נדתה עליו וטמא שבעת ימים וכל המשכב אשר ישכב עליו יטמא׃"
    },
    {
      "verse": 25,
      "text": "ואשה כי יזוב זוב דמה ימים רבים בלא עת נדתה או כי תזוב על נדתה כל ימי זוב טמאתה כימי נדתה תהיה טמאה הוא׃"
    },
    {
      "verse": 26,
      "text": "כל המשכב אשר תשכב עליו כל ימי זובה כמשכב נדתה יהיה לה וכל הכלי אשר תשב עליו טמא יהיה כטמאת נדתה׃"
    },
    {
      "verse": 27,
      "text": "וכל הנוגע בם יטמא וכבס בגדיו ורחץ במים וטמא עד הערב׃"
    },
    {
      "verse": 28,
      "text": "ואם טהרה מזובה וספרה לה שבעת ימים ואחר תטהר׃"
    },
    {
      "verse": 29,
      "text": "וביום השמיני תקח לה שתי תרים או שני בני יונה והביאה אותם אל הכהן אל פתח אהל מועד׃"
    },
    {
      "verse": 30,
      "text": "ועשה הכהן את האחד חטאת ואת האחד עלה וכפר עליה הכהן לפני יהוה מזוב טמאתה׃"
    },
    {
      "verse": 31,
      "text": "והזרתם את בני ישראל מטמאתם ולא ימתו בטמאתם בטמאם את משכני אשר בתוכם׃"
    },
    {
      "verse": 32,
      "text": "זאת תורת הזב ואשר תצא ממנו שכבת זרע לטמאה בה׃"
    },
    {
      "verse": 33,
      "text": "והדוה בנדתה והזב את זובו לזכר ולנקבה ולאיש אשר ישכב עם טמאה׃"
    }
  ]
}