{
  "book_id": "LEV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "דבר אל בני ישראל ואמרת אלהם אני יהוה אלהיכם׃"
    },
    {
      "verse": 3,
      "text": "כמעשה ארץ מצרים אשר ישבתם בה לא תעשו וכמעשה ארץ כנען אשר אני מביא אתכם שמה לא תעשו ובחקתיהם לא תלכו׃"
    },
    {
      "verse": 4,
      "text": "את משפטי תעשו ואת חקתי תשמרו ללכת בהם אני יהוה אלהיכם׃"
    },
    {
      "verse": 5,
      "text": "ושמרתם את חקתי ואת משפטי אשר יעשה אתם האדם וחי בהם אני יהוה׃"
    },
    {
      "verse": 6,
      "text": "איש איש אל כל שאר בשרו לא תקרבו לגלות ערוה אני יהוה׃"
    },
    {
      "verse": 7,
      "text": "ערות אביך וערות אמך לא תגלה אמך הוא לא תגלה ערותה׃"
    },
    {
      "verse": 8,
      "text": "ערות אשת אביך לא תגלה ערות אביך הוא׃"
    },
    {
      "verse": 9,
      "text": "ערות אחותך בת אביך או בת אמך מולדת בית או מולדת חוץ לא תגלה ערותן׃"
    },
    {
      "verse": 10,
      "text": "ערות בת בנך או בת בתך לא תגלה ערותן כי ערותך הנה׃"
    },
    {
      "verse": 11,
      "text": "ערות בת אשת אביך מולדת אביך אחותך הוא לא תגלה ערותה׃"
    },
    {
      "verse": 12,
      "text": "ערות אחות אביך לא תגלה שאר אביך הוא׃"
    },
    {
      "verse": 13,
      "text": "ערות אחות אמך לא תגלה כי שאר אמך הוא׃"
    },
    {
      "verse": 14,
      "text": "ערות אחי אביך לא תגלה אל אשתו לא תקרב דדתך הוא׃"
    },
    {
      "verse": 15,
      "text": "ערות כלתך לא תגלה אשת בנך הוא לא תגלה ערותה׃"
    },
    {
      "verse": 16,
      "text": "ערות אשת אחיך לא תגלה ערות אחיך הוא׃"
    },
    {
      "verse": 17,
      "text": "ערות אשה ובתה לא תגלה את בת בנה ואת בת בתה לא תקח לגלות ערותה שארה הנה זמה הוא׃"
    },
    {
      "verse": 18,
      "text": "ואשה אל אחתה לא תקח לצרר לגלות ערותה עליה בחייה׃"
    },
    {
      "verse": 19,
      "text": "ואל אשה בנדת טמאתה לא תקרב לגלות ערותה׃"
    },
    {
      "verse": 20,
      "text": "ואל אשת עמיתך לא תתן שכבתך לזרע לטמאה בה׃"
    },
    {
      "verse": 21,
      "text": "ומזרעך לא תתן להעביר למלך ולא תחלל את שם אלהיך אני יהוה׃"
    },
    {
      "verse": 22,
      "text": "ואת זכר לא תשכב משכבי אשה תועבה הוא׃"
    },
    {
      "verse": 23,
      "text": "ובכל בהמה לא תתן שכבתך לטמאה בה ואשה לא תעמד לפני בהמה לרבעה תבל הוא׃"
    },
    {
      "verse": 24,
      "text": "אל תטמאו בכל אלה כי בכל אלה נטמאו הגוים אשר אני משלח מפניכם׃"
    },
    {
      "verse": 25,
      "text": "ותטמא הארץ ואפקד עונה עליה ותקא הארץ את ישביה׃"
    },
    {
      "verse": 26,
      "text": "ושמרתם אתם את חקתי ואת משפטי ולא תעשו מכל התועבת האלה האזרח והגר הגר בתוככם׃"
    },
    {
      "verse": 27,
      "text": "כי את כל התועבת האל עשו אנשי הארץ אשר לפניכם ותטמא הארץ׃"
    },
    {
      "verse": 28,
      "text": "ולא תקיא הארץ אתכם בטמאכם אתה כאשר קאה את הגוי אשר לפניכם׃"
    },
    {
      "verse": 29,
      "text": "כי כל אשר יעשה מכל התועבות האלה ונכרתו הנפשות העשת מקרב עמם׃"
    },
    {
      "verse": 30,
      "text": "ושמרתם את משמרתי לבלתי עשות מחקות התועבת אשר נעשו לפניכם ולא תטמאו בהם אני יהוה אלהיכם׃"
    }
  ]
}