{
  "book_id": "LEV",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "דבר אל כל עדת בני ישראל ואמרת אלהם קדשים תהיו כי קדוש אני יהוה אלהיכם׃"
    },
    {
      "verse": 3,
      "text": "איש אמו ואביו תיראו ואת שבתתי תשמרו אני יהוה אלהיכם׃"
    },
    {
      "verse": 4,
      "text": "אל תפנו אל האלילים ואלהי מסכה לא תעשו לכם אני יהוה אלהיכם׃"
    },
    {
      "verse": 5,
      "text": "וכי תזבחו זבח שלמים ליהוה לרצנכם תזבחהו׃"
    },
    {
      "verse": 6,
      "text": "ביום זבחכם יאכל וממחרת והנותר עד יום השלישי באש ישרף׃"
    },
    {
      "verse": 7,
      "text": "ואם האכל יאכל ביום השלישי פגול הוא לא ירצה׃"
    },
    {
      "verse": 8,
      "text": "ואכליו עונו ישא כי את קדש יהוה חלל ונכרתה הנפש ההוא מעמיה׃"
    },
    {
      "verse": 9,
      "text": "ובקצרכם את קציר ארצכם לא תכלה פאת שדך לקצר ולקט קצירך לא תלקט׃"
    },
    {
      "verse": 10,
      "text": "וכרמך לא תעולל ופרט כרמך לא תלקט לעני ולגר תעזב אתם אני יהוה אלהיכם׃"
    },
    {
      "verse": 11,
      "text": "לא תגנבו ולא תכחשו ולא תשקרו איש בעמיתו׃"
    },
    {
      "verse": 12,
      "text": "ולא תשבעו בשמי לשקר וחללת את שם אלהיך אני יהוה׃"
    },
    {
      "verse": 13,
      "text": "לא תעשק את רעך ולא תגזל לא תלין פעלת שכיר אתך עד בקר׃"
    },
    {
      "verse": 14,
      "text": "לא תקלל חרש ולפני עור לא תתן מכשל ויראת מאלהיך אני יהוה׃"
    },
    {
      "verse": 15,
      "text": "לא תעשו עול במשפט לא תשא פני דל ולא תהדר פני גדול בצדק תשפט עמיתך׃"
    },
    {
      "verse": 16,
      "text": "לא תלך רכיל בעמיך לא תעמד על דם רעך אני יהוה׃"
    },
    {
      "verse": 17,
      "text": "לא תשנא את אחיך בלבבך הוכח תוכיח את עמיתך ולא תשא עליו חטא׃"
    },
    {
      "verse": 18,
      "text": "לא תקם ולא תטר את בני עמך ואהבת לרעך כמוך אני יהוה׃"
    },
    {
      "verse": 19,
      "text": "את חקתי תשמרו בהמתך לא תרביע כלאים שדך לא תזרע כלאים ובגד כלאים שעטנז לא יעלה עליך׃"
    },
    {
      "verse": 20,
      "text": "ואיש כי ישכב את אשה שכבת זרע והוא שפחה נחרפת לאיש והפדה לא נפדתה או חפשה לא נתן לה בקרת תהיה לא יומתו כי לא חפשה׃"
    },
    {
      "verse": 21,
      "text": "והביא את אשמו ליהוה אל פתח אהל מועד איל אשם׃"
    },
    {
      "verse": 22,
      "text": "וכפר עליו הכהן באיל האשם לפני יהוה על חטאתו אשר חטא ונסלח לו מחטאתו אשר חטא׃"
    },
    {
      "verse": 23,
      "text": "וכי תבאו אל הארץ ונטעתם כל עץ מאכל וערלתם ערלתו את פריו שלש שנים יהיה לכם ערלים לא יאכל׃"
    },
    {
      "verse": 24,
      "text": "ובשנה הרביעת יהיה כל פריו קדש הלולים ליהוה׃"
    },
    {
      "verse": 25,
      "text": "ובשנה החמישת תאכלו את פריו להוסיף לכם תבואתו אני יהוה אלהיכם׃"
    },
    {
      "verse": 26,
      "text": "לא תאכלו על הדם לא תנחשו ולא תעוננו׃"
    },
    {
      "verse": 27,
      "text": "לא תקפו פאת ראשכם ולא תשחית את פאת זקנך׃"
    },
    {
      "verse": 28,
      "text": "ושרט לנפש לא תתנו בבשרכם וכתבת קעקע לא תתנו בכם אני יהוה׃"
    },
    {
      "verse": 29,
      "text": "אל תחלל את בתך להזנותה ולא תזנה הארץ ומלאה הארץ זמה׃"
    },
    {
      "verse": 30,
      "text": "את שבתתי תשמרו ומקדשי תיראו אני יהוה׃"
    },
    {
      "verse": 31,
      "text": "אל תפנו אל האבת ואל הידענים אל תבקשו לטמאה בהם אני יהוה אלהיכם׃"
    },
    {
      "verse": 32,
      "text": "מפני שיבה תקום והדרת פני זקן ויראת מאלהיך אני יהוה׃"
    },
    {
      "verse": 33,
      "text": "וכי יגור אתך גר בארצכם לא תונו אתו׃"
    },
    {
      "verse": 34,
      "text": "כאזרח מכם יהיה לכם הגר הגר אתכם ואהבת לו כמוך כי גרים הייתם בארץ מצרים אני יהוה אלהיכם׃"
    },
    {
      "verse": 35,
      "text": "לא תעשו עול במשפט במדה במשקל ובמשורה׃"
    },
    {
      "verse": 36,
      "text": "מאזני צדק אבני צדק איפת צדק והין צדק יהיה לכם אני יהוה אלהיכם אשר הוצאתי אתכם מארץ מצרים׃"
    },
    {
      "verse": 37,
      "text": "ושמרתם את כל חקתי ואת כל משפטי ועשיתם אתם אני יהוה׃"
    }
  ]
}