{
  "book_id": "LEV",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "צו את בני ישראל ויקחו אליך שמן זית זך כתית למאור להעלת נר תמיד׃"
    },
    {
      "verse": 3,
      "text": "מחוץ לפרכת העדת באהל מועד יערך אתו אהרן מערב עד בקר לפני יהוה תמיד חקת עולם לדרתיכם׃"
    },
    {
      "verse": 4,
      "text": "על המנרה הטהרה יערך את הנרות לפני יהוה תמיד׃"
    },
    {
      "verse": 5,
      "text": "ולקחת סלת ואפית אתה שתים עשרה חלות שני עשרנים יהיה החלה האחת׃"
    },
    {
      "verse": 6,
      "text": "ושמת אותם שתים מערכות שש המערכת על השלחן הטהר לפני יהוה׃"
    },
    {
      "verse": 7,
      "text": "ונתת על המערכת לבנה זכה והיתה ללחם לאזכרה אשה ליהוה׃"
    },
    {
      "verse": 8,
      "text": "ביום השבת ביום השבת יערכנו לפני יהוה תמיד מאת בני ישראל ברית עולם׃"
    },
    {
      "verse": 9,
      "text": "והיתה לאהרן ולבניו ואכלהו במקום קדש כי קדש קדשים הוא לו מאשי יהוה חק עולם׃"
    },
    {
      "verse": 10,
      "text": "ויצא בן אשה ישראלית והוא בן איש מצרי בתוך בני ישראל וינצו במחנה בן הישראלית ואיש הישראלי׃"
    },
    {
      "verse": 11,
      "text": "ויקב בן האשה הישראלית את השם ויקלל ויביאו אתו אל משה ושם אמו שלמית בת דברי למטה דן׃"
    },
    {
      "verse": 12,
      "text": "ויניחהו במשמר לפרש להם על פי יהוה׃"
    },
    {
      "verse": 13,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 14,
      "text": "הוצא את המקלל אל מחוץ למחנה וסמכו כל השמעים את ידיהם על ראשו ורגמו אתו כל העדה׃"
    },
    {
      "verse": 15,
      "text": "ואל בני ישראל תדבר לאמר איש איש כי יקלל אלהיו ונשא חטאו׃"
    },
    {
      "verse": 16,
      "text": "ונקב שם יהוה מות יומת רגום ירגמו בו כל העדה כגר כאזרח בנקבו שם יומת׃"
    },
    {
      "verse": 17,
      "text": "ואיש כי יכה כל נפש אדם מות יומת׃"
    },
    {
      "verse": 18,
      "text": "ומכה נפש בהמה ישלמנה נפש תחת נפש׃"
    },
    {
      "verse": 19,
      "text": "ואיש כי יתן מום בעמיתו כאשר עשה כן יעשה לו׃"
    },
    {
      "verse": 20,
      "text": "שבר תחת שבר עין תחת עין שן תחת שן כאשר יתן מום באדם כן ינתן בו׃"
    },
    {
      "verse": 21,
      "text": "ומכה בהמה ישלמנה ומכה אדם יומת׃"
    },
    {
      "verse": 22,
      "text": "משפט אחד יהיה לכם כגר כאזרח יהיה כי אני יהוה אלהיכם׃"
    },
    {
      "verse": 23,
      "text": "וידבר משה אל בני ישראל ויוציאו את המקלל אל מחוץ למחנה וירגמו אתו אבן ובני ישראל עשו כאשר צוה יהוה את משה׃"
    }
  ]
}