{
  "book_id": "LEV",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה בהר סיני לאמר׃"
    },
    {
      "verse": 2,
      "text": "דבר אל בני ישראל ואמרת אלהם כי תבאו אל הארץ אשר אני נתן לכם ושבתה הארץ שבת ליהוה׃"
    },
    {
      "verse": 3,
      "text": "שש שנים תזרע שדך ושש שנים תזמר כרמך ואספת את תבואתה׃"
    },
    {
      "verse": 4,
      "text": "ובשנה השביעת שבת שבתון יהיה לארץ שבת ליהוה שדך לא תזרע וכרמך לא תזמר׃"
    },
    {
      "verse": 5,
      "text": "את ספיח קצירך לא תקצור ואת ענבי נזירך לא תבצר שנת שבתון יהיה לארץ׃"
    },
    {
      "verse": 6,
      "text": "והיתה שבת הארץ לכם לאכלה לך ולעבדך ולאמתך ולשכירך ולתושבך הגרים עמך׃"
    },
    {
      "verse": 7,
      "text": "ולבהמתך ולחיה אשר בארצך תהיה כל תבואתה לאכל׃"
    },
    {
      "verse": 8,
      "text": "וספרת לך שבע שבתת שנים שבע שנים שבע פעמים והיו לך ימי שבע שבתת השנים תשע וארבעים שנה׃"
    },
    {
      "verse": 9,
      "text": "והעברת שופר תרועה בחדש השבעי בעשור לחדש ביום הכפרים תעבירו שופר בכל ארצכם׃"
    },
    {
      "verse": 10,
      "text": "וקדשתם את שנת החמשים שנה וקראתם דרור בארץ לכל ישביה יובל הוא תהיה לכם ושבתם איש אל אחזתו ואיש אל משפחתו תשבו׃"
    },
    {
      "verse": 11,
      "text": "יובל הוא שנת החמשים שנה תהיה לכם לא תזרעו ולא תקצרו את ספיחיה ולא תבצרו את נזריה׃"
    },
    {
      "verse": 12,
      "text": "כי יובל הוא קדש תהיה לכם מן השדה תאכלו את תבואתה׃"
    },
    {
      "verse": 13,
      "text": "בשנת היובל הזאת תשבו איש אל אחזתו׃"
    },
    {
      "verse": 14,
      "text": "וכי תמכרו ממכר לעמיתך או קנה מיד עמיתך אל תונו איש את אחיו׃"
    },
    {
      "verse": 15,
      "text": "במספר שנים אחר היובל תקנה מאת עמיתך במספר שני תבואת ימכר לך׃"
    },
    {
      "verse": 16,
      "text": "לפי רב השנים תרבה מקנתו ולפי מעט השנים תמעיט מקנתו כי מספר תבואת הוא מכר לך׃"
    },
    {
      "verse": 17,
      "text": "ולא תונו איש את עמיתו ויראת מאלהיך כי אני יהוה אלהיכם׃"
    },
    {
      "verse": 18,
      "text": "ועשיתם את חקתי ואת משפטי תשמרו ועשיתם אתם וישבתם על הארץ לבטח׃"
    },
    {
      "verse": 19,
      "text": "ונתנה הארץ פריה ואכלתם לשבע וישבתם לבטח עליה׃"
    },
    {
      "verse": 20,
      "text": "וכי תאמרו מה נאכל בשנה השביעת הן לא נזרע ולא נאסף את תבואתנו׃"
    },
    {
      "verse": 21,
      "text": "וצויתי את ברכתי לכם בשנה הששית ועשת את התבואה לשלש השנים׃"
    },
    {
      "verse": 22,
      "text": "וזרעתם את השנה השמינת ואכלתם מן התבואה ישן עד השנה התשיעת עד בוא תבואתה תאכלו ישן׃"
    },
    {
      "verse": 23,
      "text": "והארץ לא תמכר לצמתת כי לי הארץ כי גרים ותושבים אתם עמדי׃"
    },
    {
      "verse": 24,
      "text": "ובכל ארץ אחזתכם גאלה תתנו לארץ׃"
    },
    {
      "verse": 25,
      "text": "כי ימוך אחיך ומכר מאחזתו ובא גאלו הקרב אליו וגאל את ממכר אחיו׃"
    },
    {
      "verse": 26,
      "text": "ואיש כי לא יהיה לו גאל והשיגה ידו ומצא כדי גאלתו׃"
    },
    {
      "verse": 27,
      "text": "וחשב את שני ממכרו והשיב את העדף לאיש אשר מכר לו ושב לאחזתו׃"
    },
    {
      "verse": 28,
      "text": "ואם לא מצאה ידו די השיב לו והיה ממכרו ביד הקנה אתו עד שנת היובל ויצא ביבל ושב לאחזתו׃"
    },
    {
      "verse": 29,
      "text": "ואיש כי ימכר בית מושב עיר חומה והיתה גאלתו עד תם שנת ממכרו ימים תהיה גאלתו׃"
    },
    {
      "verse": 30,
      "text": "ואם לא יגאל עד מלאת לו שנה תמימה וקם הבית אשר בעיר אשר לא חמה לצמיתת לקנה אתו לדרתיו לא יצא ביבל׃"
    },
    {
      "verse": 31,
      "text": "ובתי החצרים אשר אין להם חמה סביב על שדה הארץ יחשב גאלה תהיה לו וביבל יצא׃"
    },
    {
      "verse": 32,
      "text": "וערי הלוים בתי ערי אחזתם גאלת עולם תהיה ללוים׃"
    },
    {
      "verse": 33,
      "text": "ואשר יגאל מן הלוים ויצא ממכר בית ועיר אחזתו ביבל כי בתי ערי הלוים הוא אחזתם בתוך בני ישראל׃"
    },
    {
      "verse": 34,
      "text": "ושדה מגרש עריהם לא ימכר כי אחזת עולם הוא להם׃"
    },
    {
      "verse": 35,
      "text": "וכי ימוך אחיך ומטה ידו עמך והחזקת בו גר ותושב וחי עמך׃"
    },
    {
      "verse": 36,
      "text": "אל תקח מאתו נשך ותרבית ויראת מאלהיך וחי אחיך עמך׃"
    },
    {
      "verse": 37,
      "text": "את כספך לא תתן לו בנשך ובמרבית לא תתן אכלך׃"
    },
    {
      "verse": 38,
      "text": "אני יהוה אלהיכם אשר הוצאתי אתכם מארץ מצרים לתת לכם את ארץ כנען להיות לכם לאלהים׃"
    },
    {
      "verse": 39,
      "text": "וכי ימוך אחיך עמך ונמכר לך לא תעבד בו עבדת עבד׃"
    },
    {
      "verse": 40,
      "text": "כשכיר כתושב יהיה עמך עד שנת היבל יעבד עמך׃"
    },
    {
      "verse": 41,
      "text": "ויצא מעמך הוא ובניו עמו ושב אל משפחתו ואל אחזת אבתיו ישוב׃"
    },
    {
      "verse": 42,
      "text": "כי עבדי הם אשר הוצאתי אתם מארץ מצרים לא ימכרו ממכרת עבד׃"
    },
    {
      "verse": 43,
      "text": "לא תרדה בו בפרך ויראת מאלהיך׃"
    },
    {
      "verse": 44,
      "text": "ועבדך ואמתך אשר יהיו לך מאת הגוים אשר סביבתיכם מהם תקנו עבד ואמה׃"
    },
    {
      "verse": 45,
      "text": "וגם מבני התושבים הגרים עמכם מהם תקנו וממשפחתם אשר עמכם אשר הולידו בארצכם והיו לכם לאחזה׃"
    },
    {
      "verse": 46,
      "text": "והתנחלתם אתם לבניכם אחריכם לרשת אחזה לעלם בהם תעבדו ובאחיכם בני ישראל איש באחיו לא תרדה בו בפרך׃"
    },
    {
      "verse": 47,
      "text": "וכי תשיג יד גר ותושב עמך ומך אחיך עמו ונמכר לגר תושב עמך או לעקר משפחת גר׃"
    },
    {
      "verse": 48,
      "text": "אחרי נמכר גאלה תהיה לו אחד מאחיו יגאלנו׃"
    },
    {
      "verse": 49,
      "text": "או דדו או בן דדו יגאלנו או משאר בשרו ממשפחתו יגאלנו או השיגה ידו ונגאל׃"
    },
    {
      "verse": 50,
      "text": "וחשב עם קנהו משנת המכרו לו עד שנת היבל והיה כסף ממכרו במספר שנים כימי שכיר יהיה עמו׃"
    },
    {
      "verse": 51,
      "text": "אם עוד רבות בשנים לפיהן ישיב גאלתו מכסף מקנתו׃"
    },
    {
      "verse": 52,
      "text": "ואם מעט נשאר בשנים עד שנת היבל וחשב לו כפי שניו ישיב את גאלתו׃"
    },
    {
      "verse": 53,
      "text": "כשכיר שנה בשנה יהיה עמו לא ירדנו בפרך לעיניך׃"
    },
    {
      "verse": 54,
      "text": "ואם לא יגאל באלה ויצא בשנת היבל הוא ובניו עמו׃"
    },
    {
      "verse": 55,
      "text": "כי לי בני ישראל עבדים עבדי הם אשר הוצאתי אותם מארץ מצרים אני יהוה אלהיכם׃"
    }
  ]
}