{
  "book_id": "JOS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And Joshua the son of Nun sent from Shittim two men to spy secretly, saying, Go, view the land, even Jericho. And they went, and came into the house of a harlot, named Rahab, and lodged there."
    },
    {
      "verse": 2,
      "text": "And it was told the king of Jericho, saying, Behold, there came men in hither to-night of the children of Israel, to search out the country."
    },
    {
      "verse": 3,
      "text": "And the king of Jericho sent to Rahab, saying, Bring forth the men that have come to thee, who have entered into thy house: for they have come to search out all the country."
    },
    {
      "verse": 4,
      "text": "And the woman took the two men, and hid them, and said thus, There came men to me, but I knew not whence they \\add were\\add* :"
    },
    {
      "verse": 5,
      "text": "And it came to pass \\add about the time\\add* of shutting the gate, when it was dark, that the men went out: whither the men went, I know not: pursue after them quickly; for ye will overtake them."
    },
    {
      "verse": 6,
      "text": "But she had brought them up to the roof of the house, and hid them with the stalks of flax, which she had laid in order upon the roof."
    },
    {
      "verse": 7,
      "text": "And the men pursued them the way to Jordan to the fords: and as soon as they who pursued them had gone out, they shut the gate."
    },
    {
      "verse": 8,
      "text": "And before they had lain down, she came up to them upon the roof;"
    },
    {
      "verse": 9,
      "text": "And she said to the men, I know that the LORD hath given you the land, and that your terror hath fallen upon us, and that all the inhabitants of the land faint because of you."
    },
    {
      "verse": 10,
      "text": "For we have heard how the LORD dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did to the two kings of the Amorites, that \\add were\\add* on the other side of Jordan, Sihon and Og, whom ye utterly destroyed."
    },
    {
      "verse": 11,
      "text": "And as soon as we had heard \\add these things\\add* , our hearts did melt, neither did there remain any more courage in any man, because of you: for the LORD your God, he \\add is\\add* God in heaven above, and in earth beneath."
    },
    {
      "verse": 12,
      "text": "Now therefore, I pray you, swear to me by the LORD, since I have showed you kindness, that ye will also show kindness to my father's house, and give me a true token:"
    },
    {
      "verse": 13,
      "text": "And \\add that\\add* ye will save alive my father, and my mother, and my brethren, and my sisters, and all that they have, and deliver our lives from death."
    },
    {
      "verse": 14,
      "text": "And the men answered her, Our life for yours, if ye utter not this our business. And it shall be, when the LORD hath given us the land, that we will deal kindly and truly with thee."
    },
    {
      "verse": 15,
      "text": "Then she let them down by a cord through the window: for her house \\add was\\add* upon the town-wall, and she dwelt upon the wall."
    },
    {
      "verse": 16,
      "text": "And she said to them, Depart to the mountain, lest the pursuers meet you; and hide yourselves there three days, until the pursuers have returned: and afterward ye may go your way."
    },
    {
      "verse": 17,
      "text": "And the men said to her, We \\add will be\\add* blameless of this thy oath which thou hast made us swear."
    },
    {
      "verse": 18,
      "text": "Behold, \\add when\\add* we come into the land, thou shalt bind this line of scarlet thread in the window by which thou didst let us down: and thou shalt bring thy father, and thy mother, and thy brethren, and all thy father's household home to thee."
    },
    {
      "verse": 19,
      "text": "And it shall be, \\add that\\add* whoever shall go out of the doors of thy house into the street, his blood \\add shall be\\add* upon his head, and we \\add will be\\add* guiltless: and whoever shall be with thee in the house, his blood \\add shall be\\add* on our head, if \\add any\\add* hand be upon him."
    },
    {
      "verse": 20,
      "text": "And if thou shalt utter this our business, then we will be quit of thy oath which thou hast made us to swear."
    },
    {
      "verse": 21,
      "text": "And she said, According to your words, so \\add be\\add* it. And she sent them away, and they departed: and she bound the scarlet line in the window."
    },
    {
      "verse": 22,
      "text": "And they went, and came to the mountain, and abode there three days, until the pursuers had returned: and the pursuers sought \\add them\\add* throughout all the way, but found \\add them\\add* not."
    },
    {
      "verse": 23,
      "text": "So the two men returned, and descended from the mountain, and passed over, and came to Joshua the son of Nun, and told him all \\add things\\add* that befell them:"
    },
    {
      "verse": 24,
      "text": "And they said to Joshua, Truly the LORD hath delivered into our hands all the land; for even all the inhabitants of the country do faint because of us."
    }
  ]
}