{
  "book_id": "JOS",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "The LORD also spoke to Joshua, saying,"
    },
    {
      "verse": 2,
      "text": "Speak to the children of Israel, saying, Appoint for you cities of refuge, of which I spoke to you by the hand of Moses:"
    },
    {
      "verse": 3,
      "text": "That the slayer that killeth anyperson unawares andignorantly, may flee thither: and they shall be your refuge from the avenger of blood."
    },
    {
      "verse": 4,
      "text": "And when he that doth flee to one of those cities shall stand at the entering of the gate of the city, and shall declare his cause in the ears of the elders of that city, they shall take him into the city to them, and give him a place, that he may dwell among them."
    },
    {
      "verse": 5,
      "text": "And if the avenger of blood shall pursue him, then they shall not deliver the slayer into his hand; because he smote his neighbor ignorantly, and had not hated him before."
    },
    {
      "verse": 6,
      "text": "And he shall dwell in that city, until he shall stand before the congregation for judgment, anduntil the death of the high-priest that shall be in those days: then shall the slayer return, and come to his own city, and to his own house, to the city from whence he fled."
    },
    {
      "verse": 7,
      "text": "And they appointed Kedesh in Galilee in mount Naphtali, and Shechem in mount Ephraim, and Kirjath-arba, (which isHebron) in the mountain of Judah."
    },
    {
      "verse": 8,
      "text": "And on the other side of Jordan by Jericho eastward, they assigned Bezer in the wilderness upon the plain out of the tribe of Reuben, and Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh."
    },
    {
      "verse": 9,
      "text": "These were the cities appointed for all the children of Israel, and for the stranger sojourning among them, that whoever should kill anyperson unawares might flee thither, and not die by the hand of the avenger of blood, until he stood before the congregation."
    }
  ]
}