{
  "book_id": "JOS",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, a long time after that the LORD had given rest to Israel from all their enemies on all sides, that Joshua became old \\add and\\add* advanced in age."
    },
    {
      "verse": 2,
      "text": "And Joshua called for all Israel, \\add and\\add* for their elders, and for their heads, and for their judges, and for their officers, and said to them, I am old \\add and\\add* advanced in age:"
    },
    {
      "verse": 3,
      "text": "And ye have seen all that the LORD your God hath done to all these nations because of you; for the LORD your God \\add is\\add* he that hath fought for you."
    },
    {
      "verse": 4,
      "text": "Behold, I have divided to you by lot these nations that remain, to be an inheritance for your tribes, from Jordan, with all the nations that I have cut off, even to the great sea westward."
    },
    {
      "verse": 5,
      "text": "And the LORD your God, he shall expel them from before you, and drive them from your sight; and ye shall possess their land, as the LORD your God hath promised to you."
    },
    {
      "verse": 6,
      "text": "Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside from it \\add to\\add* the right hand or \\add to\\add* the left;"
    },
    {
      "verse": 7,
      "text": "That ye come not among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear \\add by them\\add* , neither serve them, nor bow yourselves to them:"
    },
    {
      "verse": 8,
      "text": "But cleave to the LORD your God, as ye have done to this day."
    },
    {
      "verse": 9,
      "text": "For the LORD hath driven out from before you great nations and strong: but \\add as for\\add* you, no man hath been able to stand before you to this day."
    },
    {
      "verse": 10,
      "text": "One man of you shall chase a thousand: for the LORD your God, he \\add it is\\add* that fighteth for you, as he hath promised you."
    },
    {
      "verse": 11,
      "text": "Take good heed therefore to yourselves, that ye love the LORD your God."
    },
    {
      "verse": 12,
      "text": "Else if ye do in any wise go back, and cleave to the remnant of these nations, \\add even\\add* these that remain among you, and shall make marriages with them, and associate with them, and they with you:"
    },
    {
      "verse": 13,
      "text": "Know for a certainty that the LORD your God will no more drive out \\add any of\\add* these nations from before you; but they shall be snares and traps to you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the LORD your God hath given you."
    },
    {
      "verse": 14,
      "text": "And behold, this day I \\add am\\add* going the way of all the earth; and ye know in all your hearts and in all your souls, that not one thing hath failed of all the good things which the LORD your God spoke concerning you: all are come to pass to you, \\add and\\add* not one thing hath failed of it."
    },
    {
      "verse": 15,
      "text": "Therefore it shall come to pass, \\add that\\add* as all good things are come upon you, which the LORD your God promised you; so shall the LORD bring upon you all evil things, until he hath destroyed you from off this good land which the LORD your God hath given you."
    },
    {
      "verse": 16,
      "text": "When ye have transgressed the covenant of the LORD your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the LORD be kindled against you, and ye shall perish quickly from off the good land which he hath given to you."
    }
  ]
}