{
  "book_id": "WIS",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Love righteousness, ye that be judges of the earth, Think ye of the Lord with a good mind, And in singleness of heart seek ye him;"
    },
    {
      "verse": 2,
      "text": "Because he is found of them that tempt him not, And is manifested to them that do not distrust him."
    },
    {
      "verse": 3,
      "text": "For crooked thoughts separate from God; And the \\add supreme\\add* Power, when it is brought to the proof, putteth to confusion the foolish:"
    },
    {
      "verse": 4,
      "text": "Because wisdom will not enter into a soul that deviseth evil, Nor dwell in a body that is held in pledge by sin."
    },
    {
      "verse": 5,
      "text": "For a holy spirit of discipline will flee deceit. And will start away from thoughts that are without understanding, And will be put to confusion when unrighteousness hath come in."
    },
    {
      "verse": 6,
      "text": "For wisdom is a spirit that loveth man, And she will not hold a blasphemer guiltless for his lips; Because God beareth witness of his heart, And is a true overseer of his mind, And a hearer of his tongue:"
    },
    {
      "verse": 7,
      "text": "Because the spirit of the Lord hath filled the world, And that which holdeth all things together hath knowledge of \\add every\\add* voice."
    },
    {
      "verse": 8,
      "text": "Therefore no man that uttereth unrighteous things shall be unseen; Neither shall Justice, when it convicteth, pass him by."
    },
    {
      "verse": 9,
      "text": "For in \\add the midst of\\add* his counsels the ungodly shall be searched out; And the sound of his words shall come unto the Lord To bring to conviction his lawless deeds:"
    },
    {
      "verse": 10,
      "text": "Because \\add there is\\add* an ear of jealousy \\add that\\add* listeneth to all things, And the noise of murmurings is not hidden."
    },
    {
      "verse": 11,
      "text": "Beware then of unprofitable murmuring, And refrain your tongue from backbiting; Because no secret utterance shall go on its way void, And a mouth that belieth destroyeth a soul."
    },
    {
      "verse": 12,
      "text": "Court not death in the error of your life; Neither draw upon yourselves destruction by the works of your hands:"
    },
    {
      "verse": 13,
      "text": "Because God made not death; Neither delighteth he when the living perish:"
    },
    {
      "verse": 14,
      "text": "For he created all things that they might have being: And the generative powers of the world \\add are\\add* healthsome, And there is no poison of destruction in them: Nor hath Hades royal dominion upon earth,"
    },
    {
      "verse": 15,
      "text": "For righteousness is immortal:"
    },
    {
      "verse": 16,
      "text": "But ungodly men by their hands and their words called death unto them: Deeming him a friend they consumed away, And they made a covenant with him, Because they are worthy to be of his portion."
    }
  ]
}