{
  "book_id": "WIS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "But she reacheth from one end of the worldto the other with full strength, And ordereth all things graciously."
    },
    {
      "verse": 2,
      "text": "Her I loved and sought out from my youth, And I sought to take her for my bride, And I became enamored of her beauty."
    },
    {
      "verse": 3,
      "text": "She glorifieth hernoble birth in that it is given her to live with God, And the Sovereign Lord of all loved her."
    },
    {
      "verse": 4,
      "text": "For she is initiated into the knowledge of God, And she chooseth out for himhis works."
    },
    {
      "verse": 5,
      "text": "But if riches are a desired possession in life, What is richer than wisdom, which worketh all things?"
    },
    {
      "verse": 6,
      "text": "And if understanding worketh, Who more than wisdom is an artificer of the things that are?"
    },
    {
      "verse": 7,
      "text": "And if a man loveth righteousness, The fruits of wisdom’s labor are virtues, For she teacheth soberness and understanding, righteousness and courage; And there is nothing in life for men more profitable than these."
    },
    {
      "verse": 8,
      "text": "And if a man longeth even for much experience, She knoweth the things of old, and divineth the things to come: She understandeth subtleties of speeches and interpretations of dark sayings: She foreseeth signs and wonders, and the issues of seasons and times."
    },
    {
      "verse": 9,
      "text": "I determined therefore to take her unto me to live with me, Knowing that she is one who would give me good thoughtsfor counsel, And encourage me in cares and grief."
    },
    {
      "verse": 10,
      "text": "Because of her I shall have glory among multitudes, And honor in the sight of elders, though I be young."
    },
    {
      "verse": 11,
      "text": "I shall be found of a quick conceit when I give judgment, And in the presence of princes I shall be admired."
    },
    {
      "verse": 12,
      "text": "When I am silent, they shall wait for me; And when I open my lips, they shall give heed unto me; And if I continue speaking, they shall lay their hand upon their mouth."
    },
    {
      "verse": 13,
      "text": "Because of her I shall have immortality, And leave behind an eternal memory to them that come after me."
    },
    {
      "verse": 14,
      "text": "I shall govern peoples, And nations shall be subjected to me."
    },
    {
      "verse": 15,
      "text": "Dread princes shall fear me when they hear of me:Among mypeople I shall show myself a good ruler,and in war courageous."
    },
    {
      "verse": 16,
      "text": "When I am come into my house, I shall find rest with her; For converse with her hath no bitterness, And to live with her hath no pain, but gladness and joy."
    },
    {
      "verse": 17,
      "text": "When I considered these things in myself, And took thought in my heart how that in kinship unto wisdom is immortality,"
    },
    {
      "verse": 18,
      "text": "And in her friendship is good delight, And in the labors of her hands is wealth that faileth not, And in assiduous communing with her is understanding, And great renown in having fellowship with her words, I went about seeking how to take her unto myself."
    },
    {
      "verse": 19,
      "text": "Now I was a child of parts, and a good soul fell to my lot;"
    },
    {
      "verse": 20,
      "text": "Nay rather, being good, I came into a body undefiled."
    },
    {
      "verse": 21,
      "text": "But perceiving that I could not otherwise possess wisdomexcept God gave herme (Yea and to know by whom the grace is given, this toocame of understanding), I pleaded with the Lord and besought him, and with my whole heart I said,"
    }
  ]
}