{
  "book_id": "WIS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "O God of the fathers, and Lord who keepest thy mercy, Who madest all things by thy word;"
    },
    {
      "verse": 2,
      "text": "And by thy wisdom thou formedst man, That he should have dominion over the creatures that were made by thee,"
    },
    {
      "verse": 3,
      "text": "And rule the world in holiness and righteousness, And execute judgment in uprightness of soul;"
    },
    {
      "verse": 4,
      "text": "Give me wisdom, her that sitteth by thee on thy throne; And reject me not from among thy servants:"
    },
    {
      "verse": 5,
      "text": "Because I am thy bondman and the son of thy handmaid, A man weak and short-lived, And of small power to understand judgment and laws."
    },
    {
      "verse": 6,
      "text": "For even if a man be perfect among the sons of men, Yetif the wisdom that cometh from thee be not with him, he shall be held in no account."
    },
    {
      "verse": 7,
      "text": "Thou didst choose me before my brethrento be king of thy people, And to do judgment for thy sons and daughters."
    },
    {
      "verse": 8,
      "text": "Thou gavest command to build a sanctuary in thy holy mountain, And an altar in the city of thy habitation, A copy of the holy tabernacle which thou preparedst beforehand from the beginning."
    },
    {
      "verse": 9,
      "text": "And with thee is wisdom, which knoweth thy works, And was present when thou wast making the world, And which understandeth what is pleasing in thine eyes, And what is right according to thy commandments."
    },
    {
      "verse": 10,
      "text": "Send her forth out of the holy heavens, And from the throne of thy glory bid her come, That being present with me she may toil with me,And thatI may learn what is well-pleasing before thee."
    },
    {
      "verse": 11,
      "text": "For she knoweth all things and hath understanding thereof,And in my doings she shall guide me in ways ofsoberness, And she shall guard me in her glory."
    },
    {
      "verse": 12,
      "text": "And soshall my works be acceptable, And I shall judge thy people righteously, And I shall be worthy of my father’s throne."
    },
    {
      "verse": 13,
      "text": "For what man shall know the counsel of God? Or who shall conceive what the Lord willeth?"
    },
    {
      "verse": 14,
      "text": "For the thoughts of mortals are timorous, And our devices are prone to fail."
    },
    {
      "verse": 15,
      "text": "For a corruptible body weigheth down the soul, And the earthy frame lieth heavy on a mind that is full of cares."
    },
    {
      "verse": 16,
      "text": "And hardly do we divine the things that are on earth, And the things that are close at hand we find with labor; But the things that are in the heavens who ever yettraced out?"
    },
    {
      "verse": 17,
      "text": "And who evergained knowledge of thy counsel, except thou gavest wisdom, And sentest thy holy spirit from on high?"
    },
    {
      "verse": 18,
      "text": "And it was thus that the ways of them who are on earth were corrected, And men were taught the things that are pleasing unto thee; And through wisdom were they saved."
    }
  ]
}