{
  "book_id": "WIS",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "She prospered their works in the hand of a holy prophet."
    },
    {
      "verse": 2,
      "text": "They journeyed through a desert without inhabitant, And in trackless regions they pitched their tents."
    },
    {
      "verse": 3,
      "text": "They withstood enemies, and repelled foes."
    },
    {
      "verse": 4,
      "text": "They thirsted, and they called upon thee, And there was given them water out of the flinty rock, And healing of their thirst out of the hard stone."
    },
    {
      "verse": 5,
      "text": "For by what things their foes were punished, By these they in their need were benefited."
    },
    {
      "verse": 6,
      "text": "When the enemywere troubled with clotted blood instead of a river’s ever-flowing fountain,"
    },
    {
      "verse": 7,
      "text": "To rebuke the decree for the slaying of babes, Thou gavest them abundant water beyond all hope,"
    },
    {
      "verse": 8,
      "text": "Having shown themby the thirst which they had suffered how thou didst punish the adversaries."
    },
    {
      "verse": 9,
      "text": "For when they were tried, albeit but in mercy chastened, They learned how the ungodly were tormented, being judged with wrath:"
    },
    {
      "verse": 10,
      "text": "For these, as a father, admonishing them, thou didst prove; But those, as a stern king, condemning them, thou didst search out."
    },
    {
      "verse": 11,
      "text": "Yea and whether they were far off from the righteousor near them,they were alike distressed;"
    },
    {
      "verse": 12,
      "text": "For a double grief took hold on them, And a groaning at the remembrance of things past."
    },
    {
      "verse": 13,
      "text": "For when they heard that through their own punishments the others had been benefited, They felt the presence ofthe Lord;"
    },
    {
      "verse": 14,
      "text": "For him who long before was cast forth and exposed they left off mocking: In the last issue of what came to pass they marveled, Having thirsted in another manner than the righteous."
    },
    {
      "verse": 15,
      "text": "But in requital of the senseless imaginings of their unrighteousness, Wherein they were led astray to worship irrational reptiles and wretched vermin, Thou didst send upon them a multitude of irrational creatures for vengeance;"
    },
    {
      "verse": 16,
      "text": "That they might learn, that by what things a man sinneth, by these he is punished."
    },
    {
      "verse": 17,
      "text": "For thine all-powerful hand, That created the world out of formless matter, Lacked not means to send upon them a multitude of bears, or fierce lions,"
    },
    {
      "verse": 18,
      "text": "Or new-created wild beasts, full of rage, ofunknown kind,Either breathing out a blast of fiery breath, Or blowing forth from their nostrilsnoisome smoke, Or flashing dreadful sparkles from their eyes;"
    },
    {
      "verse": 19,
      "text": "Which had power not only to consume them by their violence, But to destroy them even by the terror of their sight."
    },
    {
      "verse": 20,
      "text": "Yea and without these might they have fallen by a single breath, Being pursued by Justice, and scattered abroad by the breath of thy power. But by measure and number and weight thou didst order all things."
    },
    {
      "verse": 21,
      "text": "For to be greatly strong is thine at all times; And the might of thine arm who shall withstand?"
    },
    {
      "verse": 22,
      "text": "Because the whole world before thee is as a grain in a balance, And as a drop of dew that at morning cometh down upon the earth."
    },
    {
      "verse": 23,
      "text": "But thou hast mercy on all men, because thou hast power to do all things, And thou overlookest the sins of men to the end they may repent."
    },
    {
      "verse": 24,
      "text": "For thou lovest all things that are, And abhorrest none of the things which thou didst make; For never wouldest thou have formed anything if thou didst hate it."
    },
    {
      "verse": 25,
      "text": "And how would anything have endured, except thou hadst willed it? Or that which was not called by thee, how wouldit have been preserved?"
    },
    {
      "verse": 26,
      "text": "But thou sparest all things, because they are thine, O Sovereign Lord, thou lover of men’slives;"
    }
  ]
}