{
  "book_id": "WIS",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Again, one preparing to sail, and about to journey over raging waves, Calleth upon a piece of wood more rotten than the vessel that carrieth him;"
    },
    {
      "verse": 2,
      "text": "For that vesselthe hunger for gains devised, And an artificer, evenwisdom, built it;"
    },
    {
      "verse": 3,
      "text": "And thy providence, O Father, guideth it along, Because even in the sea thou gavest a way, And in the waves a sure path,"
    },
    {
      "verse": 4,
      "text": "Showing that thou canst save out of every danger,That soeven without art a man may put to sea;"
    },
    {
      "verse": 5,
      "text": "And it is thy will that the works of thy wisdom should be not idle; Therefore also do men entrust their lives to a little piece of wood, And passing through the surge on a raft are brought safe to land."
    },
    {
      "verse": 6,
      "text": "For in the old time also, when proud giants were perishing, The hope of the world, taking refuge on a raft, Left to the race of men a seed of generations to come,Thy hand guiding the helm."
    },
    {
      "verse": 7,
      "text": "For blessed hath been wood through which cometh righteousness:"
    },
    {
      "verse": 8,
      "text": "But the idolmade with hands is accursed, itself and he that made it; Because his was the working, and the corruptible thing was named a god:"
    },
    {
      "verse": 9,
      "text": "For both the ungodly doer and his ungodliness are alike hateful to God;"
    },
    {
      "verse": 10,
      "text": "For verily the deed shall be punished together with him that committed it."
    },
    {
      "verse": 11,
      "text": "Therefore also among the idols of the nations shall there be a visitation, Because, though formed of things which God created, they were made an abomination, And stumbling blocks to the souls of men, And a snare to the feet of the foolish."
    },
    {
      "verse": 12,
      "text": "For the devising of idols was the beginning of fornication, And the invention of them the corruption of life:"
    },
    {
      "verse": 13,
      "text": "For neither were they from the beginning, neither shall they be forever;"
    },
    {
      "verse": 14,
      "text": "For by the vaingloriousness of men they entered into the world, And therefore was a speedy end devised for them."
    },
    {
      "verse": 15,
      "text": "For a father worn with untimely grief, Making an image of the child quickly taken away, Now honored him as a god who was then a dead man, And delivered to those that were under him mysteries and solemn rites."
    },
    {
      "verse": 16,
      "text": "Afterward the ungodly custom, in process of time grown strong, was kept as a law, And by the commandments of princes the graven images received worship."
    },
    {
      "verse": 17,
      "text": "And when men could not honor them in presence because they dwelt far off, Imagining the likeness from afar, They made a visible image of the king whom they honored, That by their zeal they might flatter the absent as if present."
    },
    {
      "verse": 18,
      "text": "But unto a yet higher pitch was worship raised even by them that knew himnot, Urged forward by the ambition of the artificer:"
    },
    {
      "verse": 19,
      "text": "For he, wishing peradventure to please one in authority, Used his art to force the likeness toward a greater beauty;"
    },
    {
      "verse": 20,
      "text": "And the multitude, allured by reason of the grace of his handiwork, Now accounted as an object of devotion him that a little before was honored as a man."
    },
    {
      "verse": 21,
      "text": "And this became a hidden danger unto life, Because men, in bondage either to calamity or to tyranny, Invested stones and stocks with the incommunicable Name."
    },
    {
      "verse": 22,
      "text": "Afterward it was not enough for them to go astray as touching the knowledge of God; But also, while they live in sore conflict through ignorance of him.That multitude of evils they call peace."
    },
    {
      "verse": 23,
      "text": "For either slaughtering children in solemn rites, or celebrating secret mysteries, Or holding frantic revels of strange ordinances,"
    },
    {
      "verse": 24,
      "text": "No longer do they guard either life or purity of marriage, But one bringeth upon another either death by treachery, or anguish by adulterate offspring."
    },
    {
      "verse": 25,
      "text": "And all things confusedly are filled with blood and murder, theft and deceit, Corruption, faithlessness, tumult, perjury,"
    },
    {
      "verse": 26,
      "text": "turmoil, Ingratitude for benefits received,Defiling of souls, confusion of sex, Disorder in marriage, adultery and wantonness."
    },
    {
      "verse": 27,
      "text": "For the worship of those nameless idols Is a beginning and cause and end of every evil."
    },
    {
      "verse": 28,
      "text": "For their worshiperseither make merry unto madness, or prophesy lies, Or live unrighteously, or lightly forswear themselves."
    },
    {
      "verse": 29,
      "text": "For putting their trust in lifeless idols, When they have sworn a wicked oath, they expect not to suffer harm."
    },
    {
      "verse": 30,
      "text": "But for both sinsshall the just doom pursue them, Because they had evil thoughts of God by giving heed to idols, And sware unrighteously in deceit through contempt for holiness."
    },
    {
      "verse": 31,
      "text": "For it is not the power of them by whom men swear, But it is that Justice which hath regard to them that sin, That visiteth always the transgression of the unrighteous."
    }
  ]
}