{
  "book_id": "WIS",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "For this cause were these menworthily punished through creatureslike those which they worship,And tormented through a multitude of vermin."
    },
    {
      "verse": 2,
      "text": "Instead of which punishment, thou, bestowing benefits on thy people, Preparedst quails for food, Food ofrare taste, to satisfythe desire of theirappetite;"
    },
    {
      "verse": 3,
      "text": "To the end that thine enemies, desiring food, Might for the hideousness of the creaturessent among them Loathe even the necessary appetite; But these, thy people,having for a short space suffered want, Might even partake of food ofrare taste."
    },
    {
      "verse": 4,
      "text": "For it was needful that upon those should come inexorable want in their tyrannous dealing, But that to these it should only be shown how their enemies were tormented."
    },
    {
      "verse": 5,
      "text": "For even when terrible raging of wild beasts came upon thy people, And they were perishing by the bites of crooked serpents, Thy wrath continued not to the uttermost;"
    },
    {
      "verse": 6,
      "text": "But for admonition were they troubled for a short space, Having a token of salvation, To put them in remembrance of the commandment of thy law:"
    },
    {
      "verse": 7,
      "text": "For he that turned toward it was not saved because of that which was beheld, But because of thee, the Savior of all."
    },
    {
      "verse": 8,
      "text": "Yea, and in this didst thou persuade our enemies, That thou art he that delivereth out of every evil."
    },
    {
      "verse": 9,
      "text": "For them verily the bites of locusts and flies did slay, And there was not found a healing for their life, Because they were worthy to be punished by such as these;"
    },
    {
      "verse": 10,
      "text": "But thy sons not the very teeth of venomous dragons overcame, For thy mercy passed by where they were, and healed them."
    },
    {
      "verse": 11,
      "text": "For they were bitten, to put them in remembrance of thine oracles; And were quickly saved, lest, falling into deep forgetfulness, They should become unable to be roused by thy beneficence:"
    },
    {
      "verse": 12,
      "text": "For of a truth it was neither herb nor mollifying plaster that cured them, But thy word, O Lord, which healeth all things;"
    },
    {
      "verse": 13,
      "text": "For thou hast authority over life and death, And thou leadest down to the gates of Hades, and leadest up again."
    },
    {
      "verse": 14,
      "text": "But though a man mayslay by his wickedness, Yet the spirit that is gone forth he turneth not again, Neither giveth release to the soul that Hadeshath received."
    },
    {
      "verse": 15,
      "text": "But thy hand it is not possible to escape;"
    },
    {
      "verse": 16,
      "text": "For ungodly men, refusing to know thee, were scourged in the strength of thine arm, Pursued with strange rains and hails and showers inexorable, And utterly consumed with fire;"
    },
    {
      "verse": 17,
      "text": "For, what was most marvelous of all,In the water which quencheth all things the fire wrought yet more mightily; For the world fighteth for the righteous."
    },
    {
      "verse": 18,
      "text": "For at one time the flame lost its fierceness, That it might not burn up the creatures sent against the ungodly, But that thesethemselves as they looked might see that they were chased through the judgment of God:"
    },
    {
      "verse": 19,
      "text": "And at another time even in the midst of water it burneth above the power of fire, That it may destroy the fruits of an unrighteous land."
    },
    {
      "verse": 20,
      "text": "Instead whereof thou gavest thy people angels’ food to eat, And bread ready for their usedidst thou provide for them from heaven without theirtoil, Breadhaving the virtue of every pleasant savor, And agreeing to every taste;"
    },
    {
      "verse": 21,
      "text": "For thy nature manifested thy sweetness toward thychildren; While that bread,ministering to the desire of the eater, Tempered itself according to every man’s choice."
    },
    {
      "verse": 22,
      "text": "But snow and ice endured fire, and melted not, That menmight know that fire was destroying the fruits of the enemies, Burning in the hail and flashing in the rains;"
    },
    {
      "verse": 23,
      "text": "And that this elementagain, in order that righteous men may be nourished, Hath even forgotten its own power."
    },
    {
      "verse": 24,
      "text": "For the creation, ministering to thee its maker, Straineth its force against the unrighteous, for punishment, And slackeneth it in behalf of them that trust in thee, for beneficence."
    },
    {
      "verse": 25,
      "text": "Therefore at that time also, converting itself into all forms, It ministered to thine all-nourishing bounty, According to the desire of them that made supplication;"
    },
    {
      "verse": 26,
      "text": "That thy sons, whom thou lovedst, O Lord, might learn That it is not the growth of the earth’sfruits that nourisheth a man, But that thy word preserveth them that trust thee."
    },
    {
      "verse": 27,
      "text": "For that which was not marred by fire, When it was simply warmed by a faint sunbeam melted away;"
    },
    {
      "verse": 28,
      "text": "That it might be known that wemust rise before the sun to give thee thanks, And must plead with thee at the dawning of the light:"
    },
    {
      "verse": 29,
      "text": "For the hope of the unthankful shall melt as the winter’s hoar frost, And shall flow away as water that hath no use."
    }
  ]
}