{
  "book_id": "WIS",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "But upon the ungodly there came unto the end indignation without mercy; For their future also Godforeknew,"
    },
    {
      "verse": 2,
      "text": "How that, having changed their minds to let thy peoplego, And having speeded them eagerly on their way, They would repent themselves and pursue them."
    },
    {
      "verse": 3,
      "text": "For while they were yet in the midst of their mourning, And making lamentation at the graves of the dead, They drew upon themselves another counsel of folly, And pursued as fugitives those whom with entreaties they had cast out."
    },
    {
      "verse": 4,
      "text": "For the doom which they deserved was drawing them unto this end, And it made them forget the things that had befallen them, That they might fill up the punishment which was yet wanting to their torments,"
    },
    {
      "verse": 5,
      "text": "And that thy people might journey on by a marvelous road, But they themselvesmight find a strange death."
    },
    {
      "verse": 6,
      "text": "For the whole creation, each partin its several kind, was fashioned again anew, Ministering to thyseveral commandments, That thy servants might be guarded free from hurt."
    },
    {
      "verse": 7,
      "text": "Thenwas beheld the cloud that shadowed the camp, And dry land rising up out of what before was water, Out of the Red Sea an unhindered highway, And a grassy plain out of the violent surge;"
    },
    {
      "verse": 8,
      "text": "By which they passed over with all their hosts, These that were covered with thy hand, Having beheld strange marvels."
    },
    {
      "verse": 9,
      "text": "For like horses they roamed at large, And they skipped about like lambs, Praising thee, O Lord, who wast their deliverer."
    },
    {
      "verse": 10,
      "text": "For they still remembered the things that came to pass in the time of their sojourning, How that instead of bearing cattle the land brought forth lice, And instead of fish the river cast up a multitude of frogs."
    },
    {
      "verse": 11,
      "text": "But afterward they saw also a new race of birds, When, led on by desire, they asked for luxurious dainties;"
    },
    {
      "verse": 12,
      "text": "For, to solace them, there came up for them quails from the sea."
    },
    {
      "verse": 13,
      "text": "And upon the sinners came the punishments Not without the tokens that were given beforehand by the force of the thunders; For justly did they suffer through their own wickednesses, For grievous indeed was the hatred which they practiced toward guests."
    },
    {
      "verse": 14,
      "text": "For whereas the men of Sodomreceived not the strangers when they came among them;The Egyptians made slaves of guests who were their benefactors."
    },
    {
      "verse": 15,
      "text": "And not only so, but Godshall visit the men of Sodom after another sort, Since they received as enemies them that were aliens;"
    },
    {
      "verse": 16,
      "text": "Whereas these firstwelcomed with feastings, And thenafflicted with dreadful toils, Them that had already shared with themin the same rights."
    },
    {
      "verse": 17,
      "text": "And moreover they were stricken with loss of sight (Even as were those othersat the righteous man’s doors), When, being compassed about with yawning darkness, They sought every one the passage through his own door."
    },
    {
      "verse": 18,
      "text": "For as the notes of a psaltery vary the character of the rhythm, Even so didthe elements, changing their order one with another, Continuing always the same, eachin its severalsound; As may clearly be divined from the sight of the things that are come to pass."
    },
    {
      "verse": 19,
      "text": "For creatures of the dry land were turned into creatures of the waters, And creatures that swim trod nowupon the earth:"
    },
    {
      "verse": 20,
      "text": "Fire kept the mastery of its own power in the midst ofwater, And water forgat its quenching nature:"
    },
    {
      "verse": 21,
      "text": "Contrariwise, flames wasted not the flesh of perishable creatures that walked among them; Neither melted they the ice-like grains of ambrosial food, that were of natureapt to melt."
    },
    {
      "verse": 22,
      "text": "For in all things, O Lord, thou didst magnify thy people, And thou didst glorify them and not lightly regard them; Standing by their side in every time and place."
    }
  ]
}