{
  "book_id": "LUK",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Ἤγγιζε δὲ ἡ ἑορτὴ τῶν ἀζύμων ἡ λεγομένη πάσχα."
    },
    {
      "verse": 2,
      "text": "καὶ ἐζήτουν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς τὸ πῶς ἀνέλωσιν αὐτόν· ἐφοβοῦντο γὰρ τὸν λαόν."
    },
    {
      "verse": 3,
      "text": "Εἰσῆλθε δὲ ὁ σατανᾶς εἰς Ἰούδαν τὸν ἐπικαλούμενον Ἰσκαριώτην, ὄντα ἐκ τοῦ ἀριθμοῦ τῶν δώδεκα,"
    },
    {
      "verse": 4,
      "text": "καὶ ἀπελθὼν συνελάλησε τοῖς ἀρχιερεῦσι καὶ γραμματεῦσι καὶ στρατηγοῖς τὸ πῶς αὐτὸν παραδῷ αὐτοῖς."
    },
    {
      "verse": 5,
      "text": "καὶ ἐχάρησαν, καὶ συνέθεντο αὐτῷ ἀργύρια δοῦναι·"
    },
    {
      "verse": 6,
      "text": "καὶ ἐξωμολόγησε, καὶ ἐζήτει εὐκαιρίαν τοῦ παραδοῦναι αὐτὸν αὐτοῖς ἄτερ ὄχλου."
    },
    {
      "verse": 7,
      "text": "Ἦλθε δὲ ἡ ἡμέρα τῶν ἀζύμων, ἐν ᾗ ἔδει θύεσθαι τὸ πάσχα,"
    },
    {
      "verse": 8,
      "text": "καὶ ἀπέστειλε Πέτρον καὶ Ἰωάννην εἰπών· πορευθέντες ἑτοιμάσατε ἡμῖν τὸ πάσχα ἵνα φάγωμεν."
    },
    {
      "verse": 9,
      "text": "οἱ δὲ εἶπον αὐτῷ· ποῦ θέλεις ἑτοιμάσωμεν;"
    },
    {
      "verse": 10,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· ἰδοὺ εἰσελθόντων ὑμῶν εἰς τὴν πόλιν συναντήσει ὑμῖν ἄνθρωπος κεράμιον ὕδατος βαστάζων· ἀκολουθήσατε αὐτῷ εἰς τὴν οἰκίαν οὗ εἰσπορεύεται,"
    },
    {
      "verse": 11,
      "text": "καὶ ἐρεῖτε τῷ οἰκοδεσπότῃ τῆς οἰκίας· λέγει σοι ὁ διδάσκαλος, ποῦ ἐστι τὸ κατάλυμα ὅπου τὸ πάσχα μετὰ τῶν μαθητῶν μου φάγω;"
    },
    {
      "verse": 12,
      "text": "κἀκεῖνος ὑμῖν δείξει ἀνώγαιον μέγα ἐστρωμένον· ἐκεῖ ἑτοιμάσατε."
    },
    {
      "verse": 13,
      "text": "ἀπελθόντες δὲ εὗρον καθὼς εἴρηκεν αὐτοῖς, καὶ ἡτοίμασαν τὸ πάσχα."
    },
    {
      "verse": 14,
      "text": "Καὶ ὅτε ἐγένετο ἡ ὥρα, ἀνέπεσε, καὶ οἱ δώδεκα ἀπόστολοι σὺν αὐτῷ."
    },
    {
      "verse": 15,
      "text": "καὶ εἶπε πρὸς αὐτούς· ἐπιθυμίᾳ ἐπεθύμησα τοῦτο τὸ πάσχα φαγεῖν μεθ᾽ ὑμῶν πρὸ τοῦ με παθεῖν·"
    },
    {
      "verse": 16,
      "text": "λέγω γὰρ ὑμῖν ὅτι οὐκέτι οὐ μὴ φάγω ἐξ αὐτοῦ ἕως ὅτου πληρωθῇ ἐν τῇ βασιλείᾳ τοῦ Θεοῦ."
    },
    {
      "verse": 17,
      "text": "καὶ δεξάμενος [τὸ] ποτήριον εὐχαριστήσας εἶπε· λάβετε τοῦτο καὶ διαμερίσατε ἑαυτοῖς·"
    },
    {
      "verse": 18,
      "text": "λέγω γὰρ ὑμῖν ὅτι οὐ μὴ πίω ἀπὸ τοῦ γενήματος τῆς ἀμπέλου ἕως ὅτου ἡ βασιλεία τοῦ Θεοῦ ἔλθῃ."
    },
    {
      "verse": 19,
      "text": "καὶ λαβὼν ἄρτον εὐχαριστήσας ἔκλασε καὶ ἔδωκεν αὐτοῖς λέγων· τοῦτό ἐστι τὸ σῶμά μου τὸ ὑπὲρ ὑμῶν διδόμενον· τοῦτο ποιεῖτε εἰς τὴν ἐμὴν ἀνάμνησιν."
    },
    {
      "verse": 20,
      "text": "ὡσαύτως καὶ τὸ ποτήριον μετὰ τὸ δειπνῆσαι λέγων· τοῦτο τὸ ποτήριον ἡ καινὴ διαθήκη ἐν τῷ αἵματί μου, τὸ ὑπὲρ ὑμῶν ἐκχυνόμενον."
    },
    {
      "verse": 21,
      "text": "πλὴν ἰδοὺ ἡ χεὶρ τοῦ παραδιδόντος με μετ᾽ ἐμοῦ ἐπὶ τῆς τραπέζης."
    },
    {
      "verse": 22,
      "text": "καὶ ὁ μὲν υἱὸς τοῦ ἀνθρώπου πορεύεται κατὰ τὸ ὡρισμένον· πλὴν οὐαὶ τῷ ἀνθρώπῳ ἐκείνῳ δι᾽ οὗ παραδίδοται."
    },
    {
      "verse": 23,
      "text": "καὶ αὐτοὶ ἤρξαντο συζητεῖν πρὸς ἑαυτοὺς τὸ τίς ἄρα εἴη ἐξ αὐτῶν ὁ τοῦτο μέλλων πράσσειν."
    },
    {
      "verse": 24,
      "text": "Ἐγένετο δὲ καὶ φιλονεικία ἐν αὐτοῖς, τὸ τίς αὐτῶν δοκεῖ εἶναι μείζων."
    },
    {
      "verse": 25,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· οἱ βασιλεῖς τῶν ἐθνῶν κυριεύουσιν αὐτῶν, καὶ οἱ ἐξουσιάζοντες αὐτῶν εὐεργέται καλοῦνται·"
    },
    {
      "verse": 26,
      "text": "ὑμεῖς δὲ οὐχ οὕτως, ἀλλ᾽ ὁ μείζων ἐν ὑμῖν γινέσθω ὡς ὁ νεώτερος, καὶ ὁ ἡγούμενος ὡς ὁ διακονῶν."
    },
    {
      "verse": 27,
      "text": "τίς γὰρ μείζων, ὁ ἀνακείμενος ἢ ὁ διακονῶν; οὐχὶ ὁ ἀνακείμενος; ἐγὼ δέ εἰμι ἐν μέσῳ ὑμῶν ὡς ὁ διακονῶν."
    },
    {
      "verse": 28,
      "text": "ὑμεῖς δέ ἐστε οἱ διαμεμενηκότες μετ᾽ ἐμοῦ ἐν τοῖς πειρασμοῖς μου·"
    },
    {
      "verse": 29,
      "text": "κἀγὼ διατίθεμαι ὑμῖν καθὼς διέθετό μοι ὁ πατήρ μου βασιλείαν,"
    },
    {
      "verse": 30,
      "text": "ἵνα ἐσθίητε καὶ πίνητε ἐπὶ τῆς τραπέζης μου ἐν τῇ βασιλείᾳ μου, καὶ καθίσεσθε ἐπὶ θρόνων κρίνοντες τὰς δώδεκα φυλὰς τοῦ Ἰσραήλ."
    },
    {
      "verse": 31,
      "text": "Εἶπε δὲ ὁ Κύριος· Σίμων Σίμων, ἰδοὺ ὁ σατανᾶς ἐξῃτήσατο ὑμᾶς τοῦ σινιάσαι ὡς τὸν σῖτον·"
    },
    {
      "verse": 32,
      "text": "ἐγὼ δὲ ἐδεήθην περὶ σοῦ ἵνα μὴ ἐκλίπῃ ἡ πίστις σου· καὶ σύ ποτε ἐπιστρέψας στήριξον τοὺς ἀδελφούς σου."
    },
    {
      "verse": 33,
      "text": "ὁ δὲ εἶπεν αὐτῷ· Κύριε, μετὰ σοῦ ἕτοιμός εἰμι καὶ εἰς φυλακὴν καὶ εἰς θάνατον πορεύεσθαι."
    },
    {
      "verse": 34,
      "text": "ὁ δὲ εἶπε· λέγω σοι, Πέτρε, οὐ φωνήσει σήμερον ἀλέκτωρ πρὶν ἢ τρὶς ἀπαρνήσῃ μὴ εἰδέναι με."
    },
    {
      "verse": 35,
      "text": "Καὶ εἶπεν αὐτοῖς· ὅτε ἀπέστειλα ὑμᾶς ἄτερ βαλλαντίου καὶ πήρας καὶ ὑποδημάτων, μή τινος ὑστερήθητε; οἱ δὲ εἶπον· οὐθενός."
    },
    {
      "verse": 36,
      "text": "εἶπεν οὖν αὐτοῖς· ἀλλὰ νῦν ὁ ἔχων βαλλάντιον ἀράτω, ὁμοίως καὶ πήραν, καὶ ὁ μὴ ἔχων πωλήσει τὸ ἱμάτιον αὐτοῦ καὶ ἀγοράσει μάχαιραν."
    },
    {
      "verse": 37,
      "text": "λέγω γὰρ ὑμῖν ὅτι ἔτι τοῦτο τὸ γεγραμμένον δεῖ τελεσθῆναι ἐν ἐμοί, τὸ \\+w καὶ|strong=\"G2532\"\\+w* \\+w μετὰ|strong=\"G3326\"\\+w* \\+w ἀνόμων|strong=\"G0459\"\\+w* \\+w ἐλογίσθη|strong=\"G3049\"\\+w*·καὶ γὰρ τὰ περὶ ἐμοῦ τέλος ἔχει."
    },
    {
      "verse": 38,
      "text": "οἱ δὲ εἶπον· Κύριε, ἰδοὺ μάχαιραι ὧδε δύο. ὁ δὲ εἶπεν αὐτοῖς· ἱκανόν ἐστι."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐξελθὼν ἐπορεύθη κατὰ τὸ ἔθος εἰς τὸ ὄρος τῶν ἐλαιῶν· ἠκολούθησαν δὲ αὐτῷ καὶ οἱ μαθηταὶ αὐτοῦ."
    },
    {
      "verse": 40,
      "text": "γενόμενος δὲ ἐπὶ τοῦ τόπου εἶπεν αὐτοῖς· προσεύχεσθε μὴ εἰσελθεῖν εἰς πειρασμόν."
    },
    {
      "verse": 41,
      "text": "καὶ αὐτὸς ἀπεσπάσθη ἀπ᾽ αὐτῶν ὡσεὶ λίθου βολήν, καὶ θεὶς τὰ γόνατα προσηύχετο"
    },
    {
      "verse": 42,
      "text": "λέγων· πάτερ, εἰ βούλει παρενεγκεῖν τοῦτο τὸ ποτήριον ἀπ᾽ ἐμοῦ· πλὴν μὴ τὸ θέλημά μου, ἀλλὰ τὸ σὸν γινέσθω."
    },
    {
      "verse": 43,
      "text": "ὤφθη δὲ αὐτῷ ἄγγελος ἀπ᾽ οὐρανοῦ ἐνισχύων αὐτόν."
    },
    {
      "verse": 44,
      "text": "καὶ γενόμενος ἐν ἀγωνίᾳ ἐκτενέστερον προσηύχετο. ἐγένετο δὲ ὁ ἱδρὼς αὐτοῦ ὡσεὶ θρόμβοι αἵματος καταβαίνοντες ἐπὶ τὴν γῆν."
    },
    {
      "verse": 45,
      "text": "καὶ ἀναστὰς ἀπὸ τῆς προσευχῆς, ἐλθὼν πρὸς τοὺς μαθητὰς εὗρεν αὐτοὺς κοιμωμένους ἀπὸ τῆς λύπης,"
    },
    {
      "verse": 46,
      "text": "καὶ εἶπεν αὐτοῖς· τί καθεύδετε; ἀναστάντες προσεύχεσθε, ἵνα μὴ εἰσέλθητε εἰς πειρασμόν."
    },
    {
      "verse": 47,
      "text": "Ἔτι δὲ αὐτοῦ λαλοῦντος ἰδοὺ ὄχλος, καὶ ὁ λεγόμενος Ἰούδας, εἷς τῶν δώδεκα, προῆγεν αὐτούς, καὶ ἤγγισε τῷ Ἰησοῦ φιλῆσαι αὐτόν· τοῦτο γὰρ σημεῖον δεδώκει αὐτοῖς· ὃν ἂν φιλήσω, αὐτός ἐστιν."
    },
    {
      "verse": 48,
      "text": "ὁ δὲ Ἰησοῦς εἶπεν αὐτῷ· Ἰούδα, φιλήματι τὸν υἱὸν τοῦ ἀνθρώπου παραδίδως;"
    },
    {
      "verse": 49,
      "text": "ἰδόντες δὲ οἱ περὶ αὐτὸν τὸ ἐσόμενον εἶπον αὐτῷ· Κύριε, εἰ πατάξομεν ἐν μαχαίρᾳ;"
    },
    {
      "verse": 50,
      "text": "καὶ ἐπάταξεν εἷς τις ἐξ αὐτῶν τὸν δοῦλον τοῦ ἀρχιερέως καὶ ἀφεῖλεν αὐτοῦ τὸ οὖς τὸ δεξιόν."
    },
    {
      "verse": 51,
      "text": "ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν· ἐᾶτε ἕως τούτου· καὶ ἁψάμενος τοῦ ὠτίου αὐτοῦ ἰάσατο αὐτόν."
    },
    {
      "verse": 52,
      "text": "εἶπε δὲ ὁ Ἰησοῦς πρὸς τοὺς παραγενομένους ἐπ᾽ αὐτὸν ἀρχιερεῖς καὶ στρατηγοὺς τοῦ ἱεροῦ καὶ πρεσβυτέρους· ὡς ἐπὶ λῃστὴν ἐξεληλύθατε μετὰ μαχαιρῶν καὶ ξύλων;"
    },
    {
      "verse": 53,
      "text": "καθ᾽ ἡμέραν ὄντος μου μεθ᾽ ὑμῶν ἐν τῷ ἱερῷ οὐκ ἐξετείνατε τὰς χεῖρας ἐπ᾽ ἐμέ. ἀλλ᾽ αὕτη ἐστὶν ὑμῶν ἡ ὥρα καὶ ἡ ἐξουσία τοῦ σκότους."
    },
    {
      "verse": 54,
      "text": "Συλλαβόντες δὲ αὐτὸν ἤγαγον καὶ εἰσήγαγον αὐτὸν εἰς τὸν οἶκον τοῦ ἀρχιερέως. ὁ δὲ Πέτρος ἠκολούθει μακρόθεν."
    },
    {
      "verse": 55,
      "text": "ἁψάντων δὲ πυρὰν ἐν μέσῳ τῆς αὐλῆς καὶ συγκαθισάντων αὐτῶν ἐκάθητο ὁ Πέτρος ἐν μέσῳ αὐτῶν."
    },
    {
      "verse": 56,
      "text": "ἰδοῦσα δὲ αὐτὸν παιδίσκη τις καθήμενον πρὸς τὸ φῶς καὶ ἀτενίσασα αὐτῷ εἶπε· καὶ οὗτος σὺν αὐτῷ ἦν."
    },
    {
      "verse": 57,
      "text": "ὁ δὲ ἠρνήσατο λέγων· γύναι, οὐκ οἶδα αὐτόν."
    },
    {
      "verse": 58,
      "text": "καὶ μετὰ βραχὺ ἕτερος ἰδὼν αὐτὸν ἔφη· καὶ σὺ ἐξ αὐτῶν εἶ. ὁ δὲ Πέτρος εἶπεν· ἄνθρωπε, οὐκ εἰμί."
    },
    {
      "verse": 59,
      "text": "καὶ διαστάσης ὡσεὶ ὥρας μιᾶς ἄλλος τις διισχυρίζετο λέγων· ἐπ᾽ ἀληθείας καὶ οὗτος μετ᾽ αὐτοῦ ἦν· καὶ γὰρ Γαλιλαῖός ἐστιν."
    },
    {
      "verse": 60,
      "text": "εἶπε δὲ ὁ Πέτρος· ἄνθρωπε, οὐκ οἶδα ὃ λέγεις. καὶ παραχρῆμα, ἔτι λαλοῦντος αὐτοῦ, ἐφώνησεν ἀλέκτωρ."
    },
    {
      "verse": 61,
      "text": "καὶ στραφεὶς ὁ Κύριος ἐνέβλεψε τῷ Πέτρῳ, καὶ ὑπεμνήσθη ὁ Πέτρος τοῦ λόγου τοῦ Κυρίου, ὡς εἶπεν αὐτῷ ὅτι πρὶν ἀλέκτορα φωνῆσαι ἀπαρνήσῃ με τρίς·"
    },
    {
      "verse": 62,
      "text": "καὶ ἐξελθὼν ἔξω ὁ Πέτρος ἔκλαυσε πικρῶς."
    },
    {
      "verse": 63,
      "text": "Καὶ οἱ ἄνδρες οἱ συνέχοντες τὸν Ἰησοῦν ἐνέπαιζον αὐτῷ δέροντες,"
    },
    {
      "verse": 64,
      "text": "καὶ περικαλύψαντες αὐτὸν ἔτυπτον αὐτοῦ τὸ πρόσωπον καὶ ἐπηρώτων αὐτὸν λέγοντες· προφήτευσον τίς ἐστιν ὁ παίσας σε;"
    },
    {
      "verse": 65,
      "text": "καὶ ἕτερα πολλὰ βλασφημοῦντες ἔλεγον εἰς αὐτόν."
    },
    {
      "verse": 66,
      "text": "Καὶ ὡς ἐγένετο ἡμέρα, συνήχθη τὸ πρεσβυτέριον τοῦ λαοῦ, ἀρχιερεῖς καὶ γραμματεῖς, καὶ ἀνήγαγον αὐτὸν εἰς τὸ συνέδριον ἑαυτῶν λέγοντες·"
    },
    {
      "verse": 67,
      "text": "εἰ σὺ εἶ ὁ Χριστός, εἰπὲ ἡμῖν. εἶπε δὲ αὐτοῖς· ἐὰν ὑμῖν εἴπω, οὐ μὴ πιστεύσητε,"
    },
    {
      "verse": 68,
      "text": "ἐὰν δὲ καὶ ἐρωτήσω, οὐ μὴ ἀποκριθῆτέ μοι ἢ ἀπολύσητε·"
    },
    {
      "verse": 69,
      "text": "ἀπὸ τοῦ νῦν ἔσται ὁ υἱὸς τοῦ ἀνθρώπου καθήμενος ἐκ δεξιῶν τῆς δυνάμεως τοῦ Θεοῦ."
    },
    {
      "verse": 70,
      "text": "εἶπον δὲ πάντες· σὺ οὖν εἶ ὁ υἱὸς τοῦ Θεοῦ; ὁ δὲ πρὸς αὐτοὺς ἔφη· ὑμεῖς λέγετε ὅτι ἐγώ εἰμι."
    },
    {
      "verse": 71,
      "text": "οἱ δὲ εἶπον· τί ἔτι χρείαν ἔχομεν μαρτυρίας; αὐτοὶ γὰρ ἠκούσαμεν ἀπὸ τοῦ στόματος αὐτοῦ."
    }
  ]
}