{
  "book_id": "LUK",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀναστὰν ἅπαν τὸ πλῆθος αὐτῶν ἤγαγον αὐτὸν ἐπὶ τὸν Πιλᾶτον."
    },
    {
      "verse": 2,
      "text": "ἤρξαντο δὲ κατηγορεῖν αὐτοῦ λέγοντες· τοῦτον εὕρομεν διαστρέφοντα τὸ ἔθνος καὶ κωλύοντα Καίσαρι φόρους διδόναι, λέγοντα ἑαυτὸν Χριστὸν βασιλέα εἶναι."
    },
    {
      "verse": 3,
      "text": "ὁ δὲ Πιλᾶτος ἐπηρώτησεν αὐτὸν λέγων· σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων; ὁ δὲ ἀποκριθεὶς αὐτῷ ἔφη· σὺ λέγεις."
    },
    {
      "verse": 4,
      "text": "ὁ δὲ Πιλᾶτος εἶπε πρὸς τοὺς ἀρχιερεῖς καὶ τοὺς ὄχλους ὅτι οὐδὲν εὑρίσκω αἴτιον ἐν τῷ ἀνθρώπῳ τούτῳ."
    },
    {
      "verse": 5,
      "text": "οἱ δὲ ἐπίσχυον λέγοντες ὅτι ἀνασείει τὸν λαὸν διδάσκων καθ᾽ ὅλης τῆς Ἰουδαίας, ἀρξάμενος ἀπὸ τῆς Γαλιλαίας ἕως ὧδε."
    },
    {
      "verse": 6,
      "text": "Πιλᾶτος δὲ ἀκούσας Γαλιλαίαν ἐπηρώτησεν εἰ ὁ ἄνθρωπος Γαλιλαῖός ἐστι,"
    },
    {
      "verse": 7,
      "text": "καὶ ἐπιγνοὺς ὅτι ἐκ τῆς ἐξουσίας Ἡρῴδου ἐστίν, ἀνέπεμψεν αὐτὸν πρὸς Ἡρῴδην, ὄντα καὶ αὐτὸν ἐν Ἱεροσολύμοις ἐν ταύταις ταῖς ἡμέραις."
    },
    {
      "verse": 8,
      "text": "ὁ δὲ Ἡρῴδης ἰδὼν τὸν Ἰησοῦν ἐχάρη λίαν· ἦν γὰρ ἐξ ἱκανοῦ θέλων ἰδεῖν αὐτὸν διὰ τὸ ἀκούειν αὐτὸν πολλὰ περὶ αὐτοῦ, καὶ ἤλπιζέ τι σημεῖον ἰδεῖν ὑπ᾽ αὐτοῦ γινόμενον."
    },
    {
      "verse": 9,
      "text": "ἐπηρώτα δὲ αὐτὸν ἐν λόγοις ἱκανοῖς· αὐτὸς δὲ οὐδὲν ἀπεκρίνατο αὐτῷ."
    },
    {
      "verse": 10,
      "text": "εἱστήκεισαν δὲ οἱ γραμματεῖς καὶ οἱ ἀρχιερεῖς εὐτόνως κατηγοροῦντες αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "ἐξουθενήσας δὲ αὐτὸν ὁ Ἡρῴδης σὺν τοῖς στρατεύμασιν αὐτοῦ καὶ ἐμπαίξας, περιβαλὼν αὐτὸν ἐσθῆτα λαμπρὰν ἀνέπεμψεν αὐτὸν τῷ Πιλάτῳ."
    },
    {
      "verse": 12,
      "text": "ἐγένοντο δὲ φίλοι ὅ τε Ἡρῴδης καὶ ὁ Πιλᾶτος ἐν αὐτῇ τῇ ἡμέρᾳ μετ᾽ ἀλλήλων· προϋπῆρχον γὰρ ἐν ἔχθρᾳ ὄντες πρὸς ἑαυτούς."
    },
    {
      "verse": 13,
      "text": "Πιλᾶτος δὲ συγκαλεσάμενος τοὺς ἀρχιερεῖς καὶ τοὺς ἄρχοντας καὶ τὸν λαὸν"
    },
    {
      "verse": 14,
      "text": "εἶπε πρὸς αὐτούς· προσηνέγκατέ μοι τὸν ἄνθρωπον τοῦτον ὡς ἀποστρέφοντα τὸν λαόν, καὶ ἰδοὺ ἐγὼ ἐνώπιον ὑμῶν ἀνακρίνας οὐδὲν εὗρον ἐν τῷ ἀνθρώπῳ τούτῳ αἴτιον ὧν κατηγορεῖτε κατ᾽ αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "ἀλλ᾽ οὐδὲ Ἡρῴδης· ἀνέπεμψα γὰρ ὑμᾶς πρὸς αὐτόν· καὶ ἰδοὺ οὐδὲν ἄξιον θανάτου ἐστὶ πεπραγμένον αὐτῷ."
    },
    {
      "verse": 16,
      "text": "παιδεύσας οὖν αὐτὸν ἀπολύσω."
    },
    {
      "verse": 17,
      "text": "ἀνάγκην δὲ εἶχεν ἀπολύειν αὐτοῖς κατὰ ἑορτὴν ἕνα."
    },
    {
      "verse": 18,
      "text": "ἀνέκραξαν δὲ παμπληθεὶ λέγοντες· αἶρε τοῦτον, ἀπόλυσον δὲ ἡμῖν Βαραββᾶν·"
    },
    {
      "verse": 19,
      "text": "ὅστις ἦν διὰ στάσιν τινὰ γενομένην ἐν τῇ πόλει καὶ φόνον βεβλημένος εἰς τὴν φυλακήν."
    },
    {
      "verse": 20,
      "text": "πάλιν οὖν ὁ Πιλᾶτος προσεφώνησε, θέλων ἀπολῦσαι τὸν Ἰησοῦν."
    },
    {
      "verse": 21,
      "text": "οἱ δὲ ἐπεφώνουν λέγοντες· σταύρωσον σταύρωσον αὐτόν."
    },
    {
      "verse": 22,
      "text": "ὁ δὲ τρίτον εἶπε πρὸς αὐτούς· τί γὰρ κακὸν ἐποίησεν οὗτος; οὐδὲν ἄξιον θανάτου εὗρον ἐν αὐτῷ· παιδεύσας οὖν αὐτὸν ἀπολύσω."
    },
    {
      "verse": 23,
      "text": "οἱ δὲ ἐπέκειντο φωναῖς μεγάλαις αἰτούμενοι αὐτὸν σταυρωθῆναι, καὶ κατίσχυον αἱ φωναὶ αὐτῶν καὶ τῶν ἀρχιερέων."
    },
    {
      "verse": 24,
      "text": "ὁ δὲ Πιλᾶτος ἐπέκρινε γενέσθαι τὸ αἴτημα αὐτῶν,"
    },
    {
      "verse": 25,
      "text": "ἀπέλυσε δὲ αὐτοῖς τὸν Βαραββᾶν τὸν διὰ στάσιν καὶ φόνον βεβλημένον εἰς τὴν φυλακήν, ὃν ᾐτοῦντο, τὸν δὲ Ἰησοῦν παρέδωκε τῷ θελήματι αὐτῶν."
    },
    {
      "verse": 26,
      "text": "Καὶ ὡς ἀπήγαγον αὐτόν, ἐπιλαβόμενοι Σίμωνός τινος Κυρηναίου, ἐρχομένου ἀπ᾽ ἀγροῦ, ἐπέθηκαν αὐτῷ τὸν σταυρὸν φέρειν ὀπίσω τοῦ Ἰησοῦ."
    },
    {
      "verse": 27,
      "text": "ἠκολούθει δὲ αὐτῷ πολὺ πλῆθος τοῦ λαοῦ καὶ γυναικῶν, αἳ καὶ ἐκόπτοντο καὶ ἐθρήνουν αὐτόν."
    },
    {
      "verse": 28,
      "text": "στραφεὶς δὲ πρὸς αὐτὰς ὁ Ἰησοῦς εἶπε· θυγατέρες Ἱερουσαλήμ, μὴ κλαίετε ἐπ᾽ ἐμέ, πλὴν ἐφ᾽ ἑαυτὰς κλαίετε καὶ ἐπὶ τὰ τέκνα ὑμῶν."
    },
    {
      "verse": 29,
      "text": "ὅτι ἰδοὺ ἔρχονται ἡμέραι ἐν αἷς ἐροῦσι· μακάριαι αἱ στεῖραι καὶ κοιλίαι αἳ οὐκ ἐγέννησαν, καὶ μαστοὶ οἳ οὐκ ἐθήλασαν."
    },
    {
      "verse": 30,
      "text": "τότε ἄρξονται λέγειν τοῖς ὄρεσι, πέσετε ἐφ᾽ ἡμᾶς, καὶ τοῖς βουνοῖς, καλύψατε ἡμᾶς·"
    },
    {
      "verse": 31,
      "text": "ὅτι εἰ ἐν τῷ ὑγρῷ ξύλῳ ταῦτα ποιοῦσιν, ἐν τῷ ξηρῷ τί γένηται;"
    },
    {
      "verse": 32,
      "text": "Ἤγοντο δὲ καὶ ἕτεροι δύο κακοῦργοι σὺν αὐτῷ ἀναιρεθῆναι."
    },
    {
      "verse": 33,
      "text": "Καὶ ὅτε ἀπῆλθον ἐπὶ τὸν τόπον τὸν καλούμενον Κρανίον, ἐκεῖ ἐσταύρωσαν αὐτὸν καὶ τοὺς κακούργους, ὃν μὲν ἐκ δεξιῶν ὃν δὲ ἐξ ἀριστερῶν."
    },
    {
      "verse": 34,
      "text": "ὁ δὲ Ἰησοῦς ἔλεγε· πάτερ, ἄφες αὐτοῖς· οὐ γὰρ οἴδασι τί ποιοῦσι. διαμεριζόμενοι δὲ τὰ ἱμάτια αὐτοῦ ἔβαλλον κλῆρον."
    },
    {
      "verse": 35,
      "text": "καὶ εἱστήκει ὁ λαὸς θεωρῶν. ἐξεμυκτήριζον δὲ καὶ οἱ ἄρχοντες σὺν αὐτοῖς λέγοντες· ἄλλους ἔσωσε, σωσάτω ἑαυτόν, εἰ οὗτός ἐστιν ὁ Χριστὸς ὁ τοῦ Θεοῦ ἐκλεκτός."
    },
    {
      "verse": 36,
      "text": "ἐνέπαιζον δὲ αὐτῷ καὶ οἱ στρατιῶται προσερχόμενοι καὶ ὄξος προσφέροντες αὐτῷ"
    },
    {
      "verse": 37,
      "text": "καὶ λέγοντες· εἰ σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων, σῶσον σεαυτόν."
    },
    {
      "verse": 38,
      "text": "Ἦν δὲ καὶ ἐπιγραφὴ γεγραμμένη ἐπ᾽ αὐτῷ γράμμασιν Ἑλληνικοῖς καὶ Ῥωμαϊκοῖς καὶ Ἑβραϊκοῖς· οὗτός ἐστιν ὁ βασιλεὺς τῶν Ἰουδαίων."
    },
    {
      "verse": 39,
      "text": "Εἷς δὲ τῶν κρεμασθέντων κακούργων ἐβλασφήμει αὐτὸν λέγων· εἰ σὺ εἶ ὁ Χριστός, σῶσον σεαυτὸν καὶ ἡμᾶς."
    },
    {
      "verse": 40,
      "text": "ἀποκριθεὶς δὲ ὁ ἕτερος ἐπετίμα αὐτῷ λέγων· οὐδὲ φοβῇ σὺ τὸν Θεόν, ὅτι ἐν τῷ αὐτῷ κρίματι εἶ;"
    },
    {
      "verse": 41,
      "text": "καὶ ἡμεῖς μὲν δικαίως· ἄξια γὰρ ὧν ἐπράξαμεν ἀπολαμβάνομεν· οὗτος δὲ οὐδὲν ἄτοπον ἔπραξε."
    },
    {
      "verse": 42,
      "text": "καὶ ἔλεγε τῷ Ἰησοῦ· μνήσθητί μου, Κύριε, ὅταν ἔλθῃς ἐν τῇ βασιλείᾳ σου."
    },
    {
      "verse": 43,
      "text": "καὶ εἶπεν αὐτῷ ὁ Ἰησοῦς· ἀμὴν λέγω σοι, σήμερον μετ᾽ ἐμοῦ ἔσῃ ἐν τῷ παραδείσῳ."
    },
    {
      "verse": 44,
      "text": "Ἦν δὲ ὡσεὶ ὥρα ἕκτη καὶ σκότος ἐγένετο ἐφ᾽ ὅλην τὴν γῆν ἕως ὥρας ἐνάτης, τοῦ ἡλίου ἐκλείποντος,"
    },
    {
      "verse": 45,
      "text": "καὶ ἐσχίσθη τὸ καταπέτασμα τοῦ ναοῦ μέσον·"
    },
    {
      "verse": 46,
      "text": "καὶ φωνήσας φωνῇ μεγάλῃ ὁ Ἰησοῦς εἶπε· πάτερ, εἰς χεῖράς σου παρατίθεμαι τὸ πνεῦμά μου· καὶ ταῦτα εἰπὼν ἐξέπνευσεν."
    },
    {
      "verse": 47,
      "text": "ἰδὼν δὲ ὁ ἑκατόνταρχος τὸ γενόμενον ἐδόξασε τὸν Θεὸν λέγων· ὄντως ὁ ἄνθρωπος οὗτος δίκαιος ἦν."
    },
    {
      "verse": 48,
      "text": "καὶ πάντες οἱ συμπαραγενόμενοι ὄχλοι ἐπὶ τὴν θεωρίαν ταύτην, θεωροῦντες τὰ γενόμενα, τύπτοντες ἑαυτῶν τὰ στήθη ὑπέστρεφον."
    },
    {
      "verse": 49,
      "text": "εἱστήκεισαν δὲ πάντες οἱ γνωστοὶ αὐτοῦ ἀπὸ μακρόθεν, καὶ γυναῖκες αἱ συνακολουθήσασαι αὐτῷ ἀπὸ τῆς Γαλιλαίας, ὁρῶσαι ταῦτα."
    },
    {
      "verse": 50,
      "text": "Καὶ ἰδοὺ ἀνὴρ ὀνόματι Ἰωσήφ, βουλευτὴς ὑπάρχων καὶ ἀνὴρ ἀγαθὸς καὶ δίκαιος —"
    },
    {
      "verse": 51,
      "text": "οὗτος οὐκ ἦν συγκατατεθειμένος τῇ βουλῇ καὶ τῇ πράξει αὐτῶν — ἀπὸ Ἀριμαθαίας πόλεως τῶν Ἰουδαίων, ὃς προσεδέχετο καὶ αὐτὸς τὴν βασιλείαν τοῦ Θεοῦ,"
    },
    {
      "verse": 52,
      "text": "οὗτος προσελθὼν τῷ Πιλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ,"
    },
    {
      "verse": 53,
      "text": "καὶ καθελὼν αὐτὸ ἐνετύλιξε σινδόνι καὶ ἔθηκεν αὐτὸ ἐν μνήματι λαξευτῷ, οὗ οὐκ ἦν οὐδεὶς οὐδέπω κείμενος·"
    },
    {
      "verse": 54,
      "text": "καὶ ἡμέρα ἦν παρασκευή, σάββατον ἐπέφωσκε."
    },
    {
      "verse": 55,
      "text": "Κατακολουθήσασαι δὲ αἱ γυναῖκες, αἵτινες ἦσαν συνεληλυθυῖαι αὐτῷ ἐκ τῆς Γαλιλαίας, ἐθεάσαντο τὸ μνημεῖον καὶ ὡς ἐτέθη τὸ σῶμα αὐτοῦ,"
    },
    {
      "verse": 56,
      "text": "ὑποστρέψασαι δὲ ἡτοίμασαν ἀρώματα καὶ μύρα. καὶ τὸ μὲν σάββατον ἡσύχασαν κατὰ τὴν ἐντολήν."
    }
  ]
}