{
  "book_id": "BAR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the words of the book, which Baruch the son of Neriah, the son of Maaseiah, the son of Zedekiah, the son of Hasadiah, the son of Hilkiah, wrote in Babylon,"
    },
    {
      "verse": 2,
      "text": "in the fifth year, andin the seventh day of the month, what time as the Chaldeans took Jerusalem, and burnt it with fire."
    },
    {
      "verse": 3,
      "text": "And Baruch did read the words of this book in the hearing of Jeconiah the son of Jehoiakim king of Judah, and in the hearing of all the people that came to hearthe book,"
    },
    {
      "verse": 4,
      "text": "and in the hearing of the mighty men, and of the kings’ sons, and in the hearing of the elders, and in the hearing of all the people, from the least unto the greatest, even of all them that dwelt at Babylon by the river Sud."
    },
    {
      "verse": 5,
      "text": "And they wept, and fasted, and prayed before the Lord;"
    },
    {
      "verse": 6,
      "text": "they made also a collection of money according to every man’s power:"
    },
    {
      "verse": 7,
      "text": "and they sent itto Jerusalem unto Jehoiakim the highpriest, the son of Hilkiah, the son of Shallum, and to the priests, and to all the people who were found with him at Jerusalem,"
    },
    {
      "verse": 8,
      "text": "at the same time when he took the vessels of the house of the Lord, that had been carried out of the temple, to return theminto the land of Judah, the tenth day of the monthSivan, namely,silver vessels, which Zedekiah the son of Josiah king of Judah had made,"
    },
    {
      "verse": 9,
      "text": "after that Nebuchadnezzar king of Babylon had carried away Jeconiah, and the princes, and the captives, and the mighty men, and the people of the land, from Jerusalem, and brought them unto Babylon."
    },
    {
      "verse": 10,
      "text": "And they said, Behold, we have sent you money; buy you therefore with the money burnt offerings, and sin offerings, and incense, and prepare an oblation, and offer upon the altar of the Lord our God;"
    },
    {
      "verse": 11,
      "text": "and pray for the life of Nebuchadnezzar king of Babylon, and for the life of Belshazzar his son, that their days may be as the days of heaven above the earth:"
    },
    {
      "verse": 12,
      "text": "and the Lord will give us strength, and lighten our eyes, and we shall live under the shadow of Nebuchadnezzar king of Babylon, and under the shadow of Belshazzar his son, and we shall serve them many days, and find favor in their sight."
    },
    {
      "verse": 13,
      "text": "Pray for us also unto the Lord our God, for we have sinned against the Lord our God; and unto this day the wrath of the Lord and his indignation is not turned from us."
    },
    {
      "verse": 14,
      "text": "And ye shall read this book which we have sent unto you, to make confession in the house of the Lord, upon the day of the feast and on the days of the solemn assembly."
    },
    {
      "verse": 15,
      "text": "And ye shall say, To the Lord our God belongethrighteousness, but unto us confusion of face, as at this day, unto the men of Judah, and to the inhabitants of Jerusalem,"
    },
    {
      "verse": 16,
      "text": "and to our kings, and to our princes, and to our priests, and to our prophets, and to our fathers:"
    },
    {
      "verse": 17,
      "text": "for that we have sinned before the Lord,"
    },
    {
      "verse": 18,
      "text": "and disobeyed him, and have not hearkened unto the voice of the Lord our God, to walk in the commandments of the Lord that he hath set before us:"
    },
    {
      "verse": 19,
      "text": "since the day that the Lord brought our fathers out of the land of Egypt, unto this present day, we have been disobedient unto the Lord our God, and we have dealt unadvisedly in not hearkening unto his voice."
    },
    {
      "verse": 20,
      "text": "Wherefore the plagues clave unto us, and the curse, which the Lord commanded Moses his servant to pronouncein the day that he brought our fathers out of the land of Egypt, to give us a land that floweth with milk and honey, as at this day."
    },
    {
      "verse": 21,
      "text": "Nevertheless we hearkened not unto the voice of the Lord our God, according unto all the words of the prophets, whom he sent unto us:"
    },
    {
      "verse": 22,
      "text": "but we walked every man in the imagination of his own wicked heart, to serve strange gods, and to do that which is evil in the sight of the Lord our God."
    }
  ]
}