{
  "book_id": "REV",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "אאַחַר הַדְּבָרִים הָאֵלֶּה רָאִיתִי וְהִנֵּה שַׁעַר נִפְתָּח בַּשָּׁמָיִם וְהַקּוֹל הָרִאשׁוֹן אֲשֶׁר שָׁמַעְתִּי כַשּׁוֹפָר מְדַבֵּר אֵלַי לֵאמֹר עֲלֵה הֵנָּה וְהֶרְאֵתִיךָ אֵת אֲשֶׁר תִּקְרֶינָה אַחֲרֵי־כֵן׃"
    },
    {
      "verse": 2,
      "text": "בוַתָּנַח עָלַי הָרוּחַ כְּרָגַע וְהִנֵּה כִסֵּא נִצָּב בַּשָּׁמַיִם וְאֶחָד ישֵׁב עַל־הַכִּסֵּא׃"
    },
    {
      "verse": 3,
      "text": "גוְהַיּשֵׁב הַהוּא כְּמַרְאֵה אֶבֶן יָשְׁפֶה כְּאֶבֶן אֹדֶם וְקֶשֶׁת סָבִיב לַכִּסֵּא כְּעֵין בָּרָקֶת׃"
    },
    {
      "verse": 4,
      "text": "דוְעֶשְׂרִים וְאַרְבָּעָה כִסְאוֹת עֹמְדִים אֶל־הַכִּסֵּא מִסָּבִיב וְעַל־הַכִּסְאוֹת רָאִיתִי עֶשְׂרִים וְאַרְבָּעָה זְקֵנִים ישְׁבִים מְלֻבָּשִׁים בְּגָדִים לְבָנִים וְעַטְרוֹת זָהָב בְּרָאשֵׁיהֶם׃"
    },
    {
      "verse": 5,
      "text": "הוּמִתּוֹךְ הַכִּסֵּא יֹצֵא בָרָק רַעַם וְרַעַשׁ וְשִׁבְעָה לַפִּידִים בֹּעֲרִים לִפְנֵי הַכִּסֵּא אֲשֶׁר־הֵם שִׁבְעָה רוּחוֹת הָאֳלֹהִים׃"
    },
    {
      "verse": 6,
      "text": "ווְלִפְנֵי הַכִּסֵּא יַם זְכוֹכִית כְּעֵין הַקָּרַח וּבְתוֹךְ הַכִּסֵּא וְסָבִיב לוֹ אַרְבַּע חַיּוֹת מְלֵאוֹת עֵינַיִם מִפָּנִים וּמֵאָחוֹר׃"
    },
    {
      "verse": 7,
      "text": "זדְּמוּת הַחַיָּה הָרִאשׁוֹנָה כְּאַרְיֵה וְהַחַיָּה הַשֵּׁנִית כְּעֵגֶל וְהַחַיָּה הַשְּׁלִישִׁית פָּנִים לָהּ כִּפְנֵי אָדָם וּדְמוּת הַחַיָּה הָרְבִיעִית כְּנֶשֶׁר מְעוֹפֵף׃"
    },
    {
      "verse": 8,
      "text": "חוְאַרְבַּע הַחַיּוֹת שֵׁשׁ כְּנָפַיִם שֵׁשׁ כְּנָפַיִם לְאֶחָת וְהֵן מְלֵאוֹת עֵינַיִם מִסָּבִיב וּמִלִּפְנִים וְהַשְׁקֵט אֵין לָהֵן יוֹמָם לָיְלָה כִּי קֹרְאוֹת קָדוֹשׁ קָדוֹשׁ קָדוֹשׁ יְהוָֹה אֱלֹהֵי צְבָאוֹת אֲשֶׁר הוּא הָיָה הוֶֹה וְעָתִיד לָבֹא׃"
    },
    {
      "verse": 9,
      "text": "טוּלְעֵת הַחַיּוֹת נֹתְנוֹת הוֹד וְהָדָר וְשֶׁבַח לַיּשֵׁב עַל־הַכִּסֵּא אֲשֶׁר־הוּא חַי עַד־עוֹלְמֵי עוֹלָמִים׃"
    },
    {
      "verse": 10,
      "text": "יכֵּן יִפְּלוּ הָעֶשְׂרִים וְאַרְבָּעָה הַזְּקֵנִים עַל־פְּנֵיהֶם וּמִשְׁתַּחֲוִים לִפְנֵי הַיּשֵׁב עַל־הַכִּסֵּא אֲשֶׁר הוּא חַי עַד־עוֹלְמֵי עוֹלָמִים וְאֶת־עַטְרוֹתֵיהֶם יָנִיפוּ יוֹרִידוּ אַרְצָה לִפְנֵי הַכִּסֵּא לֵאמֹר׃"
    },
    {
      "verse": 11,
      "text": "יאלְךָ יְהוָֹה אֱלֹהֵינוּ יָאֲתָה לָקַחַת הוֹד וְהָדָר וָעֹז כִּי אַתָּה בָרָאתָ כָּל־אֵלֶּה וּבִרְצוֹנְךָ נִהְיוּ וְנִבְרָאוּ׃"
    }
  ]
}