{
  "book_id": "REV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* אַחֲרֵי־כֵן רָאִיתִי אֶת־הַשֶּׂה פֹּתֵחַ אֶחָד מִן־שִׁבְעָה הַחֹתָמוֹת וְקוֹל אַחַת מִן־אַרְבַּע הַחַיּוֹת כְּקוֹל רַעַם שָׁמַעְתִּי לֵאמֹר בֹּא וּרְאֵה׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* וָאֵרֶא וְהִנֵּה סוּס לָבָן וְהָרֹכֵב עָלָיו לוֹ קֶשֶׁת וַיְעַטְּרוּ־לוֹ עֲטָרָה וַיֵּצֵא כְגִבּוֹר מִלְחָמָה אֲשֶׁר יָעֹז בִּגְבֻרָתוֹ׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* וְכַאֲשֶׁר פָּתַח אֶת־הַחוֹתָם הַשֵּׁנִי שָׁמַעְתִּי אֶת־הַחַיָּה הַשֵּׁנִית אֹמֶרֶת בֹּא וּרְאֵה׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* וַיֵּצֵא סוּס אַחֵר אָדֹם וְהָרֹכֵב עָלָיו כֹּחַ בְּיָדוֹ לְהַעֲבִיר אֶת־הַשָּׁלוֹם מִן־הָאָרֶץ לְבַעֲבוּר יַהַרְגוּ אִישׁ אֶת־רֵעֵהוּ וְחֶרֶב גְּדֹלָה נִתְּנָה בְיָדוֹ׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* וְכַאֲשֶׁר פָּתַח אֶת־הַחוֹתָם הַשְּׁלִישִׁי שָׁמַעְתִּי אֶת־קוֹל הַחַיָּה הַשְּׁלִישִׁית לֵאמֹר בֹּא וּרְאֵה וָאַבֵּט וְהִנֵּה סוּס שָׁחֹר וְהָרֹכֵב עָלָי מֹאזְנֵי מִשְׁקָל בְּיָדוֹ׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* וָאֶשְׁמַע קוֹל מִתּוֹךְ אַרְבַּע הַחַיּוֹת לֵאמֹר קַב חִטִּים בְּבֶקַע כֶּסֶף וּשְׁלשָׁה קַבִּים שְׂעֹרִים בְּבֶקַע כֶּסֶף וְאֶת־הַשֶּׁמֶן וְאֶת־הַיַּיִן אַל־תַּשְׁחֵת׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וְכַאֲשֶׁר פָּתַח אֶת־הַחוֹתָם הָרְבִיעִי שָׁמַעְתִּי קוֹל הַחַיָּה הָרְבִיעִית לֵאמֹר בֹּא וּרְאֵה׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* וָאֵרֶא וְהִנֵּה סוּס כְּעֵין יֵרָקוֹן וְהָרֹכֵב עָלָיו מָוֶת שְׁמוֹ וּשְׁאוֹל יֹצֵאת אַחֲרָיו וְכֹחַ נִתַּן לָהֶם לַהֲרֹג אֶת־רֹבַע הָאָרֶץ בַּחֶרֶב בָּרָעָב בַּדֶּבֶר וּבְחַיַּת הַשָּׂדֶה׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* וּכְפִתְחוֹ אֶת־הַחוֹתָם הַחֲמִישִׁי וָאֵרֶא מִתַּחַת לַמִּזְבֵּחַ אֶת־נַפְשׁוֹת הַנֶּהֱרָגִים עַל־דְּבַר הָאֱלֹהִים וְעַל־אֲשֶׁר נָתְנוּ אֶת־עֵדוּתָם׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְהֵם צֹעֲקִים בְּקוֹל גָּדוֹל עַד־מָתַי אֲדֹנָי אֵל קָדוֹשׁ אֵל אֱמֶת עַד־מָתַי לֹא־תָבֹא בַמִּשְׁפָּט וְלֹא־תִקֹּם דָּמֵנוּ הַשָּׁפוּךְ מִיּשְׁבֵי הָאָרֶץ׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* וַיִּנָּתֵן־לָהֶם מַחֲלָצוֹת לְבָנוֹת לֵאמֹר כִּי עֲלֵיהֶם לְהוֹחִיל עוֹד מְעָט עַד אֲשֶׁר שָׁלֵם יִהְיֶה מִסְפַּר חַבְרֵיהֶם וַאֲחֵיהֶם אֲשֶׁר יִשָּׁפֵךְ דָּמָם כְּמוֹהֶם׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וּכְפִתְחוֹ אֶת־הַחוֹתָם הַשִּׁשִּׁי וָאֵרֶא וְהִנֵּה זְוָעָה גְדֹלָה הַשֶּׁמֶשׁ לָבְשָׁה קַדְרוּת כְּאַדֶּרֶת שֵׂעָר וְהַיָּרֵחַ נֶהְפַּךְ לְדָם׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* וְכוֹכְבֵי הַשָּׁמַיִם נָפְלוּ אָרְצָה כִּתְאֵנָה בְשַׁלֶּכֶת פַּגֶּיהָ מִפְּנֵי רוּחַ סְעָרָה׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* הַשָּׁמַיִם כְּסֵפֶר נָגֹלּוּ וְהָרִים וְאִיֵּי הַיָּם נֶעְתְּקוּ מִמְּקוֹמָם׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* וּמַלְכֵי־אֶרֶץ וְשָׂרֶיהָ וְשָׂרֵי הָאֲלָפִים עֲשִׁירֵי עָם וְגִבֹּרֵי כֹחַ עֲבָדִים וּבְנֵי חוֹרִים הִתְחַבְּאוּ בִמְעָרוֹת כֻּלָּם וּבֵין הַסְּלָעִים בֶּהָרִים׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* וַיֹּאמְרוּ אֶל־הֶהָרִים וְאֶל־הַסְּלָעִים נִפְלוּ עָלֵינוּ כַּסּוּ אֹתָנוּ מִפְּנֵי הַיּשֵׁב עַל־הַכִּסֵּא וּמִפְּנֵי חֲרוֹן אַף הַשֶּׂה׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* כִּי יוֹם זַעְמָם הַגָּדוֹל בָּא וּמִי יַעֲמֹד׃"
    }
  ]
}