{
  "book_id": "REV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* וַיִּנָּתֶן־לִי קָנֶה דּוֹמֶה לִקְנֵה הַמִּדָּה וַיַּעֲמֹד הַמַּלְאָךְ וַיֹּאמֶר קוּם וּמֹד אֶת־הֵיכָל הָאֱלֹהִים וְאֶת־הַמִּזְבֵּחַ וְאֶת־מְקוֹם הַמִּשְׁתַּחֲוִים שָׁם׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* וְנָתַשְׁתָּ אֶת־חֲצַר הַהֵיכָל הַחִיצוֹן וְלֹא תָמֹד אֹתוֹ כִּי־נִתַּן בִּידֵי הַגּוֹיִם וְרָמְסוּ אֶת־עִיר הַקֹּדֶשׁ אַרְבָּעִים וּשְׁנַיִם חֹדֶשׁ׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* וְנָתַתִּי לִשְׁנֵי עֵדָי וְנִבְּאוּ יָמִים אֶלֶף מָאתַיִם וְשִׁשִּׁים בִּלְבוּשׁ שָׂק׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* אֵלֶּה הֵם שְׁנֵי הַזֵּיתִים וּשְׁתֵּי הַמְּנֹרוֹת הָעֹמְדִים עַל־אֱלֹהֵי הָאָרֶץ׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* וְכִי־יְבַקֵּשׁ אִישׁ לִנְגֹּעַ בָּם תֵּצֵא אֵשׁ מִפִּיהֶם וְתֹאכַל אֶת־אֹיְבֵיהֶם מוֹת יָמוּת כָּל־הַמְבַקֵּשׁ לִנְגֹּעַ בָּם לְרָעָה׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* וְהֵם יֶשׁ־לְאֵל יָדָם לַעֲצֹר אֶת־הַשָּׁמַיִם לְבִלְתִּי הֱיוֹת מָטָר כָּל־יְמֵי נְבוּאָתָם וְיֶשׁ לְאֵל יָדָם לַהֲפֹךְ אֶת־הַמַּיִם לְדָם וּלְהַכּוֹת אֶת־הָאָרֶץ בְּכָל־מַכָּה כְּדֵי חֶפְצָם׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וּכְכַלּוֹת עֵדוּתָם תִּלָּחֶם־בָּם הַחַיָּה הָעֹלָה מִן־הַתְּהוֹם תִּגְבַּר עֲלֵיהֶם וְתַהֲרֹג אֹתָם׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* וּפִגְרֵיהֶם יִפְּלוּ בִּרְחוֹב הָעִיר הַגְּדֹלָה הַנִּקְרֵאת בִּשְׂפַת מָשָׁל סְדוֹם וּמִצְרָיִם אֲשֶׁר שָׁם־נִצְלַב גַּם־אֲדֹנֵיהֶם׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* וְרַבִּים מִן־הָעַמִּים וְהַמִּשְׁפָּחוֹת וְהַלְּשֹׁנוֹת וְהַגּוֹיִם יִרְאוּ אֶת־פִּגְרֵיהֶם שְׁלשֶׁת יָמִים וָחֵצִי וְלֹא יִתְּנוּ לִקְבֹּר אֶת־הַחֲלָלִים בִּמְקוֹם קָבֶר׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְישְׁבֵי הָאָרֶץ יָשִׂישׂוּ יָגִילוּ עֲלֵיהֶם וְיִשְׁלְחוּ מָנוֹת אִישׁ לְרֵעֵהוּ אַחֲרֵי אֲשֶׁר עָכְרוּ שְׁנֵי הַנְּבִיאִים הָאֵלֶּה אֶת־ישְׁבֵי הָאָרֶץ׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* וּבִמְלֹאת שְׁלשֶׁת יָמִים וָחֵצִי בָּא בָהֶם רוּחַ חַיִּים מֵאֵת הָאֱלֹהִים וַיַּעַמְדוּ עַל־רַגְלֵיהֶם וְחִתַּת אֱלֹהִים נָפְלָה עַל־כָּל־רֹאֵיהֶם׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וַיִּשְׁמְעוּ קוֹל גָּדוֹל קֹרֵא אֲלֵיהֶם מִן־הַשָּׁמַיִם לֵאמֹר עֲלוּ הֵנָּה וַיַּעֲלוּ בֶעָנָן הַשָּׁמַיִם וְעֵינֵי אֹיְבֵיהֶם רֹאוֹת׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* וַיְהִי רַעַשׁ גָּדוֹל בָּעֵת הַהִיא וַתִּפֹּל עֲשִׂירִית הָעִיר וְשִׁבְעַת אֲלָפִים אֲנָשִׁים לְמִסְפַּר שֵׁמוֹת מֵתוּ בָרַעַשׁ וְהַנִּשְׁאָרִים רְעָדָה אֲחָזָתַם וַיִּתְּנוּ כָבוֹד לֵאלֹהֵי הַשָּׁמָיִם׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* נְהִי הַשֵּׁנִי חָלַף הָלַךְ־לוֹ וּנְהִי הַשְּׁלִישִׁי עַד־מְהֵרָה הִנֵּה בָא׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* וַיִּתְקַע הַמַּלְאָךְ הַשְּׁבִיעִי וְקֹלוֹת גְּדוֹלִים נִשְׁמְעוּ בַשָּׁמַיִם לֵאמֹר הָיְתָה מַמְלֶכֶת הָאָרֶץ לַאֲדֹנֵינוּ וְלִמְשִׁיחוֹ וְהוּא יִמְלֹךְ לְעוֹלָם וָעֶד׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* וְעֶשְׂרִים וְאַרְבָּעָה הַזְּקֵנִים הַיּשְׁבִים לִפְנֵי הָאֱלֹהִים עַל־כִּסְאוֹתָם נָפְלוּ עַל־פְּנֵיהֶם וַיִשְׁתַּחֲווּ לֵאלֹהִים׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* וַיֹּאמְרוּ מוֹדִים אֲנַחְנוּ לְךָ יְהוָֹה אֱלֹהֵי צְבָאוֹת הוֶֹה וְהָיָה וְיָבוֹא כִּי לָבַשְׁתָּ עֹז גָּדְלְךָ וַתִּמְלֹךְ׃"
    },
    {
      "verse": 18,
      "text": "\\vp יח\\vp* הַגּוֹיִם רָגְשׁוּ בַחֲרוֹת אַפָּם עַד בֹּא חֲרוֹן אַפְּךָ וְיוֹם הַמִּשְׁפָּט לִישֵׁנֵי עָפָר וְלָתֵת שָׂכָר לַעֲבָדֶיךָ הַנְּבִיאִים וְהַקְּדוֹשִׁים וְיִרְאֵי שִׁמְךָ הַקְּטַנִּים עִם־הַגְּדֹלִים וְלַעֲכֹר אֶת־עֹכְרֵי הָאָרֶץ׃"
    },
    {
      "verse": 19,
      "text": "\\vp יט\\vp* אָז נִפְתַּח הֵיכַל הָאֱלֹהִים בַּשָּׁמַיִם וַאֲרוֹן בְּרִיתוֹ נִרְאָה שָּׁם בְּמִקְדָּשׁוֹ וַיִּתְמַלְּטוּ בְרָקִים וְקוֹלֹת רְעָמִים וּזְוָעָהוּבָרָד כָּבֵד׃"
    }
  ]
}