{
  "book_id": "REV",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "אוָאֵרֶא מַלְאָךְ יוֹרֵד מִן־הַשָּׁמָיִם וּבְיָדוֹ מַפְתֵּחַ הַתְּהוֹם וְרַתֹּק גָּדוֹל׃"
    },
    {
      "verse": 2,
      "text": "בוַיִּתְפֹּשׂ אֶת־הַתַּנִּין אֶת־הַנָּחָשׁ הַקַּדְמֹנִי הוּא הַשָּׁטָן הַשּׂוֹטֵן וַיֶּאְסֹר אֹתוֹ לְאֶלֶף שָׁנִים׃"
    },
    {
      "verse": 3,
      "text": "גוַיַּשְׁלִיכֵהוּ אֶל־הַתְּהוֹם וַיִּסְגֹּר עָלָיו וַיַּחְתֹּם מֵעַל לַמַּסְגֵּר לְבִלְתִּי יַדִּיחַ עוֹד אֶת־הַגּוֹיִם עַד־תֹּם הַשָּׁנִים אֶלֶף וְאַחֲרֵי־כֵן יֻתַּר לִזְמָן קָטֹן׃"
    },
    {
      "verse": 4,
      "text": "דוָאֵרֶא כִסְאוֹת עֹמְדִים וְלַיּשְׁבִים עֲלֵיהֶם נִתַּן בְּיָדָם לַעֲשׂוֹת מִשְׁפָּט וְנַפְשׁוֹת כְּרוּתֵי רֹאשׁ לְמַעַן עֵדוּת יֵשׁוּעַ וּלְמַעַן דְּבַר הָאֱלֹהִים אֲשֶׁר לֹא הִשְׁתַּחֲווּ לַחַיָּה וּלְצַלְמָהּ וְלֹא נָתְנוּ אֶת־הַתָּו עַל־מִצְחָם וְיָדָם הֵם קָמוּ וַיִּחְיוּ וַיִּמְלְכוּ עִם־הַמָּשִׁיחַ אֶלֶף שָּׁנִים׃"
    },
    {
      "verse": 5,
      "text": "הוְיֶתֶר הַמֵּתִים לֹא־קָמוּ לַחַיִּים עַד־תֹּם אֶלֶף הַשָּׁנִים זֹאת הִיא הַתְּקוּמָה הָרִאשֹׁנָה׃"
    },
    {
      "verse": 6,
      "text": "ואַשְׁרֵי אַנְשֵׁי־קֹדֶשׁ אֲשֶׁר יִקְחוּ חֶלְקָם בַּתְּקוּמָה הָרִאשֹׁנָה הַמָּוֶת לֹא יִשְׁלָט־בָּם שֵׁנִית כִּי כֹהֲנִים יִהְיוּ לֵאלֹהִים וְלִמְשִׁיחוֹ וּמָלְכוּ עִמּוֹ אֶלֶף שָׁנִים׃"
    },
    {
      "verse": 7,
      "text": "זוְאַחֲרֵי כְלוֹת אֶלֶף הַשָּׁנִים יֻתַּר הַשָּׂטָן מִבֵּית כִּלְאוֹ׃"
    },
    {
      "verse": 8,
      "text": "חוְיָצָא לְהַדִּיחַ אֶת־הַגּוֹיִם בְּאַרְבַּע כַּנְפוֹת הָאָרֶץ אֶת־גּוֹג וּמָגוֹג וּלְהַקְהִילָם לַמִּלְחָמָה קָהָל אֲשֶׁר לֹא יִסָּפֵר כְּחוֹל הַיָּם׃"
    },
    {
      "verse": 9,
      "text": "טוַיַּעֲלוּ עַל־מֶרְחֲבֵי אָרֶץ וַיָּסֹבּוּ אֶת־מַחֲנֵה הַקְּדוֹשִׁים וְאֶת־הָעִיר הַנֶּחֱמָדָה וַתֵּרֶד אֵשׁ מֵאֵת הָאֱלֹהִים מִן־הַשָּׁמַיִם וַתֹּאכַל אֹתָם׃"
    },
    {
      "verse": 10,
      "text": "יוְהַשָּׂטָן אֲשֶׁר הִדִּיחָם נִדַּח לְיָם בֹּעֵר בְּאֵשׁ וְגָפְרִית אֲשֶׁר־שָׁם הַחַיָּה וּנְבִיא הַשָּׁקֶר לִהְיוֹת מְעֻנִּים שָׁם יוֹמָם וָלַיְלָה עַד־עוֹלְמֵי עוֹלָמִים׃"
    },
    {
      "verse": 11,
      "text": "יאוָאֵרֶא כִסֵּא זַךְ וְגָדוֹל וְהַיּשֵׁב עָלָיו אֲשֶׁר אֶרֶץ וְשָׁמַיִם נָדְדוּ מִפָּנָיו וְלֹא־נוֹדַע מְקוֹמָם אַיּוֹ׃"
    },
    {
      "verse": 12,
      "text": "יבוָאֵרֶא אֶת־הַמֵּתִים גְּדוֹלִים עִם־קְטַנִּים עֹמְדִים לִפְנֵי־יְהוָֹה וּסְפָרִים נִפְתָּחִים גַּם־סֵפֶר אַחֵר נִפְתָּח הוּא סֵפֶר הַחַיִּים וַיִּשָּׁפְטוּ הַמֵּתִים כַּעֲלִילוֹתָם כַּאֲשֶׁר הֵם כְּתוּבִים בַּסְּפָרִים הָהֵם׃"
    },
    {
      "verse": 13,
      "text": "יגוַיִּתֵּן הַיָּם אֶת־הַמֵּתִים אֲשֶׁר בְּתוֹכוֹ וְהַמָּוֶת וְהַשְּׁאוֹל נָתְנוּ אֶת־הַמֵּתִים אֲשֶׁר־בָּם וַיִּשָּׁפְטוּ אִישׁ אִישׁ כְּמַעֲשֵׂהוּ׃"
    },
    {
      "verse": 14,
      "text": "ידוְהַמָּוֶת וְהַשְּׁאוֹל נֶהֶדְפוּ אֶל־תּוֹךְ יָם בֹּעֵר בָּאֵשׁ זֶה הוּא הַמָּוֶת הַשֵּׁנִי הַיָּם הַבֹּעֵר בָּאֵשׁ׃"
    },
    {
      "verse": 15,
      "text": "טווְכָל־אִישׁ אֲשֶׁר לֹא־נִמְצָא כָתוּב בְּסֵפֶר הַחַיִּים נֶהְדַּף אֶל־תּוֹךְ הַיָּם הַבֹּעֵר בָּאֵשׁ׃"
    }
  ]
}