{
  "book_id": "2JN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ πρεσβύτερος ἐκλεκτῇ κυρίᾳ καὶ τοῖς τέκνοις αὐτῆς, οὓς ἐγὼ ἀγαπῶ ἐν ἀληθείᾳ, καὶ οὐκ ἐγὼ μόνος, ἀλλὰ καὶ πάντες οἱ ἐγνωκότες τὴν ἀλήθειαν,"
    },
    {
      "verse": 2,
      "text": "διὰ τὴν ἀλήθειαν τὴν μένουσαν ἐν ἡμῖν, καὶ μεθ᾽ ἡμῶν ἔσται εἰς τὸν αἰῶνα·"
    },
    {
      "verse": 3,
      "text": "ἔσται μεθ᾽ ⸂ἡμῶν⸃ χάρις, ἔλεος, εἰρήνη παρὰ θεοῦ πατρός, καὶ παρὰ ⸂2κυρίου Ἰησοῦ χριστοῦ τοῦ υἱοῦ τοῦ πατρός,⸃ ἐν ἀληθείᾳ καὶ ἀγάπῃ."
    },
    {
      "verse": 4,
      "text": "Ἐχάρην λίαν ὅτι εὕρηκα ἐκ τῶν τέκνων σου περιπατοῦντας ἐν ἀληθείᾳ, καθὼς ἐντολὴν ἐλάβομεν παρὰ τοῦ πατρός."
    },
    {
      "verse": 5,
      "text": "Καὶ νῦν ἐρωτῶ σε, κυρία, οὐχ ὡς ἐντολὴν ⸂γράφων σοι καινήν,⸃ ἀλλὰ ἣν εἴχομεν ἀπ᾽ ἀρχῆς, ἵνα ἀγαπῶμεν ἀλλήλους."
    },
    {
      "verse": 6,
      "text": "Καὶ αὕτη ἐστὶν ἡ ἀγάπη, ἵνα περιπατῶμεν κατὰ τὰς ἐντολὰς αὐτοῦ. Αὕτη ⸉ἐστὶν ἡ ἐντολή,⸊ καθὼς ἠκούσατε ἀπ᾽ ἀρχῆς, ἵνα ἐν αὐτῇ περιπατῆτε."
    },
    {
      "verse": 7,
      "text": "Ὅτι πολλοὶ πλάνοι ⸂εἰσῆλθον εἰς⸃ τὸν κόσμον, οἱ μὴ ὁμολογοῦντες Ἰησοῦν χριστὸν ἐρχόμενον ἐν σαρκί. Οὗτός ἐστιν ὁ πλάνος καὶ ὁ ἀντίχριστος."
    },
    {
      "verse": 8,
      "text": "Βλέπετε ἑαυτούς, ⸂ἵνα μὴ ἀπολέσωμεν ἃ εἰργασάμεθα, ἀλλὰ μισθὸν πλήρη ἀπολάβωμεν.⸃"
    },
    {
      "verse": 9,
      "text": "Πᾶς ὁ ⸂παραβαίνων⸃ καὶ μὴ μένων ἐν τῇ διδαχῇ τοῦ χριστοῦ, θεὸν οὐκ ἔχει· ὁ ⸆ μένων ἐν τῇ διδαχῇ ⸋τοῦ χριστοῦ,⸌ οὗτος καὶ τὸν πατέρα καὶ τὸν υἱὸν ἔχει."
    },
    {
      "verse": 10,
      "text": "Εἴ τις ἔρχεται πρὸς ὑμᾶς, καὶ ταύτην τὴν διδαχὴν οὐ φέρει, μὴ λαμβάνετε αὐτὸν εἰς οἰκίαν, καὶ χαίρειν αὐτῷ μὴ λέγετε·"
    },
    {
      "verse": 11,
      "text": "ὁ ⸉γὰρ λέγων⸊ αὐτῷ χαίρειν κοινωνεῖ τοῖς ἔργοις αὐτοῦ τοῖς πονηροῖς."
    },
    {
      "verse": 12,
      "text": "Πολλὰ ἔχων ὑμῖν γράφειν, οὐκ ἐβουλήθην διὰ χάρτου καὶ μέλανος· ἀλλὰ ἐλπίζω ⸂ἐλθεῖν⸃ πρὸς ὑμᾶς, καὶ στόμα πρὸς στόμα λαλῆσαι, ἵνα ἡ χαρὰ ⸂2ἡμῶν⸃ ⸉ᾖ πεπληρωμένη.⸊"
    },
    {
      "verse": 13,
      "text": "Ἀσπάζεταί σε τὰ τέκνα τῆς ἀδελφῆς σου τῆς ἐκλεκτῆς. ⸋Ἀμήν.⸌"
    }
  ]
}