{
  "book_id": "PSA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Nechiloth, a psalm of David.” (5:2) To my words give ear, O Lord, have regard to my mediation."
    },
    {
      "verse": 2,
      "text": "(5:3) Listen unto the voice of my loud cry, my King, and my God, when unto thee I pray."
    },
    {
      "verse": 3,
      "text": "(5:4) O Lord! in the morning do thou hear my voice: in the morning will I set in order [my prayer] before thee, and 1ook up with hope."
    },
    {
      "verse": 4,
      "text": "(5:5) For thou art not a God that hath pleasure in wickedness: evil cannot abide with thee."
    },
    {
      "verse": 5,
      "text": "(5:6) The arrogant cannot stand up before thy eyes: thou hatest all workers of wickedness."
    },
    {
      "verse": 6,
      "text": "(5:7) Thou wilt destroy those that speak lies: the man of blood and deceit the Lord abhorreth."
    },
    {
      "verse": 7,
      "text": "(5:8) But as for me—in the abundance of thy kindness will I enter thy house: I will bow myself down before thy holy temple in the fear of thee."
    },
    {
      "verse": 8,
      "text": "(5:9) O Lord, lead me in thy righteousness because of those that regard me enviously; make straight before me thy way."
    },
    {
      "verse": 9,
      "text": "(5:10) For there is not in their mouth any sincerity; their inward part is full of deception; an open sepulchre is their throat: they flatter with their tongue."
    },
    {
      "verse": 10,
      "text": "(5:11) Condemn them, O God: let them fall through their own counsels; for the multitude of their transgressions cast them down; for they have rebelled against thee."
    },
    {
      "verse": 11,
      "text": "(5:12) Then will rejoice all those that put their trust in thee; for ever will they shout for joy, when thou protectest them: and then will exult in thee those that love thy name."
    },
    {
      "verse": 12,
      "text": "(5:13) For thou wilt bless the righteous, O Lord; as with a shield wilt thou encompass him with favor."
    }
  ]
}