{
  "book_id": "PSA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "“A Shiggayon of David, which he sang unto the Lord, concerning the affairs of Cush the Benjamite.” (7:2) O Lord my God, in thee do I put my trust; save me from every one of my persecutors, and deliver me:"
    },
    {
      "verse": 2,
      "text": "(7:3) Lest he tear like a lion my soul, rending it in pieces, with none to deliver."
    },
    {
      "verse": 3,
      "text": "(7:4) O Lord my God, if I have done this; if there be injustice in my hands;"
    },
    {
      "verse": 4,
      "text": "(7:5) If I have recompensed him that was at peace with me with evil; If I have taken aught from my assailants without cause:"
    },
    {
      "verse": 5,
      "text": "(7:6) May the enemy hotly pursue my soul, and overtake it; and tread down upon the earth my life, and cause my honor to be in the dust. Selah."
    },
    {
      "verse": 6,
      "text": "(7:7) Arise, O Lord, in thy anger, lift up thyself because of the rage of my enemies: and awake for me [to] the judgment that thou hast commanded."
    },
    {
      "verse": 7,
      "text": "(7:8) So shall the congregation of nations compass thee about: and for their sakes return thou to the height."
    },
    {
      "verse": 8,
      "text": "(7:9) The Lord will judge the people: judge me, O Lord, according to my righteousness, and according to my integrity [grant] me [recompense]."
    },
    {
      "verse": 9,
      "text": "(7:10) Oh let the evil of the wicked come to an end; but establish the just, O thou, who triest the hearts and reins, O righteous God."
    },
    {
      "verse": 10,
      "text": "(7:11) My protection is by God, who saveth the upright in heath."
    },
    {
      "verse": 11,
      "text": "(7:12) God is a righteous judge, and a God who is indignant [with the wicked] every day."
    },
    {
      "verse": 12,
      "text": "(7:13) If he turn not, He will whet his sword, he bendeth his bow, and maketh it ready."
    },
    {
      "verse": 13,
      "text": "(7:14) Also for him he prepareth the instruments of death; he fashioneth his arrows against the persecutors."
    },
    {
      "verse": 14,
      "text": "(7:15) Behold, he travaileth with wrong doing; but he hath conceived mischief, and bringeth forth falsehood."
    },
    {
      "verse": 15,
      "text": "(7:16) He hath hollowed out a pit, and dug it, and is fallen into the ditch which he hath wrought."
    },
    {
      "verse": 16,
      "text": "(7:17) His mischief will return upon his own head, and upon his own skull will his violence come down."
    },
    {
      "verse": 17,
      "text": "(7:18) I will thank the Lord according to his righteousness; and I will sing praises to the name of the Lord the Most High."
    }
  ]
}