{
  "book_id": "PSA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Muthlabben, a psalm of David.” (9:2) I will thank the Lord with all my heart: I will relate all thy marvelous deeds."
    },
    {
      "verse": 2,
      "text": "(9:3) I will rejoice and exult in thee: I will sing praise to thy name, O thou Most High:"
    },
    {
      "verse": 3,
      "text": "(9:4) When my enemies are turned backward, [when] they fall and perish at thy presence."
    },
    {
      "verse": 4,
      "text": "(9:5) For thou hast conducted my dispute and my cause; thou hast sat on the throne as a righteous judge."
    },
    {
      "verse": 5,
      "text": "(9:6) Thou hast rebuked nations, thou hast caused the wicked to perish, their name hast thou blotted out for ever and ever."
    },
    {
      "verse": 6,
      "text": "(9:7) O thou enemy, the ruins are passed away for ever, and the cities which thou hast destroyed,—lost is their memorial, yea, theirs."
    },
    {
      "verse": 7,
      "text": "(9:8) But the Lord will sit enthroned for ever: he hath established for giving judgment his throne."
    },
    {
      "verse": 8,
      "text": "(9:9) And he will judge the world with righteousness, he shall decide for the people, with equity."
    },
    {
      "verse": 9,
      "text": "(9:10) The Lord also will be a strong-hold for the oppressed, a strong-hold in times of distress."
    },
    {
      "verse": 10,
      "text": "(9:11) And they that know thy name will put their trust in thee; for thou hast not forsaken those that seek thee, O Lord."
    },
    {
      "verse": 11,
      "text": "(9:12) Sing praises to the Lord, who dwelleth in Zion: announce among the people his deeds."
    },
    {
      "verse": 12,
      "text": "(9:13) For he, that inquireth after acts of blood, hath remembered them: he hath not forgotten the cry of the afflicted."
    },
    {
      "verse": 13,
      "text": "(9:14) Be gracious unto me, O Lord; have regard to my affliction [coming] from those that hate me, thou who liftest me up from the gates of death:"
    },
    {
      "verse": 14,
      "text": "(9:15) In order that I may relate all thy praises in the gates of the daughters of Zion: I will be glad in thy salvation."
    },
    {
      "verse": 15,
      "text": "(9:16) Sunk are nations in the ditch that they have prepared: in this net which they had laid in secret is their own foot caught."
    },
    {
      "verse": 16,
      "text": "(9:17) The Lord is made known: he executed justice: through the doing of his own hands is the wicked ensnared. Higgayon, Selah."
    },
    {
      "verse": 17,
      "text": "(9:18) The wicked shall return into hell, all the nations that are forgetful of God."
    },
    {
      "verse": 18,
      "text": "(9:19) For not everlastingly shall the needy be forgotten: the expectation of the poor shall not perish for ever."
    },
    {
      "verse": 19,
      "text": "(9:20) Arise, O Lord; let not the mortal boast of his strength; let nations be judged before thy face."
    },
    {
      "verse": 20,
      "text": "(9:21) Place, O Lord, fear over them: let nations know, that they are but mortals. Selah."
    }
  ]
}