{
  "book_id": "PSA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Wherefore, O Lord, standest thou afar off? hidest thyself in times of distress?"
    },
    {
      "verse": 2,
      "text": "In the pride of the wicked doth he hotly pursue the poor: they are seized through the plans that those have devised."
    },
    {
      "verse": 3,
      "text": "For the wicked boasteth of the longing of his soul, and the robber blesseth himself when he hath despised the Lord."
    },
    {
      "verse": 4,
      "text": "The wicked, according to the pride of his wrathfulness, [saith,] He will not require, There is no God [in] all his plans."
    },
    {
      "verse": 5,
      "text": "Prosperous are his ways at all times; far in the height [remain] thy punishments away from him: all his assailants—he puffeth at them."
    },
    {
      "verse": 6,
      "text": "He saith in his heart, I shall not be moved; I shall be for many generations, and without adversity."
    },
    {
      "verse": 7,
      "text": "Of the false oaths is his mouth full, and deceit and fraud: under his tongue is mischief and wickedness."
    },
    {
      "verse": 8,
      "text": "He sitteth in the lurking-places of the villages; in the secret places doth he murder the innocent: his eyes search for the unfortunate."
    },
    {
      "verse": 9,
      "text": "He lieth in wait in a secret place like a lion in his den; he lieth in wait to snatch up the poor: he snatcheth up the poor, as they draweth him into his net."
    },
    {
      "verse": 10,
      "text": "He croucheth, he bendeth himself, and the unfortunate fall through his might."
    },
    {
      "verse": 11,
      "text": "He saith in his heart, God hath forgotten; he hath hidden his face; he will never see it."
    },
    {
      "verse": 12,
      "text": "Arise, O Lord; O God, lift up thy hand: forget not the afflicted."
    },
    {
      "verse": 13,
      "text": "For what doth the wicked despise God? [why] doth he say in his heart, Thou wilt not require it?"
    },
    {
      "verse": 14,
      "text": "Thou hast seen it: for thou beholdest mischief and despiteful acts, to requite it with thy hand: unto thee the unfortunate committeth himself; unto the fatherless hast thou [ever] been a helper."
    },
    {
      "verse": 15,
      "text": "Break thou the arm of the wicked; and of the bad man—thou wilt inquire for his wickedness [till] thou find none."
    },
    {
      "verse": 16,
      "text": "The Lord is King for ever and ever: nations are perished out of his land."
    },
    {
      "verse": 17,
      "text": "The longing of the afflicted dost thou hear, O Lord! thou wilt strengthen their heart, thou wilt cause thy ear to listen:"
    },
    {
      "verse": 18,
      "text": "To judge the fatherless and the oppressed, that not farther more shall be arrogant the mortal from the earth."
    }
  ]
}