{
  "book_id": "PSA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "“A prayer of David.” Hear, O Lord, [the cause of] righteousness, attend unto my entreaty, give ear unto my prayer, coming from lips without deceit."
    },
    {
      "verse": 2,
      "text": "Let from thy presence my sentence come forth; let thy eyes behold what is right."
    },
    {
      "verse": 3,
      "text": "Thou hast proved my heart; thou hast thought of me in the night; thou hast refined me—thou couldst find nothing: my purpose doth not pass beyond [the words of] my mouth."
    },
    {
      "verse": 4,
      "text": "Among the deeds of men did I observe, by the word of thy lips, the paths of the dissolute."
    },
    {
      "verse": 5,
      "text": "My steps held firmly to thy tracks, [and] my footsteps did not slip."
    },
    {
      "verse": 6,
      "text": "I call on thee, for thou wilt answer me, O God: incline thy ear unto me, hear my speech."
    },
    {
      "verse": 7,
      "text": "Show marvelously thy loving-kindnesses, O thou that savest those who put their trust [in thee] from those that rise up [against them] by thy right hand."
    },
    {
      "verse": 8,
      "text": "Keep me as the apple of the eye; conceal me under the shadow of thy wings,"
    },
    {
      "verse": 9,
      "text": "From the wicked that despoil me, my enemies, who, to take my life, compass me about."
    },
    {
      "verse": 10,
      "text": "They are enclosed in their own fat: with their mouth they speak proudly."
    },
    {
      "verse": 11,
      "text": "On our steps they now encompass us: they direct their eyes to turn aside in the land."
    },
    {
      "verse": 12,
      "text": "Every man is just like a lion that is greedy to tear his prey, and like a young lion lurking in a covert."
    },
    {
      "verse": 13,
      "text": "Arise, O Lord, prevent him, cast him down; deliver my soul from the wicked, who is thy sword,—"
    },
    {
      "verse": 14,
      "text": "From these men—thy hand—O Lord, from the men of this world, whose portion is in this life, and whose belly thou fillest with thy hidden treasure: they have children in plenty, and leave the rest of their substance to their babes."
    },
    {
      "verse": 15,
      "text": "As for me, in righteousness shall I behold thy face: I shall be satisfied, when I awake, with contemplating thy likeness."
    }
  ]
}