{
  "book_id": "PSA",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, by the servant of the Lord, by David, who spoke unto the Lord the words of this song on the day that the Lord had delivered him out of the power of all his enemies, and from the hand of Saul; (18:2) And he said,” I ever love thee, O Lord, my strength."
    },
    {
      "verse": 2,
      "text": "(18:3) The Lord is my rock, and my fortress, and my deliverer; my God, my rock, in whom I trust; my shield, and the horn of my salvation, and my high tower."
    },
    {
      "verse": 3,
      "text": "(18:4) Praised, I cried, be the Lord, and from my enemies was I saved."
    },
    {
      "verse": 4,
      "text": "(18:5) The bonds of death encompassed me, and the floods of destruction made me afraid."
    },
    {
      "verse": 5,
      "text": "(18:6) The bonds of hell encircled me: the snares of death seized on me."
    },
    {
      "verse": 6,
      "text": "(18:7) [When] in my distress I called upon the Lord, and unto my God I cried: he heard from his temple my voice, and my complaint came before him, even into his ears."
    },
    {
      "verse": 7,
      "text": "(18:8) Then shook and trembled the earth; and the foundations of the mountains were moved; and they were shaken, because he was wroth."
    },
    {
      "verse": 8,
      "text": "(18:9) Smoke went up in his anger and consuming fire out of his mouth: coals flamed forth from him."
    },
    {
      "verse": 9,
      "text": "(18:10) And he bent the heavens, and came down: and thick darkness was under his feet:"
    },
    {
      "verse": 10,
      "text": "(18:11) And he rode upon a cherub, and flew along, and he flitted by upon the wings of the wind."
    },
    {
      "verse": 11,
      "text": "(18:12) He made darkness his hiding-place, round about him as his pavilion, dark waters, thick clouds of the skies."
    },
    {
      "verse": 12,
      "text": "(18:13) From the brightness before him his thick clouds passed away, [with] hail-stones and coals of fire."
    },
    {
      "verse": 13,
      "text": "(18:14) And the Lord thundered in the heavens, and the Most High uttered forth his voice, [with] hail-stones and coals of fire."
    },
    {
      "verse": 14,
      "text": "(18:15) And he sent out his arrows, and scattered them; and he shot forth lightnings, and discomfited them."
    },
    {
      "verse": 15,
      "text": "(18:16) And then were seen the channels of the waters, and there were laid open the foundations of the world, through thy rebuke, O Lord, through the blast of the breath of thy nostrils."
    },
    {
      "verse": 16,
      "text": "(18:17) He stretched out from above [his hand], he took me; he drew me out from mighty waters."
    },
    {
      "verse": 17,
      "text": "(18:18) He delivered me from my enemy, the strong, and from those that hated me, when they were too mighty for me."
    },
    {
      "verse": 18,
      "text": "(18:19) They overcame me on the day of my calamity; but the Lord became my stay."
    },
    {
      "verse": 19,
      "text": "(18:20) And he brought me forth into a large space; he delivered me, because he had delight in me."
    },
    {
      "verse": 20,
      "text": "(18:21) The Lord rewarded me according to my righteousness; according to the purity of my hands did he recompense me."
    },
    {
      "verse": 21,
      "text": "(18:22) For I have kept the ways of the Lord, and have not wickedly departed from my God."
    },
    {
      "verse": 22,
      "text": "(18:23) For all his ordinances were before me, and his statutes had I not put away from me."
    },
    {
      "verse": 23,
      "text": "(18:24) I was also upright with him, and I guarded myself against my iniquity."
    },
    {
      "verse": 24,
      "text": "(18:25) Therefore did the Lord recompense me according to my righteousness, according to the purity of my hands before his eyes."
    },
    {
      "verse": 25,
      "text": "(18:26) With the kind thou wilt show thyself kind; with the upright man thou wilt show thyself upright;"
    },
    {
      "verse": 26,
      "text": "(18:27) With the pure thou wilt show thyself pure; and with the perverse thou wilt wage a contest."
    },
    {
      "verse": 27,
      "text": "(18:28) For thou wilt indeed save the afflicted people; but haughty eyes wilt thou bring down."
    },
    {
      "verse": 28,
      "text": "(18:29) For thou wilt cause my light to shine: the Lord my God will enlighten my darkness."
    },
    {
      "verse": 29,
      "text": "(18:30) For [aided] by thee I run through a troop; and [helped] by my God I leap over a wall."
    },
    {
      "verse": 30,
      "text": "(18:31) As for God,—his way is perfect; the word of the Lord is tried: he is a shield to all those that trust in him."
    },
    {
      "verse": 31,
      "text": "(18:32) For who is God save the Lord? or who is a rock beside our God?"
    },
    {
      "verse": 32,
      "text": "(18:33) He is the God that girdeth me with strength, and rendereth my way unobstructed."
    },
    {
      "verse": 33,
      "text": "(18:34) He maketh my feet like those of the hinds, and upon my high-places he causeth me to stand."
    },
    {
      "verse": 34,
      "text": "(18:35) He teacheth my hands for the war, so that a brazen bow is bent by my arms."
    },
    {
      "verse": 35,
      "text": "(18:36) And thou gavest me the shield of thy salvation, and thy right hand supported me: and thy meekness hath made me great."
    },
    {
      "verse": 36,
      "text": "(18:37) Thou enlargest my steps under me, so that my joints do not slip."
    },
    {
      "verse": 37,
      "text": "(18:38) I pursue my enemies, and overtake them; and I return not again till I have made an end of them."
    },
    {
      "verse": 38,
      "text": "(18:39) I crush them that they are not able to rise: they fall under my feet."
    },
    {
      "verse": 39,
      "text": "(18:40) For thou hast girded me with strength for the war: thou subduest my opponents under me."
    },
    {
      "verse": 40,
      "text": "(18:41) And my enemies thou causest to turn their back to me; and those that hate me,—that I may destroy them."
    },
    {
      "verse": 41,
      "text": "(18:42) They cry, but there is none to help; unto the Lord,—but he answereth them not."
    },
    {
      "verse": 42,
      "text": "(18:43) And I beat them small as the dust before the wind: like the dirt in the streets do I cast them out."
    },
    {
      "verse": 43,
      "text": "(18:44) Thou deliverest me from the contests of the people; thou appointest me to be the head of nations: a people that I know not shall serve me."
    },
    {
      "verse": 44,
      "text": "(18:45) As soon as their ear heareth they shall be obedient to me: the children of the stranger shall utter flattery unto me."
    },
    {
      "verse": 45,
      "text": "(18:46) The children of the stranger shall fade away, and come forth trembling out of their close places."
    },
    {
      "verse": 46,
      "text": "(18:47) The Lord liveth, and blessed be my Rock; and exalted be the God of my salvation;"
    },
    {
      "verse": 47,
      "text": "(18:48) The God that granteth me vengeance, and subdueth nations under me;"
    },
    {
      "verse": 48,
      "text": "(18:49) That delivereth me from my enemies: also above my opponents thou liftest me up; thou deliverest me from the man of violence."
    },
    {
      "verse": 49,
      "text": "(18:50) Therefore will I give thanks unto thee among the nations, O Lord, and unto thy name will I sing praises,—"
    },
    {
      "verse": 50,
      "text": "(18:51) [To him] that maketh great the salvation of his king, and who sheweth kindness to his anointed, to David, and to his seed for ever."
    }
  ]
}