{
  "book_id": "PSA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a psalm of David.” (19:2) The heavens relate the glory of God; and the expanse telleth of the works of his hands."
    },
    {
      "verse": 2,
      "text": "(19:3) Day unto day uttereth speech, and night unto night showeth knowledge."
    },
    {
      "verse": 3,
      "text": "(19:4) There is no speech, there are no words, their voice is not heard."
    },
    {
      "verse": 4,
      "text": "(19:5) [But] their melody extendeth through all the earth, and to the end of the world their words. For the sun hath he set a tabernacle among them;"
    },
    {
      "verse": 5,
      "text": "(19:6) And he goeth out as a bridegroom from his chamber, he is glad like a strong man to run his course;"
    },
    {
      "verse": 6,
      "text": "(19:7) From the end of the heavens is his going forth, and his circuit is unto their ends: and there is nothing hidden from his heat."
    },
    {
      "verse": 7,
      "text": "(19:8) The law of the Lord is perfect, quieting the soul: the testimony of the Lord is sure, making wise the simple."
    },
    {
      "verse": 8,
      "text": "(19:9) The precepts of the Lord are upright, rejoicing the heart; the commandment of the Lord is clear, enlightening the eyes."
    },
    {
      "verse": 9,
      "text": "(19:10) The fear of the Lord is pure, enduring for ever: the ordinances of the Lord are the truth, they are just altogether."
    },
    {
      "verse": 10,
      "text": "(19:11) They are those which are to be desired more than gold, and much fine gold; and they are sweeter than honey and the dropping of honeycomb."
    },
    {
      "verse": 11,
      "text": "(19:12) Moreover thy servant is admonished by them: in keeping them there is great reward."
    },
    {
      "verse": 12,
      "text": "(19:13) Who can guard against errors? from secret [faults] do thou cleanse me."
    },
    {
      "verse": 13,
      "text": "(19:14) Also from presumptuous [sins] withhold thy servant; let them not have dominion over me: then shall I be blameless, and I shall be clear from any great transgression."
    },
    {
      "verse": 14,
      "text": "(19:15) May the words of my mouth, and the meditation of my heart, be acceptable before thee, O Lord, my Rock, and my Redeemer."
    }
  ]
}