{
  "book_id": "PSA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a psalm of David.” (21:2) O Lord, because of thy strength will the king rejoice; and through thy salvation how greatly will he be glad!"
    },
    {
      "verse": 2,
      "text": "(21:3) The longing of his heart hast thou given him, and the request of his lips hast thou not withholden. Selah."
    },
    {
      "verse": 3,
      "text": "(21:4) For thou meetest him unasked with the blessings of happiness: thou settest on his head a crown of pure gold."
    },
    {
      "verse": 4,
      "text": "(21:5) Life hath he asked of thee, thou gavest it to him, length of days for ever and ever."
    },
    {
      "verse": 5,
      "text": "(21:6) Great is his honor through thy help: glory and majesty thou layest upon him."
    },
    {
      "verse": 6,
      "text": "(21:7) For thou appointest him to be a blessing for ever: thou makest him glad with joy from thy presence."
    },
    {
      "verse": 7,
      "text": "(21:8) For the king trusteth in the Lord; and through the kindness of the Most High shall he not be moved."
    },
    {
      "verse": 8,
      "text": "(21:9) Thy hand will reach all thy enemies: thy right hand will reach those that hate thee."
    },
    {
      "verse": 9,
      "text": "(21:10) Thou wilt render them as a fiery oven at the time of thy anger: the Lord in his wrath will destroy them, and a fire will devour them."
    },
    {
      "verse": 10,
      "text": "(21:11) Their fruit wilt thou cause to perish from the earth, and their seed from among the children of men."
    },
    {
      "verse": 11,
      "text": "(21:12) For they directed against thee evil: they devised a mischievous purpose, which they were not able to perform."
    },
    {
      "verse": 12,
      "text": "(21:13) For thou wilt make them turn their back; upon thy bow-strings thou wilt make ready [thy arrows] against their face."
    },
    {
      "verse": 13,
      "text": "(21:14) Exalt thyself, O Lord, in thy strength; [and] we will sing and praise thy power."
    }
  ]
}