{
  "book_id": "PSA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Ayeleth-hashachar, a psalm of David.” (22:2) My God, my God, why hast thou forsaken me? why art thou so far from saving me, and from the words of my loud complaint?"
    },
    {
      "verse": 2,
      "text": "(22:3) O my God! I call in the day-time, but thou answerest not; and in the night I find no rest."
    },
    {
      "verse": 3,
      "text": "(22:4) But thou art holy, O thou that dwellest amidst the praises of Israel."
    },
    {
      "verse": 4,
      "text": "(22:5) In thee did our fathers trust: they trusted, and thou didst deliver them."
    },
    {
      "verse": 5,
      "text": "(22:6) Unto thee they cried, and were delivered: in thee they trusted, and were not put to shame."
    },
    {
      "verse": 6,
      "text": "(22:7) But I am a worm, and not a man, a reproach of men, and despised of people."
    },
    {
      "verse": 7,
      "text": "(22:8) All those who see me laugh me to scorn: they draw open their lips, they shake their head, [saying,]"
    },
    {
      "verse": 8,
      "text": "(22:9) “Let him throw himself on the Lord, that he may deliver him: he will save him, for he delighteth in him.”"
    },
    {
      "verse": 9,
      "text": "(22:10) Yea, thou art he that took me from the womb: thou hast been my trust when I hung on my mother's breasts."
    },
    {
      "verse": 10,
      "text": "(22:11) Upon thee was I cast from my birth: from my mother's womb art thou my God."
    },
    {
      "verse": 11,
      "text": "(22:12) Oh be not far from me [now]; for distress is near; for there is none to help."
    },
    {
      "verse": 12,
      "text": "(22:13) Many steers have encompassed me: the strong bulls of Bashan have beset me round."
    },
    {
      "verse": 13,
      "text": "(22:14) They have opened wide against me their mouth, [as] a ravenous and roaring lion."
    },
    {
      "verse": 14,
      "text": "(22:15) Like water am I poured out, and all my bones are disjointed: my heart is become like wax, it is melted in the midst of my entrails."
    },
    {
      "verse": 15,
      "text": "(22:16) Like a potsherd is my strength dried up; and my tongue cleaveth to my palate; and into the dust of death hast thou laid me down."
    },
    {
      "verse": 16,
      "text": "(22:17) For dogs have encompassed me; the assembly of the wicked have enclosed me: like lions [they threaten] my hands and my feet."
    },
    {
      "verse": 17,
      "text": "(22:18) I may number all my bones: [while] they stare and look upon me."
    },
    {
      "verse": 18,
      "text": "(22:19) They divide my clothes among themselves, and for my garment do they cast lots."
    },
    {
      "verse": 19,
      "text": "(22:20) But thou, O Lord, be not far from me: O [thou who art] my strength, hasten to my aid."
    },
    {
      "verse": 20,
      "text": "(22:21) Deliver from the sword my life, from the power of the dog my solitary soul."
    },
    {
      "verse": 21,
      "text": "(22:22) Save me from the lion's mouth; as thou hast answered me from the horns of the reem."
    },
    {
      "verse": 22,
      "text": "(22:23) I will relate thy name unto my brethren: in the midst of the congregation will I praise thee."
    },
    {
      "verse": 23,
      "text": "(22:24) Ye that fear the Lord, praise him; all ye the seed of Jacob, glorify him; and be in dread of him, all ye the seed of Israel."
    },
    {
      "verse": 24,
      "text": "(22:25) For he hath not despised nor abhorred the affliction of the poor; neither hath he hidden his face from him; but when he cried unto him, he heard."
    },
    {
      "verse": 25,
      "text": "(22:26) Of thee shall be my praise in a great assembly: my vows will I pay in the presence of those who fear him."
    },
    {
      "verse": 26,
      "text": "(22:27) The meek shall eat and be satisfied; they who seek him shall praise the Lord: may your heart live for ever."
    },
    {
      "verse": 27,
      "text": "(22:28) All the ends of the world shall remember and return unto the Lord: and all the families of the nations shall bow themselves down before thee."
    },
    {
      "verse": 28,
      "text": "(22:29) For the kingdom is the Lord's, and he governeth the nations."
    },
    {
      "verse": 29,
      "text": "(22:30) All they that eat the fat of the earth shall bow themselves down; before him shall bend the knee all that are going down into the dust; for none can keep alive his own soul."
    },
    {
      "verse": 30,
      "text": "(22:31) Distant ages shall serve him; there shall be related of the Lord unto future generations."
    },
    {
      "verse": 31,
      "text": "(22:32) They will come, and will tell his righteousness unto a people yet unborn, that he hath done this."
    }
  ]
}