{
  "book_id": "PSA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "“Of David.” Unto thee, O Lord, do I lift up my soul."
    },
    {
      "verse": 2,
      "text": "O my God, in thee do I trust, let me not be ashamed, let not my enemies triumph over me."
    },
    {
      "verse": 3,
      "text": "Yea, none that wait on thee will be put to shame: let those be put to shame who deal treacherously without cause."
    },
    {
      "verse": 4,
      "text": "Show me, O Lord, thy ways; teach me thy paths."
    },
    {
      "verse": 5,
      "text": "Lead me in thy truth, and teach me; for thou art the God of my salvation: on thee do I wait all the day."
    },
    {
      "verse": 6,
      "text": "Remember thy mercies, O Lord, and thy kindnesses; for they are from everlasting."
    },
    {
      "verse": 7,
      "text": "The sins of my youth and my transgressions do not remember: according to thy kindness bear thou me in remembrance, for the sake of thy goodness, O Lord."
    },
    {
      "verse": 8,
      "text": "Good and upright is the Lord: therefore he pointeth out to sinners the right way."
    },
    {
      "verse": 9,
      "text": "He guideth the meek in justice, and he teacheth the meek his way."
    },
    {
      "verse": 10,
      "text": "All the paths of the Lord are kindness and truth unto such as keep his covenant and his testimonies."
    },
    {
      "verse": 11,
      "text": "For the sake of thy name, O Lord, pardon my iniquity: although it is great."
    },
    {
      "verse": 12,
      "text": "Who is that man that feareth the Lord? to him will he point out the way which he is to choose?"
    },
    {
      "verse": 13,
      "text": "His soul shall abide in happiness: and his seed shall inherit the land."
    },
    {
      "verse": 14,
      "text": "The secret counsel of the Lord is for those that fear him, and his covenant—to make it known to them."
    },
    {
      "verse": 15,
      "text": "My eyes are ever [directed] toward the Lord; for he will draw out of the net my feet."
    },
    {
      "verse": 16,
      "text": "Turn unto me, and be gracious unto me; for I am solitary and afflicted."
    },
    {
      "verse": 17,
      "text": "The distresses of my heart are enlarged: O bring thou me out of my afflictions."
    },
    {
      "verse": 18,
      "text": "Look on my misery and my trouble; and forgive all my sins."
    },
    {
      "verse": 19,
      "text": "Look at my enemies; for they are many; and they hate me with the hatred of violence."
    },
    {
      "verse": 20,
      "text": "Oh, guard my soul; and deliver me: let me not be put to shame; for I put my trust in thee."
    },
    {
      "verse": 21,
      "text": "Let integrity and uprightness guard me; for I wait on thee."
    },
    {
      "verse": 22,
      "text": "Redeem, O God, Israel out of all his distresses."
    }
  ]
}