{
  "book_id": "PSA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "“Of David.” The Lord is my light and my salvation; of whom shall I be afraid? the Lord is the fortress of my life; of whom shall I have dread?"
    },
    {
      "verse": 2,
      "text": "When evil-doers come near against me to eat up my flesh, my assailants and my enemies at me: then do they stumble and fall."
    },
    {
      "verse": 3,
      "text": "If an army should encamp against me, my heart shall not fear: if war should arise against me, even then will I have trust."
    },
    {
      "verse": 4,
      "text": "One thing have I asked of the Lord, that I will seek for: that I may dwell in the house of the Lord all the days of my life, to behold the loveliness of the Lord, and to be every morning early in his temple."
    },
    {
      "verse": 5,
      "text": "For he will hide me in his pavilion on the day of evil; he will conceal me in the secret of his tabernacle; upon a rock will he place me high."
    },
    {
      "verse": 6,
      "text": "And now will my head be lifted up above my enemies all round about me; and I will sacrifice in his tabernacle sacrifices of joy: I will sing, and I will triumphantly play unto the Lord."
    },
    {
      "verse": 7,
      "text": "Hear, O Lord, my voice, [when] I call, and be gracious unto me, and answer me."
    },
    {
      "verse": 8,
      "text": "Of thee, said my heart, “Seek ye my presence”: thy presence, Lord, will I seek."
    },
    {
      "verse": 9,
      "text": "Hide [then] not thy face from me; reject not in anger thy servant, thou [who] hast been my help: cast me not off, nor forsake me, O God of my salvation."
    },
    {
      "verse": 10,
      "text": "For my father and my mother have forsaken me; but the Lord will take me up."
    },
    {
      "verse": 11,
      "text": "Point me out thy way, O Lord! and guide me on a level path, because of those that regard me enviously."
    },
    {
      "verse": 12,
      "text": "Give me not up to the [revengeful] desire of my assailants; for there are risen up against me false witnesses, and such as utter violence."
    },
    {
      "verse": 13,
      "text": "Unless I had believed to see the goodness of the Lord in the land of life—"
    },
    {
      "verse": 14,
      "text": "Wait on the Lord; be strong, and let thy heart be of good courage; and only wait on the Lord."
    }
  ]
}