{
  "book_id": "PSA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm, a song at the dedication of the temple, of David.” (30:2) I will extol thee, O Lord; for thou hast lifted me up, and hast not suffered my enemies to rejoice over me."
    },
    {
      "verse": 2,
      "text": "(30:3) O Lord my God, I cried loudly unto thee, and thou hast healed me."
    },
    {
      "verse": 3,
      "text": "(30:4) O Lord, thou hast brought up from the nether world my soul: thou hast kept me alive, that I should not go down to the pit."
    },
    {
      "verse": 4,
      "text": "(30:5) Sing unto the Lord, O ye his pious ones, and give thanks to the memorial of his holiness."
    },
    {
      "verse": 5,
      "text": "(30:6) For his anger is momentary, [but] life is in his favor: in the evening [cometh] weeping to stay for a night, but in the morning, there is joyful song."
    },
    {
      "verse": 6,
      "text": "(30:7) And I had said indeed in my prosperity, I shall never be moved."
    },
    {
      "verse": 7,
      "text": "(30:8) Lord, by thy favor hadst thou caused my mountain to stand in strength: thou didst hide thy face, [and] I was terrified."
    },
    {
      "verse": 8,
      "text": "(30:9) Unto thee, O Lord, will I call; and unto the Lord will I make supplication."
    },
    {
      "verse": 9,
      "text": "(30:10) What profit is there in my blood, when I go down to the grave? Shall the dust thank thee? shall it announce thy truth?"
    },
    {
      "verse": 10,
      "text": "(30:11) Hear, O Lord, and be gracious unto me: Lord, be thou a helper unto me."
    },
    {
      "verse": 11,
      "text": "(30:12) Thou hast changed my mourning into dancing for me; thou hast loosened my sack-cloth, and girded me with joy."
    },
    {
      "verse": 12,
      "text": "(30:13) To the end that my glorious soul may sing praise to thee, and never be silent. O Lord my God, for ever will I give thanks unto thee."
    }
  ]
}