{
  "book_id": "PSA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a psalm of David.” (31:2) In thee, O Lord, do I put my trust; Oh that I may never be put to shame: through thy righteousness do thou release me."
    },
    {
      "verse": 2,
      "text": "(31:3) Bend unto me thy ear; speedily deliver me: be thou unto me as a rock of protection, as a mountain strong-hold to save me."
    },
    {
      "verse": 3,
      "text": "(31:4) For my rock and my stronghold art thou; and for the sake of thy name lead me, and guide me."
    },
    {
      "verse": 4,
      "text": "(31:5) Draw me out of the net which they have laid secretly for me; for thou art my protection."
    },
    {
      "verse": 5,
      "text": "(31:6) Into thy hand do I commit my spirit: thou redeemest me, O Lord, the God of truth."
    },
    {
      "verse": 6,
      "text": "(31:7) I hate those that depend on lying vanities; but I trust indeed in the Lord."
    },
    {
      "verse": 7,
      "text": "(31:8) I will be glad and rejoice in thy kindness; because thou hast seen my misery; thou hast taken cognizance of the distresses of my soul;"
    },
    {
      "verse": 8,
      "text": "(31:9) And thou hast not surrendered me into the hand of the enemy: thou hast caused my feet to stand on an ample space."
    },
    {
      "verse": 9,
      "text": "(31:10) Be gracious unto me, O Lord, for I am in distress; my eye is consumed through vexation—my soul [too] and my body."
    },
    {
      "verse": 10,
      "text": "(31:11) For my life is spent with sorrow, and my years with sighing, my strength faileth because of my iniquity, and my bones are consumed."
    },
    {
      "verse": 11,
      "text": "(31:12) Because of all my assailants am I become a reproach, and unto my neighbors greatly so, and a terror to my acquaintance, those that see me abroad flee away from me."
    },
    {
      "verse": 12,
      "text": "(31:13) I am forgotten as a dead man out of the heart: I am become like a perishable vessel."
    },
    {
      "verse": 13,
      "text": "(31:14) For I have heard the slandering of many; terror was on every side, while they took counsel together against me: to take away my life did they purpose."
    },
    {
      "verse": 14,
      "text": "(31:15) But I trusted well in thee, O Lord: I said, Thou art my God."
    },
    {
      "verse": 15,
      "text": "(31:16) In thy hand are my destinies: deliver me from the hand of my enemies, and from my persecutors."
    },
    {
      "verse": 16,
      "text": "(31:17) Let thy face shine upon thy servant: save me through thy kindness."
    },
    {
      "verse": 17,
      "text": "(31:18) O Lord, let me not be put to shame; for I have called on thee: let the wicked be put to shame, let them be silent, [passing] to the nether world."
    },
    {
      "verse": 18,
      "text": "(31:19) Let the lying lips be made dumb, which speak hard things against the righteous, with pride and contempt."
    },
    {
      "verse": 19,
      "text": "(31:20) Oh how great is thy goodness, which thou hast treasured up for those that fear thee; which thou hast wrought for those that trust in thee before the sons of men!"
    },
    {
      "verse": 20,
      "text": "(31:21) Thou wilt conceal them in the secret of thy presence from the conspiracy of men: thou wilt keep them secretly in a pavilion from the strife of tongues."
    },
    {
      "verse": 21,
      "text": "(31:22) Blessed be the Lord: for he hath shown me his kindness wonderfully in a beleaguered city."
    },
    {
      "verse": 22,
      "text": "(31:23) And yet had I said in my despondency, I am cut off from before thy eyes: nevertheless thou didst hear the voice of my supplications when I cried loudly unto thee."
    },
    {
      "verse": 23,
      "text": "(31:24) Oh love the Lord, all ye his pious ones: the Lord preserveth the faithful, and recompenses the presumption of him that acteth proudly."
    },
    {
      "verse": 24,
      "text": "(31:25) Be strong, and let your heart be of good courage, all ye that hope in the Lord."
    }
  ]
}