{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Be joyful, O ye righteous, in the Lord; [for] unto the righteous praise is comely."
    },
    {
      "verse": 2,
      "text": "Give thanks unto the Lord with the harp: with the ten-stringed psaltery do ye sing [praises] unto him."
    },
    {
      "verse": 3,
      "text": "Sing unto him a new song; play beautifully amidst a triumphant shout."
    },
    {
      "verse": 4,
      "text": "For the word of the Lord is upright; and all his works [are done] in truth."
    },
    {
      "verse": 5,
      "text": "He loveth righteousness and justice: the earth is full of the kindness of the Lord."
    },
    {
      "verse": 6,
      "text": "By the word of the Lord were the heavens made; and by the breath of his mouth all their host."
    },
    {
      "verse": 7,
      "text": "He gathereth together like heaps the waters of the sea: he layeth up in store-houses the depths [of the sea]."
    },
    {
      "verse": 8,
      "text": "Let all the earth fear the Lord: of him stand in awe all the inhabitants of the world."
    },
    {
      "verse": 9,
      "text": "For he spoke, and it came into being: he commanded, and it stood fast."
    },
    {
      "verse": 10,
      "text": "The Lord frustrateth the resolves of the nations: he bringeth to nought the thoughts of the people."
    },
    {
      "verse": 11,
      "text": "The counsel of the Lord will stand for ever, the thoughts of his heart from generation to generation."
    },
    {
      "verse": 12,
      "text": "Happy is the nation whose God is the Lord, the people whom he hath chosen for himself as a heritage."
    },
    {
      "verse": 13,
      "text": "The Lord looketh from heaven; he seeth all the sons of men."
    },
    {
      "verse": 14,
      "text": "From the place of his habitation he directeth his view upon all the inhabitants of the earth;"
    },
    {
      "verse": 15,
      "text": "He fashioneth their hearts altogether; he hath regard to all their works."
    },
    {
      "verse": 16,
      "text": "The king is not saved by the multitude of an army: a mighty man is not delivered by much strength."
    },
    {
      "verse": 17,
      "text": "Vain is the horse for victory: nor shall he deliver any by the greatness of his strength."
    },
    {
      "verse": 18,
      "text": "Behold, the eye of the Lord is upon those that fear him, upon those that hope for his kindness."
    },
    {
      "verse": 19,
      "text": "To deliver from death their soul, and to keep them alive in famine."
    },
    {
      "verse": 20,
      "text": "Our soul waiteth for the Lord: our help and our shield is he."
    },
    {
      "verse": 21,
      "text": "For in him shall our heart rejoice: because in his holy name have we trusted."
    },
    {
      "verse": 22,
      "text": "Let thy kindness, O Lord, be upon us, even as we hope in thee."
    }
  ]
}