{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "“By David, when he disguised his reason before Abimelech, who drove him away, and he departed.” (34:2) I will bless the Lord at all times: continually shall his praise be in my mouth."
    },
    {
      "verse": 2,
      "text": "(34:3) My soul shall make her boast in the Lord: the humble shall hear it, and be rejoiced."
    },
    {
      "verse": 3,
      "text": "(34:4) Oh magnify the Lord with me, and let us exalt his name together."
    },
    {
      "verse": 4,
      "text": "(34:5) I sought the Lord, and he answered me, and from all that I dreaded did he deliver me."
    },
    {
      "verse": 5,
      "text": "(34:6) They [who] looked unto him, were indeed enlightened, and their faces were not put to the blush."
    },
    {
      "verse": 6,
      "text": "(34:7) This poor man cried, and the Lord heard him, and out of all his distresses did he save him."
    },
    {
      "verse": 7,
      "text": "(34:8) The angel of the Lord encampeth round about those who fear him, and delivereth them."
    },
    {
      "verse": 8,
      "text": "(34:9) Experience and see that the Lord is good: happy is the man that trusteth in him."
    },
    {
      "verse": 9,
      "text": "(34:10) Oh fear the Lord, ye his saints: for there is no want to those who fear him."
    },
    {
      "verse": 10,
      "text": "(34:11) The young lions do lack, and suffer hunger; but those who seek the Lord shall not want any good."
    },
    {
      "verse": 11,
      "text": "(34:12) Come, ye children, hearken unto me: the fear of the Lord will I teach you."
    },
    {
      "verse": 12,
      "text": "(34:13) Who is the man that desireth life, loveth [many] days, that he may see happiness?"
    },
    {
      "verse": 13,
      "text": "(34:14) Guard thy tongue from evil, and thy lips from speaking deceit."
    },
    {
      "verse": 14,
      "text": "(34:15) Depart from evil, and do good; seek peace, and pursue it."
    },
    {
      "verse": 15,
      "text": "(34:16) The eyes of the Lord are directed unto the righteous, and his ears unto their cry."
    },
    {
      "verse": 16,
      "text": "(34:17) [But] the anger of the Lord is against those that do evil, to cut off from the earth their remembrance."
    },
    {
      "verse": 17,
      "text": "(34:18) Those cry, and the Lord heareth, and from all their distresses he delivereth them."
    },
    {
      "verse": 18,
      "text": "(34:19) The Lord is nigh unto those that are broken-hearted: and he saveth those that are of a contrite spirit."
    },
    {
      "verse": 19,
      "text": "(34:20) Many are the afflictions of the righteous; but out of them all the Lord ever delivereth him."
    },
    {
      "verse": 20,
      "text": "(34:21) He watcheth all his bones: not one of them is broken."
    },
    {
      "verse": 21,
      "text": "(34:22) The evil will slay the wicked: and they who hate the righteous shall incur guiltiness."
    },
    {
      "verse": 22,
      "text": "(34:23) The Lord redeemeth the soul of his servants: and all that trust in him shall not incur guiltiness."
    }
  ]
}