{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "“Of David.” Contend, O Lord, with those that contend with me: fight against those that fight against me."
    },
    {
      "verse": 2,
      "text": "Take hold of shield and buckler, and rise up for my help."
    },
    {
      "verse": 3,
      "text": "And draw out the spear, and step in against my pursuers; say unto my soul, I am thy salvation."
    },
    {
      "verse": 4,
      "text": "Let those be put to shame and be confounded that seek after my life: let those be turned backward and be made to blush, that devise unhappiness for me."
    },
    {
      "verse": 5,
      "text": "Let them be as chaff before the wind; and may the angel of the Lord cast them forth."
    },
    {
      "verse": 6,
      "text": "May their way be dark and slippery: and may the angel of the Lord pursue them."
    },
    {
      "verse": 7,
      "text": "For without cause have they hidden for me their net in a pit, without cause have they dug [pit-falls] against my life."
    },
    {
      "verse": 8,
      "text": "May then destruction come upon each of them at unawares; and may his net that he hath hidden catch himself: in [utter] destruction let him fall therein."
    },
    {
      "verse": 9,
      "text": "But my soul shall exult in the Lord: she shall be glad through his salvation."
    },
    {
      "verse": 10,
      "text": "All my bones will say, Lord, who is like unto thee, who deliverest the poor from him that is too strong for him, yea, the poor and the needy from him that robbeth him?"
    },
    {
      "verse": 11,
      "text": "There rise up witnesses of violence; concerning what I know not they question me."
    },
    {
      "verse": 12,
      "text": "They recompense me with evil in place of good, [bringing] bereavement on my soul."
    },
    {
      "verse": 13,
      "text": "But as for me, when they were sick, my clothing was sackcloth: I afflicted with fasting my soul, and my prayer returned into my own bosom."
    },
    {
      "verse": 14,
      "text": "As though he had been to me a friend or a brother did I walk about: as one that mourneth for a mother did I sorrowfully bend down my head."
    },
    {
      "verse": 15,
      "text": "But in my downfall they rejoiced, and gathered themselves together; there gathered themselves together against me abject wretches, whom I knew not; they did tear me, and ceased not:"
    },
    {
      "verse": 16,
      "text": "With hypocritical babbling mockers, they gnashed upon me with their teeth."
    },
    {
      "verse": 17,
      "text": "O Lord, how long wilt thou look on? rescue my soul from their destructions, from the young lions my solitary spirit."
    },
    {
      "verse": 18,
      "text": "I will thank thee in the great assembly: among a mighty people will I praise thee."
    },
    {
      "verse": 19,
      "text": "Let not rejoice over me those that are my enemies wrongfully: [nor] let those who hate me without cause wink with the eye."
    },
    {
      "verse": 20,
      "text": "For they speak not peace; but against the quiet in the land they devise deceitful words."
    },
    {
      "verse": 21,
      "text": "Yea, they opened wide against me their mouth; they said, Aha, aha, our eye hath seen it."
    },
    {
      "verse": 22,
      "text": "Thou hast seen it, O Lord! remain not silent: O Lord, be not far from me."
    },
    {
      "verse": 23,
      "text": "Arouse thyself, and awake to do me justice, my God and my Lord, unto my cause."
    },
    {
      "verse": 24,
      "text": "Judge me according to thy righteousness, O Lord my God; and let them not rejoice over me."
    },
    {
      "verse": 25,
      "text": "Let them not say in their heart, Aha, [this is the wish of] our soul: let them not say, We have swallowed him up."
    },
    {
      "verse": 26,
      "text": "Let those be made ashamed and put to the blush together that rejoice at my mishap; let them be clothed with shame and confusion that magnify themselves above me."
    },
    {
      "verse": 27,
      "text": "Let those shout, and rejoice, that desire my righteousness: yea, let them say continually, Great is the Lord, who desireth the welfare of his servant."
    },
    {
      "verse": 28,
      "text": "And my tongue shall speak of thy righteousness, all the day of thy praise."
    }
  ]
}