{
  "book_id": "PSA",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, by the servant of the Lord, by David.” (36:2) Saith vice itself to the wicked—so I feel it within my heart— that he should have no dread of God before his eyes."
    },
    {
      "verse": 2,
      "text": "(36:3) For he flattereth himself in his own eyes [too much] to find out his iniquity to hate it."
    },
    {
      "verse": 3,
      "text": "(36:4) The words of his mouth are wickedness and deceit: he hath left off to be wise, to do good."
    },
    {
      "verse": 4,
      "text": "(36:5) He deviseth wickedness upon his couch; he placeth himself on a way that is not good; evil he despiseth not."
    },
    {
      "verse": 5,
      "text": "(36:6) O Lord, into the heavens reacheth thy kindness, thy faithfulness even into the skies."
    },
    {
      "verse": 6,
      "text": "(36:7) Thy righteousness is like the mountains of God; thy acts of justice like the great deep: man and beast dost thou ever help, O Lord."
    },
    {
      "verse": 7,
      "text": "(36:8) How precious is thy kindness, O God! And the children of men that seek shelter under the shadow of thy wings,—"
    },
    {
      "verse": 8,
      "text": "(36:9) These will be abundantly satisfied with the fatness of thy house; and of the stream of thy delights wilt thou give them to drink."
    },
    {
      "verse": 9,
      "text": "(36:10) For with thee is the source of life: in thy light shall we see light."
    },
    {
      "verse": 10,
      "text": "(36:11) Draw down continuously thy kindness unto those that acknowledge thee; and thy righteousness to the upright in heart."
    },
    {
      "verse": 11,
      "text": "(36:12) Let not come against me the foot of pride, and let not the hand of the wicked chase me off."
    },
    {
      "verse": 12,
      "text": "(36:13) There are fallen the workers of wickedness: they are thrust down, and shall not be able to rise."
    }
  ]
}