{
  "book_id": "PSA",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, to Jeduthun, a psalm of David.” (39:2) I said, I will guard my ways, that I sin not with my tongue: I will guard my mouth with a muzzle, while the wicked is before me."
    },
    {
      "verse": 2,
      "text": "(39:3) I was dumb in deep silence, I was quite still, even from [speaking] good; but my pain was greatly excited;"
    },
    {
      "verse": 3,
      "text": "(39:4) My heart was hot within me, in my self-communing there burnt a fire: [then] spoke I with my tongue,"
    },
    {
      "verse": 4,
      "text": "(39:5) Let me know, O Lord, my end, and the measure of my days, what it is: I wish to know when I shall cease to be."
    },
    {
      "verse": 5,
      "text": "(39:6) Behold, measured out with the span hast thou made my days; and my whole duration is nothing before thee: yea, as nothing but vanity doth every man stand here. Selah."
    },
    {
      "verse": 6,
      "text": "(39:7) As nothing but a shadowy image doth man walk about, yea, for vanity only do all make a noise: he heapeth up his gains, and knoweth not who shall gather them."
    },
    {
      "verse": 7,
      "text": "(39:8) And now, what shall I wait for, O Lord? my hope is in thee."
    },
    {
      "verse": 8,
      "text": "(39:9) From all my transgressions deliver thou me: render me not the object of reproach of the worthless."
    },
    {
      "verse": 9,
      "text": "(39:10) I was dumb, I opened not my mouth; because thou hadst done it."
    },
    {
      "verse": 10,
      "text": "(39:11) Remove thou thy plague away from me: from the blows of thy hand am I consumed."
    },
    {
      "verse": 11,
      "text": "(39:12) When thou with corrections chastisest man for iniquity, thou causest his excellence to melt away as [if eaten by] the moth: yea, nothing but vanity is every man. Selah."
    },
    {
      "verse": 12,
      "text": "(39:13) Hear my prayer, O Lord, and give ear unto my cry; be not silent at my tears; for a stranger am I with thee, a sojourner, like all my fathers."
    },
    {
      "verse": 13,
      "text": "(39:14) Leave off from me, that I may recover strength, before I go hence, and am no more."
    }
  ]
}