{
  "book_id": "PSA",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a psalm of David.” (40:2) I had waited patiently for the Lord, when he inclined himself unto me, and heard my cry."
    },
    {
      "verse": 2,
      "text": "(40:3) And he brought me up out of the noiseful deep, out of the miry clay, and he set up my feet upon a rock, making firm my steps."
    },
    {
      "verse": 3,
      "text": "(40:4) And he placed in my mouth a new song, a praise unto our God: many will see it, and fear; and they will trust in the Lord."
    },
    {
      "verse": 4,
      "text": "(40:5) Happy is the man that maketh the Lord his trust, and turneth not unto the proud, nor such as stray aside unto lies."
    },
    {
      "verse": 5,
      "text": "(40:6) Many things hast thou done, O Lord my God; thy wonderful deeds and thy thoughts toward us—there is none to be compared unto thee—will I tell and speak of, [though] they are too numerous to be counted."
    },
    {
      "verse": 6,
      "text": "(40:7) Sacrifice and meat-offering thou desirest not—ears hast thou hollowed out unto me—burnt-offering and sin-offering thou demandest not."
    },
    {
      "verse": 7,
      "text": "(40:8) Then said I, Lo, I come: in the roll of the book it is written down for me;"
    },
    {
      "verse": 8,
      "text": "(40:9) To fulfill thy will, O my God, do I desire; and thy law is within my heart."
    },
    {
      "verse": 9,
      "text": "(40:10) I announce [thy] righteousness in the great assembly: lo, I will not refrain my lips, O Lord, thou well knowest it."
    },
    {
      "verse": 10,
      "text": "(40:11) Thy righteousness have I never hidden within my heart; thy faithfulness and thy salvation have I spoken of openly: I have not concealed thy kindness and thy truth before the great assembly."
    },
    {
      "verse": 11,
      "text": "(40:12) Do thou, O Lord, not withhold thy mercies from me: let thy kindness and thy truth continually watch over me."
    },
    {
      "verse": 12,
      "text": "(40:13) For evils without number have compassed me about; my iniquities have overtaken me, so that I am not able to see: they are more numerous than the hairs of my head; and my courage hath forsaken me."
    },
    {
      "verse": 13,
      "text": "(40:14) Be pleased, O Lord, to deliver me; O Lord, hasten to my help."
    },
    {
      "verse": 14,
      "text": "(40:15) May those be made ashamed and put to the blush together that seek after my soul to take her away: let them be driven backward and be confounded, that wish for my mishap."
    },
    {
      "verse": 15,
      "text": "(40:16) May they be astonished in consequence of their shame that say unto me, Aha, aha!"
    },
    {
      "verse": 16,
      "text": "(40:17) [But] may all those that seek thee be glad and rejoice in thee: may they say continually, The Lord be magnified,—those that love thy salvation."
    },
    {
      "verse": 17,
      "text": "(40:18) But though I be poor and needy, the Lord will think of me: my help and my deliverer art thou: O my God, delay not."
    }
  ]
}