{
  "book_id": "PSA",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "BOOK SECOND: “To the chief musician, a Maskil, for the sons of Korach.” (42:2) As a hart panteth after brooks of water, so panteth my soul after thee, O God."
    },
    {
      "verse": 2,
      "text": "(42:3) My soul thirsteth for God, for the living God: when shall I go [again] and be seen in the presence of God?"
    },
    {
      "verse": 3,
      "text": "(42:4) My tears have been my food day and night; because men say unto me all the day, Where is thy God?"
    },
    {
      "verse": 4,
      "text": "(42:5) These things will I remember, and pour out my soul in me: how I was wont to pass along amidst the multitude, journeying with them as a pilgrim to the house of God, with the voice of joyful song and thanksgiving, among the festive throng."
    },
    {
      "verse": 5,
      "text": "(42:6) Why art thou cast down, O my soul, and disquieted in me? Hope thou in God; for I shall yet thank him, because of the salvation of his countenance."
    },
    {
      "verse": 6,
      "text": "(42:7) O my God, my soul is cast down within me: therefore will I remember thee from the land of the Jordan, and from the peaks of Chermon, from the low mount."
    },
    {
      "verse": 7,
      "text": "(42:8) Deep calleth unto deep at the noise of thy waterfalls: all thy waves and thy billows have passed over me."
    },
    {
      "verse": 8,
      "text": "(42:9) In the daytime the Lord will command his kindness, and in the night his song shall be with me, as a prayer unto the God of my life."
    },
    {
      "verse": 9,
      "text": "(42:10) I will say unto God, my rock, why hast thou forgotten me? why must I walk grieved, under the oppression of the enemy?"
    },
    {
      "verse": 10,
      "text": "(42:11) It is as death in my bones, when my assailants reproach me; when they say unto me all the day, Where is thy God?"
    },
    {
      "verse": 11,
      "text": "(42:12) Why art thou cast down, O my soul? and why art thou disquieted within met? Hope thou in God; for I shall yet thank him, the salvation of my countenance, and my God."
    }
  ]
}