{
  "book_id": "PSA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Shoshannim, by the sons of Korach, a Maskil, a song of love.” (45:2) My heart swelleth with a good speech; I say, “My works shall be for the king:” my tongue is the pen of a ready writer."
    },
    {
      "verse": 2,
      "text": "(45:3) Thou art more fair than the children of men; grace is poured out over thy lips: therefore hath God blessed thee for ever."
    },
    {
      "verse": 3,
      "text": "(45:4) Gird thy sword upon the thigh, O mighty one, [it is] thy glory and thy majesty;"
    },
    {
      "verse": 4,
      "text": "(45:5) Yea, it is thy majesty: be prosperous, ride along for the cause of truth and meekness and righteousness; and fearful things shall thy right hand teach thee."
    },
    {
      "verse": 5,
      "text": "(45:6) Thy sharpened arrows—people will fall down beneath thee—[will enter] into the heart of the king's enemies."
    },
    {
      "verse": 6,
      "text": "(45:7) Thy throne, given of God, endureth for ever and ever: the sceptre of equity is the sceptre of thy kingdom."
    },
    {
      "verse": 7,
      "text": "(45:8) Thou lovest righteousness, and hatest wickedness: therefore hath God, thy God, anointed thee with the oil of gladness above thy associates."
    },
    {
      "verse": 8,
      "text": "(45:9) Of myrrh, and aloes, and cassia are [fragrant] all thy garments: out of palaces of ivory have they made thee joyful with the sound of music."
    },
    {
      "verse": 9,
      "text": "(45:10) Kings' daughters are among those dear to thee: the queen standeth on thy right hand in fine gold of Ophir."
    },
    {
      "verse": 10,
      "text": "(45:11) Hearken, O daughter, and look, and incline thy ear, and forget thy own people, and thy father's house:"
    },
    {
      "verse": 11,
      "text": "(45:12) Then will the king long for thy beauty; for he is thy Lord; and bow thyself to him."
    },
    {
      "verse": 12,
      "text": "(45:13) And the daughter of Tyre shall be there with a gift: the rich among the people shall entreat thy favor."
    },
    {
      "verse": 13,
      "text": "(45:14) All gloriously attired awaiteth the king's daughter in the inner chamber: of wrought gold is her garment."
    },
    {
      "verse": 14,
      "text": "(45:15) In embroidered clothes will she be brought unto the king: virgins that follow her, her companions, are brought unto thee."
    },
    {
      "verse": 15,
      "text": "(45:16) They are led forth with rejoicings and gladness, they enter into the palace of the king."
    },
    {
      "verse": 16,
      "text": "(45:17) Instead of thy fathers shall be thy children: thou wilt appoint them as princes in all the land."
    },
    {
      "verse": 17,
      "text": "(45:18) I will make thy name to be remembered in all generations: therefore shall the people praise thee for ever and ever."
    }
  ]
}