{
  "book_id": "PSA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "“A song and psalm by the sons of Korach.” (48:2) Great is the Lord, and highly praised in the city of our God, [in] his holy mountain."
    },
    {
      "verse": 2,
      "text": "(48:3) A beautiful district, the joy of the whole earth, is mount Zion, the farthest north, the city of the great King."
    },
    {
      "verse": 3,
      "text": "(48:4) God is become known in her palaces as a defence."
    },
    {
      "verse": 4,
      "text": "(48:5) For, lo, the kings were assembled, they are passed away together."
    },
    {
      "verse": 5,
      "text": "(48:6) They indeed saw—[and] so they were astonished; they were terrified, they were confounded."
    },
    {
      "verse": 6,
      "text": "(48:7) Trembling seized on them there, pain, as on a woman in travail."
    },
    {
      "verse": 7,
      "text": "(48:8) With the east wind thou breakest the ships of Tharshish."
    },
    {
      "verse": 8,
      "text": "(48:9) As we have heard, so have we seen [it] in the city of the Lord of hosts, in the city of our God: God will establish it for ever. Selah."
    },
    {
      "verse": 9,
      "text": "(48:10) We have reflected on thy kindness, O God, in the midst of thy temple."
    },
    {
      "verse": 10,
      "text": "(48:11) As thy name is, O God, so is thy praise over the ends of the earth: of righteousness is thy right hand full."
    },
    {
      "verse": 11,
      "text": "(48:12) Let mount Zion rejoice, let the daughters of Judah be glad, because of thy judgments."
    },
    {
      "verse": 12,
      "text": "(48:13) Compass Zion about, and walk round about her; number her towers."
    },
    {
      "verse": 13,
      "text": "(48:14) Direct your mind to her outer wall, mark carefully her palaces: in order that ye may tell it to the latest generation."
    },
    {
      "verse": 14,
      "text": "(48:15) For this One is God, our God for ever and ever: he will be our guide even unto death."
    }
  ]
}