{
  "book_id": "PSA",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, by the sons of Korach, a psalm.” (49:2) Hear this, all ye people; give ear, all ye inhabitants of the perishable world:"
    },
    {
      "verse": 2,
      "text": "(49:3) Both the sons of the low and the sons of the high, rich and needy, altogether."
    },
    {
      "verse": 3,
      "text": "(49:4) My mouth shall speak wisdom; and the meditation of my heart shall be of understanding."
    },
    {
      "verse": 4,
      "text": "(49:5) I will incline my ear to a parable: I will open with the harp my riddle."
    },
    {
      "verse": 5,
      "text": "(49:6) Wherefore should I fear in the days of evil, when the iniquity of my oppressors encompasseth me?—"
    },
    {
      "verse": 6,
      "text": "(49:7) Of those that trust in their wealth, and boast themselves of the multitude of their riches?"
    },
    {
      "verse": 7,
      "text": "(49:8) No one can in any wise redeem his brother, nor can he give to God redemption money for himself;"
    },
    {
      "verse": 8,
      "text": "(49:9) For the ransom of their soul is too costly, and it is omitted for ever."
    },
    {
      "verse": 9,
      "text": "(49:10) And should he still live for ever? not see the pit?"
    },
    {
      "verse": 10,
      "text": "(49:11) For he must see that wise men die, that together the fool and the brutish person perish and leave to others their wealth."
    },
    {
      "verse": 11,
      "text": "(49:12) Their inward thought is, that their houses are to be for ever, their dwelling-places, from generation to generation; they call them by their own names in [various] countries."
    },
    {
      "verse": 12,
      "text": "(49:13) Nevertheless man in [his] splendor endureth not: he is like the beasts [that] perish."
    },
    {
      "verse": 13,
      "text": "(49:14) This is their way, their folly: yet their posterity will take pleasure in their sayings. Selah."
    },
    {
      "verse": 14,
      "text": "(49:15) Like flocks are they thrust into the nether world; death will feed them; but the upright shall have dominion over them in that morning, and their form wasteth away in the nether world, [taken away] from their own dwelling."
    },
    {
      "verse": 15,
      "text": "(49:16) But God will redeem my soul from the power of the nether world; for he will take me away. Selah."
    },
    {
      "verse": 16,
      "text": "(49:17) Be not thou afraid when a man becometh rich, when the glory of his house is increased;"
    },
    {
      "verse": 17,
      "text": "(49:18) For when he dieth he can take nothing away; his glory will not descend after him."
    },
    {
      "verse": 18,
      "text": "(49:19) For though he bless his soul during his life, and men praise thee, when thou doest well to thyself:"
    },
    {
      "verse": 19,
      "text": "(49:20) She shall go to the generation of his fathers, unto eternity will these never see light."
    },
    {
      "verse": 20,
      "text": "(49:21) Man, though in splendor, who understandeth not, is like the beasts that perish. °"
    }
  ]
}