{
  "book_id": "PSA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of Assaph.” The God of gods, the Lord, speaketh, and calleth the earth, from the rising of the sun unto his setting."
    },
    {
      "verse": 2,
      "text": "Out of Zion, the perfection of beauty, God shineth forth."
    },
    {
      "verse": 3,
      "text": "Our God is coming, and will not keep silence: a fire devoureth before him, and round him there rageth a mighty storm."
    },
    {
      "verse": 4,
      "text": "He will call to the heavens above, and to the earth, to judge his people."
    },
    {
      "verse": 5,
      "text": "“Gather together unto me my pious servants, who make a covenant with me by sacrifice.”"
    },
    {
      "verse": 6,
      "text": "And the heavens tell of his righteousness; for God is judge himself. Selah."
    },
    {
      "verse": 7,
      "text": "“Hear, O my people, and I will speak; O Israel, and I will testify against thee: God, thy God, am I."
    },
    {
      "verse": 8,
      "text": "Not because of thy sacrifices will I reprove thee; and thy burnt-offerings are continually before me."
    },
    {
      "verse": 9,
      "text": "I will not take a bullock out of thy house, nor he-goats out of thy folds."
    },
    {
      "verse": 10,
      "text": "For mine are all the beasts of the forest, the cattle upon a thousand mountains."
    },
    {
      "verse": 11,
      "text": "I know all the fowls of the mountains: whatever moveth on the fields is with me."
    },
    {
      "verse": 12,
      "text": "If I were hungry, I would not say it to thee; for mine is the world, and what filleth it."
    },
    {
      "verse": 13,
      "text": "Do I eat the flesh of fatted bulls, or drink the blood of he-goats?"
    },
    {
      "verse": 14,
      "text": "Offer unto God thanksgiving; and pay unto the Most High thy vows;"
    },
    {
      "verse": 15,
      "text": "And call on me on the day of distress: I will deliver thee,— and so wilt thou glorify me.”"
    },
    {
      "verse": 16,
      "text": "But unto the wicked God saith, “What hast thou to do to relate my statutes, and why bearest thou my covenant upon thy mouth?"
    },
    {
      "verse": 17,
      "text": "And yet thou hatest instruction, and castest my words behind thee."
    },
    {
      "verse": 18,
      "text": "When thou seest a thief, then art thou pleased with him, and with adulterers hast thou thy portion."
    },
    {
      "verse": 19,
      "text": "Thou lettest loose thy mouth with evil, and thy tongue frameth deceit."
    },
    {
      "verse": 20,
      "text": "Thou sittest and speakest against thy brother; against thy own mother's son thou utterest slander."
    },
    {
      "verse": 21,
      "text": "These things hast thou done, and I kept silence: thou didst ween that I am like thyself; [but] I will reprove thee, and set it in order before thy eyes.”"
    },
    {
      "verse": 22,
      "text": "Do but reflect on this, ye that forget God, lest I tear [you] in pieces, with none to deliver."
    },
    {
      "verse": 23,
      "text": "Whoso offereth thanksgiving glorifieth me: and to him that ordereth his course aright, will I show the salvation of God."
    }
  ]
}