{
  "book_id": "PSA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician on Neginoth, a Maskil of David.” (55:2) Give ear, O God, to my prayer, and hide not thyself from my supplication."
    },
    {
      "verse": 2,
      "text": "(55:3) Listen unto me, and answer me: I mourn in my grief, and moan;"
    },
    {
      "verse": 3,
      "text": "(55:4) Because of the voice of the enemy, because of the oppression of the wicked; for they cast wrong upon me, and in wrath they attack me."
    },
    {
      "verse": 4,
      "text": "(55:5) My heart is sorely pained within me, and the terrors of death are fallen upon me."
    },
    {
      "verse": 5,
      "text": "(55:6) Fearfulness and trembling are come upon me, and shuddering hath covered me."
    },
    {
      "verse": 6,
      "text": "(55:7) And I said, Oh that some one would give me wings like a dove! I would fly away and dwell [quietly]."
    },
    {
      "verse": 7,
      "text": "(55:8) Lo, I would flee far away, I would spend my night in the wilderness. Selah."
    },
    {
      "verse": 8,
      "text": "(55:9) I would prepare hastily a refuge for me from the sweeping wind [and] from storm."
    },
    {
      "verse": 9,
      "text": "(55:10) Destroy, O Lord, divide their tongue; for I have seen violence and strife in the city;"
    },
    {
      "verse": 10,
      "text": "(55:11) Day and night do these encompass it upon her walls: and wrong and trouble are in her midst."
    },
    {
      "verse": 11,
      "text": "(55:12) Mischief is in her midst: guile and deceit depart not from her streets."
    },
    {
      "verse": 12,
      "text": "(55:13) For it is not an enemy that reproached me; then I could bear it: not he that hateth me hath magnified himself against me; then I would have hidden myself from him;"
    },
    {
      "verse": 13,
      "text": "(55:14) But it is thou, a man my equal, my guide, and my acquaintance;"
    },
    {
      "verse": 14,
      "text": "(55:15) So that we took sweet secret counsel together, and walked unto the house of God in tumultuous company."
    },
    {
      "verse": 15,
      "text": "(55:16) Let him dispense death over them; let them go down alive into the nether world; for evil is in their dwelling, in the midst of them."
    },
    {
      "verse": 16,
      "text": "(55:17) I, however, will call on God: and the Lord will save me."
    },
    {
      "verse": 17,
      "text": "(55:18) At evening and morning and noon will I make my complaint and moan: and he heareth my voice.—"
    },
    {
      "verse": 18,
      "text": "(55:19) He delivereth my soul in peace from the battle against me; for in multitudes are they [contending] with me."
    },
    {
      "verse": 19,
      "text": "(55:20) God will hear, and humble them—yea, he that sitteth enthroned from the oldest time Selah—those who dread no changes, and fear not God."
    },
    {
      "verse": 20,
      "text": "(55:21) He stretcheth out his hands against those at peace with him: he violateth his covenant."
    },
    {
      "verse": 21,
      "text": "(55:22) The creamy words of his mouth are smooth, yet there is war [in] his heart; his words are softer than oil, yet are they drawn swords."
    },
    {
      "verse": 22,
      "text": "(55:23) Cast thy burden upon the Lord, and he will sustain thee: he will never suffer the righteous to be moved."
    },
    {
      "verse": 23,
      "text": "(55:24) But thou, O God, thou wilt bring them down into the pit of destruction: let not the men of blood and deceit live out half their days; but I will indeed trust in thee."
    }
  ]
}