{
  "book_id": "PSA",
  "chapter": 56,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Jonath-elem-rechokim, by David, a Michtham, when the Philistines seized him in Gath.” (56:2) Be gracious unto me, O God; for man longeth to swallow me up; all the time he oppresseth me fighting."
    },
    {
      "verse": 2,
      "text": "(56:3) Those that regard me with envy long to swallow [me] up all the time; for many are they that fight against me, O thou Most High."
    },
    {
      "verse": 3,
      "text": "(56:4) The day [when] I am afraid, I will still trust in thee."
    },
    {
      "verse": 4,
      "text": "(56:5) In God will I praise his word, in God I have put my trust; I will not be afraid: what can flesh do unto me?"
    },
    {
      "verse": 5,
      "text": "(56:6) All the day they wrest my words: against me are all their thoughts for evil."
    },
    {
      "verse": 6,
      "text": "(56:7) They come together in troops, they hide themselves, they are those that watch my heels, as though they hoped [to take] my soul."
    },
    {
      "verse": 7,
      "text": "(56:8) Because of their wrong-doing let me escape from them: in anger cast down the people, O God."
    },
    {
      "verse": 8,
      "text": "(56:9) My wanderings hast thou well numbered: put thou my tears into thy bottle; behold, they are numbered by thee."
    },
    {
      "verse": 9,
      "text": "(56:10) Then shall my enemies retire backward on the day when I call [on thee]: this I know—that God is for me."
    },
    {
      "verse": 10,
      "text": "(56:11) In God will I praise the word: in the Lord will I praise the word."
    },
    {
      "verse": 11,
      "text": "(56:12) In God have I put my trust; I will not be afraid: what can man do unto me?"
    },
    {
      "verse": 12,
      "text": "(56:13) Upon me, O God, [rest] thy vows: I will pay thanksgiving offerings unto thee."
    },
    {
      "verse": 13,
      "text": "(56:14) For thou hast delivered my soul from death—yea, behold, my feet from slipping, that I may walk before God in the light of the life."
    }
  ]
}