{
  "book_id": "PSA",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, Al-tashcheth, by David, a Michtham, when Saul sent, and they watched the house to put him to death.” (59:2) Deliver me from my enemies, O my God: defend me from them that rise up against me."
    },
    {
      "verse": 2,
      "text": "(59:3) Deliver me from the workers of wickedness, and from men of blood do thou save me."
    },
    {
      "verse": 3,
      "text": "(59:4) For, lo, they lie in wait for my soul, the mighty are gathered in troops against me: not for my transgression, nor for my sin, O Lord."
    },
    {
      "verse": 4,
      "text": "(59:5) Without guilt [in me] they run and make themselves ready: awake, [come] toward me, and behold."
    },
    {
      "verse": 5,
      "text": "(59:6) And thou, O Lord God of hosts, the God of Israel, awake to punish all the nations: be not gracious to any treacherous wicked one. Selah."
    },
    {
      "verse": 6,
      "text": "(59:7) They will return at evening; they will howl like dogs, and go round about the city."
    },
    {
      "verse": 7,
      "text": "(59:8) Behold, they sputter with their mouth: swords are in their lips; for who, [say they,] doth hear?"
    },
    {
      "verse": 8,
      "text": "(59:9) But thou, O Lord, wilt laugh at theme: thou wilt hold in derision all the nations."
    },
    {
      "verse": 9,
      "text": "(59:10) Because of [the enemy's] strength will I wait upon thee; for God is my defence."
    },
    {
      "verse": 10,
      "text": "(59:11) The God who showeth me kindness will go before me: God will let me see [my desire] upon those who regard me with envy."
    },
    {
      "verse": 11,
      "text": "(59:12) Slay them not, that my people may not forget: drive them about by thy power; and bring them down, thou our shield, O Lord."
    },
    {
      "verse": 12,
      "text": "(59:13) The sin of their mouth is the word of their lips: let them be caught through their pride, because of the cursing and lying which they relate."
    },
    {
      "verse": 13,
      "text": "(59:14) Make an end in fury, make an end [of them], that they my be no more, and let them know that God ruleth in Jacob, as far as the ends of the earth. Selah."
    },
    {
      "verse": 14,
      "text": "(59:15) And they will return in the evening; they will howl like dogs, and go round about the city."
    },
    {
      "verse": 15,
      "text": "(59:16) They will indeed roam about after something to eat, if they be not satisfied, so that they can be at rest."
    },
    {
      "verse": 16,
      "text": "(59:17) But I will truly sing of thy strength; yea, I will sing joyfully in the morning of thy kindness; for thou hast been a defence unto me and a refuge on the day when I was distressed."
    },
    {
      "verse": 17,
      "text": "(59:18) Unto thee, O my strength, will I sing; for God is my defence, the God of my kindness."
    }
  ]
}