{
  "book_id": "PSA",
  "chapter": 62,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, upon Jeduthun, a psalm of David.” (62:2) Only in God my soul trusted in silence: from him cometh my salvation."
    },
    {
      "verse": 2,
      "text": "(62:3) Only he is my rock and my salvation; [he is] my defense: I shall not be greatly moved."
    },
    {
      "verse": 3,
      "text": "(62:4) How long will ye devise mischief against a man? will ye all assault him murderously, as though he were a falling wall, a tottering fence?"
    },
    {
      "verse": 4,
      "text": "(62:5) Yea, from his height do they take counsel to cast [him] down; they delight in lies: with their mouth do they bless, but inwardly do they curse. Selah."
    },
    {
      "verse": 5,
      "text": "(62:6) Yea, in God hope in silence, my soul; for from him is my expectation."
    },
    {
      "verse": 6,
      "text": "(62:7) Only he is my rock and my salvation; [he is] my defence: I shall not be moved."
    },
    {
      "verse": 7,
      "text": "(62:8) With God are my salvation and my glory: the rock of my strength [and] my protection are in God."
    },
    {
      "verse": 8,
      "text": "(62:9) Trust in him at all times, O ye people; pour out before him your heart: God is a protection for us. Selah."
    },
    {
      "verse": 9,
      "text": "(62:10) Verily nought are the sons of common men, a lie the sons of the great; they must rise in the balance; they are altogether [lighter] than nought."
    },
    {
      "verse": 10,
      "text": "(62:11) Do not put your trust in defrauding, and be not rendered vain through robbery: if riches flourish, set not your heart [upon them]."
    },
    {
      "verse": 11,
      "text": "(62:12) Once hath God spoken; [yea,] twice [what] I have heard: that strength belongeth unto God."
    },
    {
      "verse": 12,
      "text": "(62:13) And unto thee, O Lord, belongeth kindness; for thou wilt recompense every man according to his works."
    }
  ]
}