{
  "book_id": "PSA",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a psalm [and] song of David.” (65:2) For thee praise is waiting, O God, in Zion: and unto thee shall vows be paid."
    },
    {
      "verse": 2,
      "text": "(65:3) O thou that hearest prayer, unto thee all flesh shall come."
    },
    {
      "verse": 3,
      "text": "(65:4) The iniquitous things have become too mighty for me: our transgressions—these wilt thou wipe away."
    },
    {
      "verse": 4,
      "text": "(65:5) Happy is he whom thou choosest, and causest to approach, that he may dwell in thy courts: let us be satisfied with the happiness of thy house, the holiness of thy temple."
    },
    {
      "verse": 5,
      "text": "(65:6) With terrific deeds in righteousness wilt thou answer us, O God of our salvation, who art the confidence of all the ends of the earth, and of the sea, that are far away;"
    },
    {
      "verse": 6,
      "text": "(65:7) Who setteth firmly the mountains by his power, who is girded with might;"
    },
    {
      "verse": 7,
      "text": "(65:8) Who assuageth the roaring of the seas, the roaring of their waves, and the tumult of nations."
    },
    {
      "verse": 8,
      "text": "(65:9) And they that dwell in the uttermost parts are afraid of thy wondrous signs: the outgoings of the morning and evening thou causest to rejoice."
    },
    {
      "verse": 9,
      "text": "(65:10) Thou hast thought of the earth, and waterest her abundantly; thou greatly enrichest her; the brook of God is full of water: thou preparest their corn, when thou hast thus prepared her."
    },
    {
      "verse": 10,
      "text": "(65:11) Watering her furrows abundantly, smoothing down her ridges, thou softenest her with showers; thou blessest her growth."
    },
    {
      "verse": 11,
      "text": "(65:12) Thou hast crowned the year of thy goodness; and thy tracks drop fatness:"
    },
    {
      "verse": 12,
      "text": "(65:13) The pastures of the wilderness are dropping [with plenty]: and the hills are girt with gladness."
    },
    {
      "verse": 13,
      "text": "(65:14) The meadows are clothed with flocks, and the valleys are enveloped with corn: men shout for joy, [yea,] they also sing."
    }
  ]
}