{
  "book_id": "PSA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a song or psalm.” Shout joyfully unto God, all ye lands:"
    },
    {
      "verse": 2,
      "text": "Sing forth the glory of his name; make glorious his praise."
    },
    {
      "verse": 3,
      "text": "Say unto God, How fear-inspiring is every one of thy works! through the greatness of thy strength will thy enemies yield feigned obedience unto thee."
    },
    {
      "verse": 4,
      "text": "All the lands shall bow themselves down unto thee, and shall sing praises unto thee; they shall sing praises to thy name. Selah."
    },
    {
      "verse": 5,
      "text": "Come and see the deeds of God: fear-inspiring is his doing toward the children of men."
    },
    {
      "verse": 6,
      "text": "He changed the sea into dry land: through the river they went on foot: there did we rejoice in him."
    },
    {
      "verse": 7,
      "text": "He ruleth by his might for ever; his eyes look upon the nations: the rebellious—these shall not be exalted. Selah."
    },
    {
      "verse": 8,
      "text": "Bless, O ye people, our God, and cause the voice of his praise to be heard:"
    },
    {
      "verse": 9,
      "text": "Who hath appointed our soul to life, and hath not suffered our foot to slip."
    },
    {
      "verse": 10,
      "text": "For thou hast proved us, O God: thou hast refined us, as silver is refined."
    },
    {
      "verse": 11,
      "text": "Thou hast brought us into the net; thou hast placed fetters upon our loins."
    },
    {
      "verse": 12,
      "text": "Thou hast caused men to ride on our head: we entered into fire and into water; but thou broughtest us out to [the enjoyment] of overflowing plenty. a"
    },
    {
      "verse": 13,
      "text": "I will enter thy house with burnt-offerings: I will pay unto thee my vows,"
    },
    {
      "verse": 14,
      "text": "Which my lips have uttered, and my mouth hath spoken, when I was in distress."
    },
    {
      "verse": 15,
      "text": "Burnt-offerings of fatlings will I offer up unto thee, with the incense of rams; I will prepare steers with he-goats. Selah."
    },
    {
      "verse": 16,
      "text": "Come, hear, and I will relate, all ye that fear God, what he hath done for my soul."
    },
    {
      "verse": 17,
      "text": "Unto him I cried with my mouth, and a song of extolling was on my tongue."
    },
    {
      "verse": 18,
      "text": "If I had looked on wickedness with my heart, the Lord would not have heard;"
    },
    {
      "verse": 19,
      "text": "But verily God hath heard; he hath listened to the voice of my prayer."
    },
    {
      "verse": 20,
      "text": "Blessed be God, who hath not removed my prayer [from him], nor his kindness from me."
    }
  ]
}