{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, by David, a Psalm or song.” (68:2) Oh that God would arise, that his enemies might be scattered, and those that hate him might flee before him."
    },
    {
      "verse": 2,
      "text": "(68:3) As smoke is driven off, so drive them away: as wax melteth before the fire, so let the wicked perish at the presence of God."
    },
    {
      "verse": 3,
      "text": "(68:4) But the righteous shall rejoice; they shall exult before God: yea, they shall be exceedingly joyful."
    },
    {
      "verse": 4,
      "text": "(68:5) Sing unto God, sing praises to his name; extol him who rideth upon the heavens: the Everlasting is his name, and rejoice before him."
    },
    {
      "verse": 5,
      "text": "(68:6) A father of the fatherless, and a judge of the widows, is God in his holy habitation."
    },
    {
      "verse": 6,
      "text": "(68:7) God places those who are solitary in the midst of their families: he bringeth out those who are bound unto happiness; but the rebellious dwell in a dry land."
    },
    {
      "verse": 7,
      "text": "(68:8) O God, when thou didst go forth before thy people, when thou didst tread along through the wilderness—Selah—"
    },
    {
      "verse": 8,
      "text": "(68:9) The earth quaked, also the heavens dropped at the presence of God, yea, this Sinai, at the presence of God, the God of Israel."
    },
    {
      "verse": 9,
      "text": "(68:10) Rain of beneficence didst thou pour down, O God, whereby thou didst truly strengthen thy heritage, when it was weary."
    },
    {
      "verse": 10,
      "text": "(68:11) Thy assembly dwelt therein: thou didst prepare it with thy goodness for the afflicted [people]. O God,"
    },
    {
      "verse": 11,
      "text": "(68:12) The Lord gave [happy] tidings; they are published by the female messengers, a numerous host."
    },
    {
      "verse": 12,
      "text": "(68:13) The kings of the armies flee away—flee away: yet she that tarried at home divideth the spoil."
    },
    {
      "verse": 13,
      "text": "(68:14) When ye lie still between the folds [of your cattle], [ye will be like] the wings of the dove covered with sliver, and her pinions shining with flaming gold."
    },
    {
      "verse": 14,
      "text": "(68:15) When the Almighty scattered kings in the midst of her, then even in darkness shone light [as pure] as snow."
    },
    {
      "verse": 15,
      "text": "(68:16) A mountain of God is the mount of Bashan; many peaks hath the mount of Bashan."
    },
    {
      "verse": 16,
      "text": "(68:17) Why watch ye enviously, ye many-peaked mountains, yonder mountain which God hath chosen for his residence? yea, the Lord will also dwell [there] for ever."
    },
    {
      "verse": 17,
      "text": "(68:18) The chariots of God are two myriads; thousands of angels [follow him]: the Lord is among them: so is Sinai holy [among mountains]."
    },
    {
      "verse": 18,
      "text": "(68:19) Thou didst ascend on high, lead away captives, receive gifts among men, yea, even the rebellious, to dwell among them. O Lord God."
    },
    {
      "verse": 19,
      "text": "(68:20) Blessed be the Lord; day by day he loadeth us [with benefits]; our God is our salvation. Selah."
    },
    {
      "verse": 20,
      "text": "(68:21) Our God is to us the God of salvation: and by the Eternal the Lord are the escapes from death."
    },
    {
      "verse": 21,
      "text": "(68:22) But God will crush the head of his enemies, the hairy skull of him who walketh in his guiltiness."
    },
    {
      "verse": 22,
      "text": "(68:23) The Lord hath said, From Bashan will I bring back, I will bring back from the depths of the sea:"
    },
    {
      "verse": 23,
      "text": "(68:24) In order that thou mayest wade with thy feet in blood, feeding the tongue of thy dogs from the enemies' blood."
    },
    {
      "verse": 24,
      "text": "(68:25) Men see thy goings forth, O God! the goings forth of my God, my King, into the sanctuary."
    },
    {
      "verse": 25,
      "text": "(68:26) First come singers, then follow players on instruments, in the midst of maidens playing on timbrels."
    },
    {
      "verse": 26,
      "text": "(68:27) In assemblies bless ye God, [praise] the Lord, ye sprung from Israel's fountain."
    },
    {
      "verse": 27,
      "text": "(68:28) There Benjamin the youngest leadeth them on, the princes of Judah in purple robes, the princes of Zebulun, the princes of Naphtali."
    },
    {
      "verse": 28,
      "text": "(68:29) Thy God hath ordained the rule to thee: strengthen, O God, what thou hast wrought for us."
    },
    {
      "verse": 29,
      "text": "(68:30) Because of thy temple over Jerusalem shall kings bring presents unto thee."
    },
    {
      "verse": 30,
      "text": "(68:31) Rebuke the wild beasts hiding among the reeds, the troops of steers among the calves of nations, that hasten along with presents of silver. He scattereth nations that are eager for the fight."
    },
    {
      "verse": 31,
      "text": "(68:32) Nobles will come out of Egypt: Ethiopia will stretch forth eagerly her hands unto God."
    },
    {
      "verse": 32,
      "text": "(68:33) Kingdoms of the earth, sing unto God; sing praises unto the Lord: Selah;"
    },
    {
      "verse": 33,
      "text": "(68:34) To him who rideth over the highest heavens, of ancient days: hear! he sendeth forth his voice, the voice of might."
    },
    {
      "verse": 34,
      "text": "(68:35) Ascribe ye strength unto God: his excellency is over Israel, and his strength is in the skies."
    },
    {
      "verse": 35,
      "text": "(68:36) Thou art tremendous, O God, from thy holy residences: O God of Israel, [thou art] he that givest strength and power unto [thy] people. Blessed be God."
    }
  ]
}