{
  "book_id": "PSA",
  "chapter": 69,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Shoshannim, by David.” (69:2) Save me, O God; for the waters are come even to threaten my life."
    },
    {
      "verse": 2,
      "text": "(69:3) I am sunk in the mire of the deep, where there is no standing; I am come into the depths of the waters, and the flood overfloweth me."
    },
    {
      "verse": 3,
      "text": "(69:4) I am weary of my calling; my throat is hoarse; my eyes fail, while I hope for my God."
    },
    {
      "verse": 4,
      "text": "(69:5) More than the hairs of my head are those that hate me without a cause; numerous are those that would destroy me, that are my enemies wrongfully: what I have not robbed shall I now restore."
    },
    {
      "verse": 5,
      "text": "(69:6) O God, thou art well aware of my folly, and my guilty deeds are from thee not hidden."
    },
    {
      "verse": 6,
      "text": "(69:7) Let not those that wait on thee, O Lord Eternal of hosts, be made ashamed through me: let not those that seek thee be confounded through me, O God of Israel."
    },
    {
      "verse": 7,
      "text": "(69:8) Because for thy sake have I borne reproach, hath confusion covered my face."
    },
    {
      "verse": 8,
      "text": "(69:9) A stranger am I become unto my brothers, and an alien unto my mother's children."
    },
    {
      "verse": 9,
      "text": "(69:10) Because the zeal for thy house hath devoured me; and the reproaches of those that reproached thee are fallen upon me."
    },
    {
      "verse": 10,
      "text": "(69:11) When I wept at the fasting of my soul, it became a reproach to me."
    },
    {
      "verse": 11,
      "text": "(69:12) And when I made sackcloth my garment, I became a proverb to them."
    },
    {
      "verse": 12,
      "text": "(69:13) Those that sit in the gate talk against me; and [about me make] songs the drinkers of strong drink."
    },
    {
      "verse": 13,
      "text": "(69:14) But as for me, I direct my prayer unto thee, O Lord, in a time of favor; O God, in the multitude of thy kindness: answer me in the truth of thy salvation."
    },
    {
      "verse": 14,
      "text": "(69:15) Deliver me out of the mire, that I may not sink: let me be delivered from those that hate me, and out of the depths of the waters."
    },
    {
      "verse": 15,
      "text": "(69:16) Let not the flood of waters overflow me, and let not the deep swallow me up, and let not the pit close its mouth upon me."
    },
    {
      "verse": 16,
      "text": "(69:17) Answer me, O Lord; for thy kindness is good: according to the multitude of thy mercies turn thou unto me."
    },
    {
      "verse": 17,
      "text": "(69:18) And hide not thy face from thy servant; for I am in distress: make haste and answer me."
    },
    {
      "verse": 18,
      "text": "(69:19) Draw nigh unto my soul, and redeem it: because of my enemies do thou ransom me."
    },
    {
      "verse": 19,
      "text": "(69:20) Thou well knowest my reproach, and my shame, and my confusion: before thee are all my assailants."
    },
    {
      "verse": 20,
      "text": "(69:21) Reproach hath broken my heart; and I am sick; and I waited for pity, but there was none; and for comforters, but I found none."
    },
    {
      "verse": 21,
      "text": "(69:22) And they put into my food gall; and in my thirst they give me vinegar to drink."
    },
    {
      "verse": 22,
      "text": "(69:23) May [then] their table become a snare before them: and to those that are at peace, a trap."
    },
    {
      "verse": 23,
      "text": "(69:24) May their eyes become dark, that they cannot see; and make their loins continually to waver."
    },
    {
      "verse": 24,
      "text": "(69:25) Pour out over them thy indignation, and let the heat of thy anger overtake them."
    },
    {
      "verse": 25,
      "text": "(69:26) May their palace become desolate: in their tents let no one dwell."
    },
    {
      "verse": 26,
      "text": "(69:27) For whom thou hast smitten they persecute; and of the pain of those whom thou but wounded do they converse."
    },
    {
      "verse": 27,
      "text": "(69:28) Lay guilt upon their guilt; and let them not come into thy righteousness."
    },
    {
      "verse": 28,
      "text": "(69:29) Let them be blotted out of the book of the living; and with the righteous let them not be written down."
    },
    {
      "verse": 29,
      "text": "(69:30) But I am poor and suffering: let thy salvation, O God, set me up on high."
    },
    {
      "verse": 30,
      "text": "(69:31) I will praise the name of God with song, and will magnify him with thanksgiving."
    },
    {
      "verse": 31,
      "text": "(69:32) And this will please the Lord better than an ox or bullock having horns and cloven hoofs."
    },
    {
      "verse": 32,
      "text": "(69:33) The meek will see this, and be rejoiced: ye that seek God, and your heart shall revive."
    },
    {
      "verse": 33,
      "text": "(69:34) For the Lord listeneth unto the needy, and his prisoners he despiseth not."
    },
    {
      "verse": 34,
      "text": "(69:35) Let heaven and earth praise him, the seas, and every thing that moveth therein."
    },
    {
      "verse": 35,
      "text": "(69:36) For God will save Zion, and will build the cities of Judah: that they may abide there, and have it in possession:"
    },
    {
      "verse": 36,
      "text": "(69:37) And the seed of his servants shall inherit it; and they that love his name shall dwell therein."
    }
  ]
}