{
  "book_id": "PSA",
  "chapter": 72,
  "verses": [
    {
      "verse": 1,
      "text": "“By Solomon.” O God, give unto the king thy decisions, and thy righteousness unto the king's son."
    },
    {
      "verse": 2,
      "text": "He shall decide for thy people with righteousness, and for thy afflicted with justice."
    },
    {
      "verse": 3,
      "text": "The mountains shall bear peace for the people, and the hills [the same], through righteousness."
    },
    {
      "verse": 4,
      "text": "He shall judge the afflicted of the people, he shall give help to the children of the needy; but he shall crush the oppressor."
    },
    {
      "verse": 5,
      "text": "They shall fear thee as long as the sun shineth, and in the presence of the moon, throughout all generations."
    },
    {
      "verse": 6,
      "text": "He shall come down like rain upon the mown grass, as showers which are dropping on the earth."
    },
    {
      "verse": 7,
      "text": "In his days shall the righteous flourish; and abundance of peace [shall be] till the moon shall be no more."
    },
    {
      "verse": 8,
      "text": "And he shall have dominion from sea to sea, and from the river unto the ends of the earth."
    },
    {
      "verse": 9,
      "text": "Before him shall bend down those that dwell in the wilderness; and his enemies shall lick the dust."
    },
    {
      "verse": 10,
      "text": "The kings of Tharshish and of the isles shall bring presents: the kings of Sheba and Seba shall offer gifts."
    },
    {
      "verse": 11,
      "text": "Yea, there shall bow down before him all kings: all nations shall serve him."
    },
    {
      "verse": 12,
      "text": "For he will deliver the needy when he crieth; the afflicted also, who hath no helper."
    },
    {
      "verse": 13,
      "text": "He will spare the poor and needy; and the souls of the needy will he assist."
    },
    {
      "verse": 14,
      "text": "From wrong and violence will he deliver their soul; and precious shall their blood be in his eyes."
    },
    {
      "verse": 15,
      "text": "And he shall live; and he will give him of the gold of Sheba: and he will pray in his behalf continually; all the time will he bless him."
    },
    {
      "verse": 16,
      "text": "There shall be an abundance of corn in the land; upon the top of the mountains its fruit shall shake like [the trees of] Lebanon; and [men] shall blossom out of the city like herbs of the earth."
    },
    {
      "verse": 17,
      "text": "His name will endure for ever; in the presence of the sun his name shall flourish: and men shall bless themselves with him: all nations shall call him happy."
    },
    {
      "verse": 18,
      "text": "Blessed be the Lord the God, the God of Israel, who alone doth wondrous things."
    },
    {
      "verse": 19,
      "text": "And blessed he his glorious name for ever; and with his glory may the whole earth be filled: Amen, and Amen."
    },
    {
      "verse": 20,
      "text": "Here are ended the prayers of David the son of Jesse."
    }
  ]
}