{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "BOOK THIRD: “A Psalm of Assaph.” Truly God is good to Israel, to such as are pure of heart."
    },
    {
      "verse": 2,
      "text": "But as for me, it lacked but little that my feet had been moved: almost nothing was needed that my steps had slipped."
    },
    {
      "verse": 3,
      "text": "For I was envious at the arrogant, when I saw the prosperity of the wicked."
    },
    {
      "verse": 4,
      "text": "For there are no deadly fetters for them, but their strength is firm."
    },
    {
      "verse": 5,
      "text": "They share not in the trouble of mortals, and with men are they not afflicted."
    },
    {
      "verse": 6,
      "text": "Therefore is pride their neck-chain: violence envelopeth them as a garment."
    },
    {
      "verse": 7,
      "text": "Their eyes start out from fatness: they have exceeded their heart's imaginings."
    },
    {
      "verse": 8,
      "text": "They scorn, and speak wickedly of oppression: loftily do they speak."
    },
    {
      "verse": 9,
      "text": "They set their mouth in the heavens, and their tongue walketh busily on the earth."
    },
    {
      "verse": 10,
      "text": "Therefore do his people turn away hither: and waters of a full cup are drained by them."
    },
    {
      "verse": 11,
      "text": "And they say, How should God know? and is there knowledge in the Most High?"
    },
    {
      "verse": 12,
      "text": "Behold, these are the wicked; and yet prospering continually they increase in wealth."
    },
    {
      "verse": 13,
      "text": "Verily in vain have I thus cleansed my heart, and have washed in innocency my hands:"
    },
    {
      "verse": 14,
      "text": "While I was afflicted all the day, and my chastisement [came] every morning."
    },
    {
      "verse": 15,
      "text": "But if I were to say, I will speak thus: behold, I would be treacherous against the generation of thy children."
    },
    {
      "verse": 16,
      "text": "And when I should think to know this, it would be trouble in my eyes;"
    },
    {
      "verse": 17,
      "text": "Until I enter into the sanctuary of God; and understand what their future will be."
    },
    {
      "verse": 18,
      "text": "Surely thou placest them on slippery spots: thou lettest them fall down into destruction."
    },
    {
      "verse": 19,
      "text": "How are they brought into desolation, as in a moment! they perish, they come to their end with terrific events."
    },
    {
      "verse": 20,
      "text": "As a dream after awaking, O Lord, reject thou in wrath their image."
    },
    {
      "verse": 21,
      "text": "For it fermented in my heart, and in my reins I felt sharp thrusts;"
    },
    {
      "verse": 22,
      "text": "But I was indeed foolish, and I knew it not: I was as a [thoughtless] beast with thee."
    },
    {
      "verse": 23,
      "text": "Nevertheless I am continually with thee: thou hast seized hold of me by my right hand."
    },
    {
      "verse": 24,
      "text": "With thy counsel wilt thou guide me, and afterward take me on to glory."
    },
    {
      "verse": 25,
      "text": "Whom have I in heaven? and beside thee I desire nothing upon earth."
    },
    {
      "verse": 26,
      "text": "Though my flesh and my heart should fall; yet the rock of my heart, and my portion will be God for ever."
    },
    {
      "verse": 27,
      "text": "For, lo, those that are far from thee shall perish: thou destroyest every one that strayeth away from thee."
    },
    {
      "verse": 28,
      "text": "But as regardeth me, to draw near to God is good for me: I have put in the Lord Eternal my trust, that I may relate all thy works."
    }
  ]
}