{
  "book_id": "PSA",
  "chapter": 74,
  "verses": [
    {
      "verse": 1,
      "text": "“A Maskil of Assaph.” Why, O God, hast thou cast us off for ever? why will thy anger smoke against the flock of thy pasture?"
    },
    {
      "verse": 2,
      "text": "Remember thy congregation, which thou didst acquire of old; which thou didst redeem as the tribe of thy inheritance: this mount Zion, whereon thou hast dwelt."
    },
    {
      "verse": 3,
      "text": "Lift up thy steps unto the perpetual heaps of ruins: the enemy hath ill-used every thing in the sanctuary."
    },
    {
      "verse": 4,
      "text": "Thy adversaries have roared in the midst of thy places of assembly: they have set up their signs for signs."
    },
    {
      "verse": 5,
      "text": "[The enemy] is known as one that lifteth up high axes against the thickets of a forest."
    },
    {
      "verse": 6,
      "text": "And now they hew in pieces the carved work thereof altogether with hatchets and hammers."
    },
    {
      "verse": 7,
      "text": "They have set on fire thy sanctuary; to the ground have they profaned the dwelling-place of thy name."
    },
    {
      "verse": 8,
      "text": "They have said in their heart, We will oppress them altogether: they have burnt up all the places of assembly of God in the land."
    },
    {
      "verse": 9,
      "text": "Our signs do we not see: there is no more any prophet: and there is no one among us that knoweth how long."
    },
    {
      "verse": 10,
      "text": "How long, O God, shall the adversary utter defiance? shall the enemy blaspheme thy name for ever?"
    },
    {
      "verse": 11,
      "text": "Why withdrawest thou thy hand, and thy right hand? [draw it] out of thy bosom—exterminate [them];"
    },
    {
      "verse": 12,
      "text": "Since [thou] God art my King from olden days, working salvation in the midst of the earth."
    },
    {
      "verse": 13,
      "text": "It was thou that didst divide by thy strength the sea: thou brokest in pieces the heads of the crocodiles on the waters."
    },
    {
      "verse": 14,
      "text": "Thou didst crush the heads of leviathan, and gavest them as food to the people inhabiting the wilderness."
    },
    {
      "verse": 15,
      "text": "Thou didst cleave fountain and stream: thou didst dry up ever-flowing rivers."
    },
    {
      "verse": 16,
      "text": "Thine is the day and thine is the night: it is thou who hast prepared the luminary and the sun."
    },
    {
      "verse": 17,
      "text": "It is thou who hast set up all the boundaries of the earth: summer and winter—thou thyself hast formed them."
    },
    {
      "verse": 18,
      "text": "Remember this, that the enemy hath defied the Lord, and that a worthless foolish people have blasphemed thy name."
    },
    {
      "verse": 19,
      "text": "Oh give not up unto the multitude of enemies the soul of thy turtle-dove: the congregation of thy afflicted do not thou forget for ever."
    },
    {
      "verse": 20,
      "text": "Look unto the covenant; for the dark places of the earth are full of habitations of violence."
    },
    {
      "verse": 21,
      "text": "Oh let not the oppressed return confounded: let the poor and needy praise thy name."
    },
    {
      "verse": 22,
      "text": "Arise, O God, plead thy own cause: remember thy defiance from the worthless fool all the day."
    },
    {
      "verse": 23,
      "text": "Forget not the voice of thy adversaries: the tumult of those that rise up against thee ascendeth continually."
    }
  ]
}