{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "“A Maskil of Assaph.” Give ear, O my people, to my instruction: incline thy ear to the words of my mouth."
    },
    {
      "verse": 2,
      "text": "I will open with a parable my mouth: I will utter riddles out of ancient times;"
    },
    {
      "verse": 3,
      "text": "Which we have heard and know, and which our fathers have related unto us."
    },
    {
      "verse": 4,
      "text": "We will not conceal them from their children, relating to the latest generation the praises of the Lord, and his strength, and his wonderful deeds which he hath done."
    },
    {
      "verse": 5,
      "text": "Yea, he established a testimony in Jacob, and instituted a law in Israel, which he commanded our fathers, that they should make them known to their children:"
    },
    {
      "verse": 6,
      "text": "In order that the latest generation might know them, even the children that are to be born; that they may arise and relate them to their children;"
    },
    {
      "verse": 7,
      "text": "That they may place in God their hope, and not forget the doings of God, but observe his commandments;"
    },
    {
      "verse": 8,
      "text": "And that they may not be like their fathers, a stubborn and rebellious generation; a generation that had not directed their heart firmly, and whose spirit was not faithful to God."
    },
    {
      "verse": 9,
      "text": "The children of Ephraim, like well-armed archers, that turn round on the day of battle,"
    },
    {
      "verse": 10,
      "text": "Kept not the covenant of God, and in his law they refused to walk;"
    },
    {
      "verse": 11,
      "text": "And they forgot his deeds, as also his wonders, which he had permitted them to see."
    },
    {
      "verse": 12,
      "text": "In the presence of their fathers did he do wonders, in the land of Egypt, in the fields of Zo'an."
    },
    {
      "verse": 13,
      "text": "He divided the sea, and caused them to pass through; and he made the waters stand upright as a wall."
    },
    {
      "verse": 14,
      "text": "And he led them with the cloud by day, and all the night with a light of fire."
    },
    {
      "verse": 15,
      "text": "He split rocks in the wilderness, and gave them drink as out of the mighty deep."
    },
    {
      "verse": 16,
      "text": "And he brought forth running streams out of the rock, and caused water to run down like rivers."
    },
    {
      "verse": 17,
      "text": "But they repeated to sin yet more against him, rebelling against the Most High in the desert."
    },
    {
      "verse": 18,
      "text": "And they tempted God in their heart, by asking food for their desire."
    },
    {
      "verse": 19,
      "text": "Yea, they spoke against God: they said, Will God be able to set in order a table in the wilderness?"
    },
    {
      "verse": 20,
      "text": "Behold, he smote the rock, so that waters gushed out, and streams overflowed: shall he also be able to give bread? or can he provide flesh for his people?"
    },
    {
      "verse": 21,
      "text": "Therefore, when the Lord heard this, he became wroth: and a fire was kindled against Jacob, and anger also ascended against Israel,"
    },
    {
      "verse": 22,
      "text": "Because they had not believed in God, and had not trusted in his salvation."
    },
    {
      "verse": 23,
      "text": "Then he ordained the skies from above, and the doors of heaven he opened;"
    },
    {
      "verse": 24,
      "text": "And he let rain down upon them manna to eat, and the corn of heaven gave he unto them."
    },
    {
      "verse": 25,
      "text": "Angels' bread did man eat: he sent them provision to satisfaction."
    },
    {
      "verse": 26,
      "text": "He caused an east wind to pass along the heavens; and he led forth by his strength the south wind."
    },
    {
      "verse": 27,
      "text": "And he let rain upon them flesh [as plentiful] as the dust, and winged birds like the sand of the sea;"
    },
    {
      "verse": 28,
      "text": "And he let them fall in the midst of their camp, round about their habitations."
    },
    {
      "verse": 29,
      "text": "And they ate, and were greatly satisfied, and what they longed for he brought unto them."
    },
    {
      "verse": 30,
      "text": "They were not estranged from their longing, yet was their food in their mouth:"
    },
    {
      "verse": 31,
      "text": "When the wrath of God ascended against them, and he slew some of the fattest of them, and the young men of Israel did he strike down."
    },
    {
      "verse": 32,
      "text": "With all this they sinned again, and believed not in his wonders."
    },
    {
      "verse": 33,
      "text": "Therefore he caused their days to come to an end in nought, and their years in dread."
    },
    {
      "verse": 34,
      "text": "When he slew them, then did they seek him, and they returned and inquired earnestly after God."
    },
    {
      "verse": 35,
      "text": "And they remembered that God was their rock, and the most high God their redeemer."
    },
    {
      "verse": 36,
      "text": "Nevertheless they prayed insincerely to him with their mouth, and with their tongue they lied unto him."
    },
    {
      "verse": 37,
      "text": "For their heart was not firm with him, and they were not faithful in his covenant."
    },
    {
      "verse": 38,
      "text": "But he, being merciful, forgave the iniquity, and destroyed [them] not: yea, many a time turned he his anger away, and did not awaken all his fury."
    },
    {
      "verse": 39,
      "text": "And he remembered that they are but flesh, a spirit that passeth away, and returneth not again."
    },
    {
      "verse": 40,
      "text": "How oft did they rebel against him in the wilderness, grieve him in the desert!"
    },
    {
      "verse": 41,
      "text": "Yea, they once more tempted God, and set limits to the Holy One of Israel."
    },
    {
      "verse": 42,
      "text": "They remembered not his hand, the day when he ransomed them from the adversary;"
    },
    {
      "verse": 43,
      "text": "When he displayed in Egypt his signs, and his wonderful tokens in the fields of Zo'an."
    },
    {
      "verse": 44,
      "text": "And he changed their rivers into blood; and their running streams, that they could not drink [of them]."
    },
    {
      "verse": 45,
      "text": "He sent out among them various wild beasts, which devoured them; and frogs, which destroyed them."
    },
    {
      "verse": 46,
      "text": "And he gave unto the cricket their products, and their labor unto the locust."
    },
    {
      "verse": 47,
      "text": "He slew with hail their vines, and their sycamore-trees with ice-bolts."
    },
    {
      "verse": 48,
      "text": "And he surrendered to the hail their cattle, and their herds to the lightning's flashes."
    },
    {
      "verse": 49,
      "text": "He let loose against them the fierceness of his anger, wrath and indignation, and distress, a host of angels of misfortune."
    },
    {
      "verse": 50,
      "text": "He leveled a path for his anger; he withheld not from death their soul, and their life he surrendered to the pestilence;"
    },
    {
      "verse": 51,
      "text": "And he smote all the first-born in Egypt; the first of their strength in the tents of Ham;"
    },
    {
      "verse": 52,
      "text": "But he caused his own people to depart like flocks, and guided them like a drove in the wilderness."
    },
    {
      "verse": 53,
      "text": "And he led them in safety, so that they felt no dread; but the sea covered over their enemies."
    },
    {
      "verse": 54,
      "text": "And he brought them to his holy territory, even to this mount, which his right hand had acquired."
    },
    {
      "verse": 55,
      "text": "And he drove out from before them nations, and divided them by the measuring-line as an inheritance, and he caused to dwell in their tents the tribes of Israel."
    },
    {
      "verse": 56,
      "text": "Yet they tempted and rebelled against the most high God, and his testimonies they kept not;"
    },
    {
      "verse": 57,
      "text": "But swerved aside, and dealt unfaithfully like their fathers; they turned about like a deceitful bow."
    },
    {
      "verse": 58,
      "text": "And they provoked him to anger with their high-places, and with their graven images they moved him to jealousy."
    },
    {
      "verse": 59,
      "text": "God heard this, and he became wroth, and felt greatly disgusted with Israel;"
    },
    {
      "verse": 60,
      "text": "And he cast off the dwelling at Shiloh, the tabernacle where he had dwelt among men;"
    },
    {
      "verse": 61,
      "text": "And he gave up his strength unto captivity, and his glory into the adversary's hand."
    },
    {
      "verse": 62,
      "text": "And he surrendered his people unto the sword; and with his inheritance was he wroth."
    },
    {
      "verse": 63,
      "text": "His young men the fire devoured; and his virgins were not demanded in marriage."
    },
    {
      "verse": 64,
      "text": "His priests fell by the sword; and his widows did not weep."
    },
    {
      "verse": 65,
      "text": "Then awoke the Lord as one that sleepeth, like a mighty man that shouteth by reason of wine."
    },
    {
      "verse": 66,
      "text": "And he smote his enemies backward: a perpetual disgrace on them."
    },
    {
      "verse": 67,
      "text": "Yet was he disgusted with the tent of Joseph, and of the tribe of Ephraim he made not choice;"
    },
    {
      "verse": 68,
      "text": "But he chose the tribe of Judah, the mount Zion which he loved."
    },
    {
      "verse": 69,
      "text": "And he built like high [mountains] his sanctuary, like the earth which he hath founded for ever."
    },
    {
      "verse": 70,
      "text": "And he made choice of David his servant, and took him from the sheep-folds:"
    },
    {
      "verse": 71,
      "text": "From following the ewes with young he brought him, to feed Jacob his people, and Israel his inheritance."
    },
    {
      "verse": 72,
      "text": "And he fed them according to the integrity of his heart; and by the skilfulness of his hands did he lead them."
    }
  ]
}