{
  "book_id": "PSA",
  "chapter": 79,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of Assaph.” O God! nations have entered into thy heritage; they have profaned thy holy temple; they have rendered Jerusalem heaps of ruins."
    },
    {
      "verse": 2,
      "text": "They have given the dead bodies of thy servants as food unto the fowls of the heaven, the flesh of thy pious ones unto the beasts of the earth."
    },
    {
      "verse": 3,
      "text": "They have shed their blood like water all round about Jerusalem: and there is no one to bury them."
    },
    {
      "verse": 4,
      "text": "We are become a reproach to our neighbors, a scorn and derision to those that are round about us."
    },
    {
      "verse": 5,
      "text": "How long, Lord? wilt thou be indignant for ever? shall thy jealousy burn like fire?"
    },
    {
      "verse": 6,
      "text": "Pour out thy fury over the nations that acknowledge thee not, and over the kingdoms that have not called on thy name."
    },
    {
      "verse": 7,
      "text": "For they have devoured Jacob, and laid waste his dwelling-place."
    },
    {
      "verse": 8,
      "text": "Oh remember not against us the iniquities of our fathers: make haste, let thy mercies come to our aid; for we are very miserable."
    },
    {
      "verse": 9,
      "text": "Help us, O God of our salvation, because of the glory of thy name; and deliver us, and atone for our sins, for the sake of thy name."
    },
    {
      "verse": 10,
      "text": "Wherefore shall the nations say, Where is their God? let there be made known among the nations before our eyes, the vengeance for the blood of thy servants which hath been shed."
    },
    {
      "verse": 11,
      "text": "Let the sighing of the prisoner come before thee: according to the greatness of thy almighty power preserve thou those that are doomed to death;"
    },
    {
      "verse": 12,
      "text": "And recompense unto our neighbors sevenfold into their bosom their defiance wherewith they have defied thee, O Lord."
    },
    {
      "verse": 13,
      "text": "But we thy people and the flock of thy pasture will give thanks unto thee for ever: from generation to generation will we relate thy praise."
    }
  ]
}