{
  "book_id": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Shoshannim; an 'Eduth by Assaph; a psalm.” (80:2) O Shepherd of Israel, give ear, thou that leadest Joseph like a flock; thou that dwellest between the cherubims, shine forth."
    },
    {
      "verse": 2,
      "text": "(80:3) Before Ephraim and Benjamin and Menasseh awaken thy might, and come to our help."
    },
    {
      "verse": 3,
      "text": "(80:4) O God, cause us to return, and let thy countenance shine, that we may be saved."
    },
    {
      "verse": 4,
      "text": "(80:5) O Lord of hosts, how long shall thy anger smoke against the prayer of thy people?"
    },
    {
      "verse": 5,
      "text": "(80:6) Thou feedest them with the bread of tears, and givest them tears to drink in great measure."
    },
    {
      "verse": 6,
      "text": "(80:7) Thou renderest us a contest unto our neighbors: and our enemies hold derision among themselves."
    },
    {
      "verse": 7,
      "text": "(80:8) O God of hosts, cause us to return, and let thy countenance shine, that we may be saved."
    },
    {
      "verse": 8,
      "text": "(80:9) A vine didst thou remove out of Egypt: thou drovest out nations, and plantedst it."
    },
    {
      "verse": 9,
      "text": "(80:10) Thou didst clear out a place before it, and it struck its root deeply, and it filled the land."
    },
    {
      "verse": 10,
      "text": "(80:11) Mountains were covered with its shadow, and with its boughs the cedars of God."
    },
    {
      "verse": 11,
      "text": "(80:12) It sent out its tendrils as far as the sea, and unto the river its suckers."
    },
    {
      "verse": 12,
      "text": "(80:13) Wherefore hast thou now broken down its fences, so that all who pass by the way pluck the fruit from it?"
    },
    {
      "verse": 13,
      "text": "(80:14) The boar out of the forest doth gnaw at it, and what moveth on the field feedeth on it."
    },
    {
      "verse": 14,
      "text": "(80:15) O God of hosts, return; I pray thee, look down from heaven, and behold, and think of this vine;"
    },
    {
      "verse": 15,
      "text": "(80:16) And of the sprout which thy right hand hath planted, and of the branch that thou hast made strong for thyself."
    },
    {
      "verse": 16,
      "text": "(80:17) It is burnt with fire, it is hewn down; because of the rebuke of thy countenance do they perish."
    },
    {
      "verse": 17,
      "text": "(80:18) Let thy hand be over the man of thy right hand, over the son of man whom thou hast made strong for thyself."
    },
    {
      "verse": 18,
      "text": "(80:19) Then will we not swerve from thee: revive us again, and we will call on thy name."
    },
    {
      "verse": 19,
      "text": "(80:20) O Lord God of hosts, cause us to return: let thy countenance shine, that we may be saved."
    }
  ]
}