{
  "book_id": "PSA",
  "chapter": 81,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Gittith; by Assaph.” (81:2) Sing aloud unto God our strength: shout joyfully unto the God of Jacob."
    },
    {
      "verse": 2,
      "text": "(81:3) Lift up psalm, and bring hither the timbrel, the pleasant harp with the psaltery."
    },
    {
      "verse": 3,
      "text": "(81:4) Blow on the new moon the cornet, at the time appointed, on the day of our feast."
    },
    {
      "verse": 4,
      "text": "(81:5) For this is a statute for Israel, an ordinance by the God of Jacob."
    },
    {
      "verse": 5,
      "text": "(81:6) As a testimony in Joseph did he ordain it, when he went out over the land of Egypt. The language of one I had not known did I hear."
    },
    {
      "verse": 6,
      "text": "(81:7) I removed from the burden his shoulder: his hands left behind the burden-basket."
    },
    {
      "verse": 7,
      "text": "(81:8) In distress thou didst call, and I delivered thee; I answered thee in the secret of the thunder: I proved thee at the waters of Meribah. Selah."
    },
    {
      "verse": 8,
      "text": "(81:9) Hear, O my people, and I will give warning unto thee; O Israel, if thou wouldst but hearken unto me!"
    },
    {
      "verse": 9,
      "text": "(81:10) There shall not be among thee a foreign God; nor shalt thou bow thyself down to any strange God."
    },
    {
      "verse": 10,
      "text": "(81:11) I am the Lord thy God, who have brought thee up out of the land of Egypt: open wide thy mouth, and I will fill it."
    },
    {
      "verse": 11,
      "text": "(81:12) But my people did not hearken to my voice; and Israel was not willing [to follow] me."
    },
    {
      "verse": 12,
      "text": "(81:13) So I let them go in the stubbornness of their own hearts: and they walked in their own counsels."
    },
    {
      "verse": 13,
      "text": "(81:14) Oh that my people would hearken unto me, that Israel would walk in my ways!"
    },
    {
      "verse": 14,
      "text": "(81:15) In a little while would I subdue their enemies, and against their adversaries would I turn my hand."
    },
    {
      "verse": 15,
      "text": "(81:16) The haters of the Lord should offer flattery unto him; but their time should endure for ever."
    },
    {
      "verse": 16,
      "text": "(81:17) And he would feed him with the best of wheat: and out of the rock would I satisfy thee with honey."
    }
  ]
}