{
  "book_id": "PSA",
  "chapter": 84,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician upon Gittith, by the sons of Korach, a psalm.” (84:2) How lovely are thy dwelling-places, O Lord of hosts!"
    },
    {
      "verse": 2,
      "text": "(84:3) My soul desired, yea, it also longed for the courts of the Lord: my heart and my flesh shout with joy unto the living God."
    },
    {
      "verse": 3,
      "text": "(84:4) Even as the sparrow hath found a house, and the swallow a nest for herself, where she may lay her young:—[have I found] thy altars, O Lord of hosts, my King, and my God."
    },
    {
      "verse": 4,
      "text": "(84:5) Happy are they who dwell in thy house: they will be continually praising thee. Selah."
    },
    {
      "verse": 5,
      "text": "(84:6) Happy is the man whose strong confidence is in thee, [all] whose heart reflecteth on the paths [of righteousness]."
    },
    {
      "verse": 6,
      "text": "(84:7) Passing through the valley of weeping, they will change it into a spring: also the early rain covereth it with blessings."
    },
    {
      "verse": 7,
      "text": "(84:8) They go from strength to strength, each of them appeareth before God in Zion."
    },
    {
      "verse": 8,
      "text": "(84:9) O Lord God of hosts, hear my prayer: give ear, O God of Jacob. Selah."
    },
    {
      "verse": 9,
      "text": "(84:10) [Thou,] our shield, behold, O God, and look upon the face of thy anointed."
    },
    {
      "verse": 10,
      "text": "(84:11) For better is a day in thy courts than a thousand [elsewhere]: I would rather choose to wait at the threshold of the house of my God, than to dwell in the tents of wickedness."
    },
    {
      "verse": 11,
      "text": "(84:12) For a sun and shield is the Lord God; grace and glory will the Lord give; he will not withhold any good from those that walk with integrity."
    },
    {
      "verse": 12,
      "text": "(84:13) O Lord of hosts, happy is the man that trusteth in thee."
    }
  ]
}