{
  "book_id": "PSA",
  "chapter": 86,
  "verses": [
    {
      "verse": 1,
      "text": "“A prayer of David.” Incline, O Lord, thy ear, answer me; for poor and needy am I."
    },
    {
      "verse": 2,
      "text": "Preserve my soul; for I am pious: help thy servant, O thou my God, that trusteth in thee."
    },
    {
      "verse": 3,
      "text": "Be gracious unto me, O Lord; for unto thee I call all the time."
    },
    {
      "verse": 4,
      "text": "Cause to rejoice the soul of thy servant; for unto thee, O Lord, do I lift my soul."
    },
    {
      "verse": 5,
      "text": "For thou, O Lord, art good and forgiving, and abundant in kindness unto all that call on thee."
    },
    {
      "verse": 6,
      "text": "Give ear, O Lord, unto my prayer, and attend to the voice of my supplications."
    },
    {
      "verse": 7,
      "text": "On the day of my distress will I call on thee; for thou wilt answer me."
    },
    {
      "verse": 8,
      "text": "There is none like unto thee among the Gods, O Lord; and there is nothing like thy works."
    },
    {
      "verse": 9,
      "text": "All the nations whom thou hast made shall come and bow themselves down before thee, O Lord; and they shall ascribe honor unto thy name."
    },
    {
      "verse": 10,
      "text": "For great art thou, and doing wondrous things: thou art God by thyself alone."
    },
    {
      "verse": 11,
      "text": "Teach me, O Lord, thy way; I will walk firmly in thy truth: unite my heart to fear thy name."
    },
    {
      "verse": 12,
      "text": "I will thank thee, O Lord my God, with all my heart, and I will honor thy name for evermore."
    },
    {
      "verse": 13,
      "text": "For thy kindness is great toward me: and thou hast delivered my soul from the grave of the lower world."
    },
    {
      "verse": 14,
      "text": "O God, the presumptuous are risen up against me, and the assembly of the powerful wicked have sought after my life, and have not set thee before them."
    },
    {
      "verse": 15,
      "text": "But thou, O Lord, art God, full of mercy, and gracious, longsuffering, and abundant in kindness and truth."
    },
    {
      "verse": 16,
      "text": "Oh turn unto me, and be gracious unto me: give thy strength unto thy servant, and save the son of thy handmaid."
    },
    {
      "verse": 17,
      "text": "Display on me a sign for good, that those who hate me may see it, and be ashamed; because thou, Lord, hast helped me, and comforted me."
    }
  ]
}