{
  "book_id": "PSA",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "“A song or psalm of the sons of Korach, to the chief musician upon Machalath-le'annoth, a Maskil of Heman the Ezrachite.” (88:2) O Lord the God of my salvation, by day do I cry, [and] at night I am before thee."
    },
    {
      "verse": 2,
      "text": "(88:3) Let my prayer come unto thy presence; incline thy ear unto my entreaty."
    },
    {
      "verse": 3,
      "text": "(88:4) For my soul is sated with troubles; and my life draweth nigh unto the nether world."
    },
    {
      "verse": 4,
      "text": "(88:5) I am counted with those that descend into the pit; I am become as a man without vigor:"
    },
    {
      "verse": 5,
      "text": "(88:6) Free among the dead, like the slain that dwell in the grave, whom thou rememberest no more; and those that are cut off by thy hand."
    },
    {
      "verse": 6,
      "text": "(88:7) Thou hast laid me in the pit of the lower world, in darkness, in the depths."
    },
    {
      "verse": 7,
      "text": "(88:8) Upon me lieth heavily thy fury, and with all thy billows hast thou afflicted me. Selah."
    },
    {
      "verse": 8,
      "text": "(88:9) Thou hast removed my acquaintances far from me; thou hast rendered me an abomination unto them: I am imprisoned, and I cannot go forth."
    },
    {
      "verse": 9,
      "text": "(88:10) My eye languisheth by reason of affliction: I call on thee, O Lord, every day, I stretch out unto thee my hands."
    },
    {
      "verse": 10,
      "text": "(88:11) Wilt thou display wonders to the dead? shall the departed arise [and] thank thee? Selah."
    },
    {
      "verse": 11,
      "text": "(88:12) Shall thy kindness be related in the grave? thy faithfulness in the place of corruption?"
    },
    {
      "verse": 12,
      "text": "(88:13) Shall thy wonders be acknowledged in the darkness? and thy righteousness in the land of forgetfulness?"
    },
    {
      "verse": 13,
      "text": "(88:14) Yet I cry indeed aloud unto thee, O Lord; and in the morning shall my prayer come before thee."
    },
    {
      "verse": 14,
      "text": "(88:15) Why, O Lord, wilt thou cast off my soul? [why] wilt thou hide thy face from me?"
    },
    {
      "verse": 15,
      "text": "(88:16) I am afflicted and perishing from my youth up: I bear thy terrors, I am distracted."
    },
    {
      "verse": 16,
      "text": "(88:17) Over me have the fires of thy wrath passed; thy terrors have destroyed me;"
    },
    {
      "verse": 17,
      "text": "(88:18) They encompass me like water all the time; they have closed in round about me together."
    },
    {
      "verse": 18,
      "text": "(88:19) Thou hast removed far from me lover and friend, my acquaintances [are in] darkness."
    }
  ]
}