{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "“A Maskil of Ethan the Ezrachite.” (89:2) The kindnesses of the Lord will I for ever sing: from generation to generation will I make known thy faithfulness with my mouth."
    },
    {
      "verse": 2,
      "text": "(89:3) For I have said, To eternity will kindness be built up: the heavens—yea, in these wilt thou establish thy faithfulness."
    },
    {
      "verse": 3,
      "text": "(89:4) “I have made a covenant with my elect, I have sworn unto David my servant,"
    },
    {
      "verse": 4,
      "text": "(89:5) Unto eternity will I establish thy seed, and I will build up thy throne, from generation to generation.” Selah."
    },
    {
      "verse": 5,
      "text": "(89:6) And the heavens praise thy wonder, O Lord: also thy faithfulness in the assembly of holy ones."
    },
    {
      "verse": 6,
      "text": "(89:7) For who in the sky can be compared unto the Lord? who can be likened unto the Lord among the sons of the mighty?"
    },
    {
      "verse": 7,
      "text": "(89:8) God is greatly terrific in the secret council of the holy ones and fear-inspiring over all that are about him."
    },
    {
      "verse": 8,
      "text": "(89:9) O Lord God of hosts, who is powerful, like thee, Eternal! and thy faithfulness is round about thee."
    },
    {
      "verse": 9,
      "text": "(89:10) Thou rulest over the pride of the sea: when its waves are lifted up, thou assuagest them."
    },
    {
      "verse": 10,
      "text": "(89:11) Thou didst crush Rahab as one that is slain: with thy strong arm didst thou scatter thy enemies."
    },
    {
      "verse": 11,
      "text": "(89:12) Thine are the heavens, also thine is the earth: as for the world and what filleth it, thou hast founded them."
    },
    {
      "verse": 12,
      "text": "(89:13) The north and the south—these hast thou created: Tabor and Chermon shall rejoice in thy name."
    },
    {
      "verse": 13,
      "text": "(89:14) Thine is the powerful arm, with might: strong is thy hand, and exalted is thy right hand."
    },
    {
      "verse": 14,
      "text": "(89:15) Righteousness and justice are the prop of thy throne: kindness and truth precede thy presence."
    },
    {
      "verse": 15,
      "text": "(89:16) Happy is the people that know the cornet's sound: O Lord, in the light of thy countenance will they ever walk firmly."
    },
    {
      "verse": 16,
      "text": "(89:17) In thy name will they be glad all the day, and in thy righteousness will they be exalted."
    },
    {
      "verse": 17,
      "text": "(89:18) For thou art the glory of their strength; and through thy favor will our horn be exalted."
    },
    {
      "verse": 18,
      "text": "(89:19) For of the Lord is our shield; and of the Holy One of Israel is our king."
    },
    {
      "verse": 19,
      "text": "(89:20) Then spokest thou in a vision to thy pious [servant], and saidst, “I have bestowed help to one that is mighty; I have exalted a youth out of the people;"
    },
    {
      "verse": 20,
      "text": "(89:21) I have found David my servant; with my holy oil have I anointed him;"
    },
    {
      "verse": 21,
      "text": "(89:22) With whom my hand shall be firmly established; also my arm shall strengthen him;"
    },
    {
      "verse": 22,
      "text": "(89:23) The enemy shall not exact from him like a lender: and the son of injustice shall not afflict him:"
    },
    {
      "verse": 23,
      "text": "(89:24) And I will beat down before his face his assailants, and those that hate him will I plague."
    },
    {
      "verse": 24,
      "text": "(89:25) But my faithfulness and my kindness shall be with him: and through my name shall his horn be exalted."
    },
    {
      "verse": 25,
      "text": "(89:26) And I will place on the sea his hand, and on the rivers his right hand."
    },
    {
      "verse": 26,
      "text": "(89:27) He will call unto me, Thou art my father, my God, and the rock of my salvation."
    },
    {
      "verse": 27,
      "text": "(89:28) Also I will appoint my first-born, the highest among the kings of the earth."
    },
    {
      "verse": 28,
      "text": "(89:29) For evermore will I keep for him my kindness, and my covenant shall stand faithfully with him."
    },
    {
      "verse": 29,
      "text": "(89:30) And I appoint for ever his seed, and his throne as the days of heaven."
    },
    {
      "verse": 30,
      "text": "(89:31) If his children forsake my law, and walk not in my ordinances;"
    },
    {
      "verse": 31,
      "text": "(89:32) If they profane my statutes, and keep not my commandments:"
    },
    {
      "verse": 32,
      "text": "(89:33) Then will I visit with the rod their transgressions, and with plagues their iniquity."
    },
    {
      "verse": 33,
      "text": "(89:34) Nevertheless my kindness will I not make utterly void from him, and I will not act falsely against my faithfulness."
    },
    {
      "verse": 34,
      "text": "(89:35) I will not profane my covenant, and what is gone out of my lips will I not alter."
    },
    {
      "verse": 35,
      "text": "(89:36) One thing have I sworn by my holiness, that I will not lie unto David."
    },
    {
      "verse": 36,
      "text": "(89:37) His seed shall endure for ever, and his throne shall be like the sun before me."
    },
    {
      "verse": 37,
      "text": "(89:38) Like the moon shall it be firmly established for ever, and as this faithful witness in the sky.” Selah."
    },
    {
      "verse": 38,
      "text": "(89:39) And yet thou hast east off and despised, thou hast become wroth with thy anointed."
    },
    {
      "verse": 39,
      "text": "(89:40) Thou hast made void the covenant of thy servant: thou hast profaned, down to the ground, his crown."
    },
    {
      "verse": 40,
      "text": "(89:41) Thou hast broken down all his fences: thou hast brought his strong-holds to terror."
    },
    {
      "verse": 41,
      "text": "(89:42) All that pass by the way plunder him: he is become a reproach to his neighbors."
    },
    {
      "verse": 42,
      "text": "(89:43) Thou hast raised up the right hand of his assailants: thou hast caused all his enemies to rejoice."
    },
    {
      "verse": 43,
      "text": "(89:44) Thou hast also turned the edge of his sword, and hast not let him stand erect in the battle."
    },
    {
      "verse": 44,
      "text": "(89:45) Thou hast made his brilliancy cease; and his throne hast thou thrown down to the ground."
    },
    {
      "verse": 45,
      "text": "(89:46) Thou hast shortened the days of his youth: thou hast enshrouded him with shame. Selah."
    },
    {
      "verse": 46,
      "text": "(89:47) How long, Lord, wilt thou hide thyself, continually? how long shall thy fury burn like fire?"
    },
    {
      "verse": 47,
      "text": "(89:48) Remember [what] I am, what my duration is [here], for what nothingness thou hast created all sons of men!"
    },
    {
      "verse": 48,
      "text": "(89:49) What man is there that can live, and shall not see death? that can deliver his soul from the power of the nether word? Selah."
    },
    {
      "verse": 49,
      "text": "(89:50) Where are thy former kindnesses, O Lord, which thou hast sworn unto David by thy truth?"
    },
    {
      "verse": 50,
      "text": "(89:51) Remember, Lord, the disgrace of thy servants; that I bear in my bosom the [burden] of all the many nations;"
    },
    {
      "verse": 51,
      "text": "(89:52) That thy enemies have defied, O Lord; that they have defied the footsteps of thy anointed."
    },
    {
      "verse": 52,
      "text": "(89:53) Blessed be the Lord for evermore. Amen, and Amen."
    }
  ]
}