{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "BOOK FOURTH: “A prayer of Moses the man of God.” Lord, a place of refuge hast thou been unto us in all generations."
    },
    {
      "verse": 2,
      "text": "Before yet the mountains were brought forth, or thou hadst ever produced the earth and the world, even from everlasting to everlasting, thou art God."
    },
    {
      "verse": 3,
      "text": "Thou turnest man to contrition, and sayest, Return ye children of men."
    },
    {
      "verse": 4,
      "text": "For a thousand years are in thy eyes but as the yesterday when it is past, and as a watch in the night."
    },
    {
      "verse": 5,
      "text": "Thou carriest them away as with a flood; they are as a sleep: in the morning [they grow] like the grass which changeth."
    },
    {
      "verse": 6,
      "text": "In the morning it blossometh, and is changed: in the evening it is mowed off, and withereth."
    },
    {
      "verse": 7,
      "text": "For [thus] are we consumed by thy anger, and by thy fury are we terrified."
    },
    {
      "verse": 8,
      "text": "Thou hast set our iniquities before thee, our concealed sins before the light of thy countenance."
    },
    {
      "verse": 9,
      "text": "For all our days are passed away in thy wrath: we consume our years like a word that is spoken."
    },
    {
      "verse": 10,
      "text": "The days of our years in this life are seventy years; and if by uncommon vigor they be eighty, yet is their greatness trouble and mishap; for it soon hasteneth off, and we fly away."
    },
    {
      "verse": 11,
      "text": "Who knoweth the strength of thy anger, and thy wrath which is like the fear of thee?"
    },
    {
      "verse": 12,
      "text": "Let us then know how to number our days, that we may obtain a heart endowed with wisdom."
    },
    {
      "verse": 13,
      "text": "Return, O Lord, how long yet? and bethink thee concerning thy servants."
    },
    {
      "verse": 14,
      "text": "O satisfy us in the morning with thy kindness, that we may be glad and rejoice throughout all our days."
    },
    {
      "verse": 15,
      "text": "Cause us to rejoice as many days as those wherein thou hast afflicted us, the years wherein we have seen unhappiness."
    },
    {
      "verse": 16,
      "text": "Let thy act be visible on thy servants, and thy majesty over their children."
    },
    {
      "verse": 17,
      "text": "And may the beauty of the Lord our God be upon us; and the work of our hands do thou firmly establish upon us: yea, the work of our hands—firmly establish thou it."
    }
  ]
}