{
  "book_id": "PSA",
  "chapter": 91,
  "verses": [
    {
      "verse": 1,
      "text": "He who sitteth under the secret protection of the Most High, shall rest under the shadow of the Almighty."
    },
    {
      "verse": 2,
      "text": "I will say of the Lord, who is my refuge and my stronghold, my God, in whom I ever trust,"
    },
    {
      "verse": 3,
      "text": "That he will surely deliver thee from the snare of the fowler, and from the pestilence of destruction."
    },
    {
      "verse": 4,
      "text": "With his pinions will he cover thee, and under his wings shalt thou find shelter: shield and buckler is his truth."
    },
    {
      "verse": 5,
      "text": "Thou shalt not be afraid of the terror of the night; nor of the arrow that flieth by day;"
    },
    {
      "verse": 6,
      "text": "Nor of the pestilence that stalketh in darkness; nor of the deadly disease that wasteth at noonday."
    },
    {
      "verse": 7,
      "text": "There shall fall at thy side a thousand, and ten thousand at thy right hand; unto thee [however] shall it not come nigh."
    },
    {
      "verse": 8,
      "text": "Only with thy eyes shalt thou behold it, and see the recompense of the wicked."
    },
    {
      "verse": 9,
      "text": "Because thou hast [said], The Lord is my protection, the Most High hast thou made thy refuge:"
    },
    {
      "verse": 10,
      "text": "No evil shall befall thee, nor shall any plague come nigh unto thy tent."
    },
    {
      "verse": 11,
      "text": "For his angels will he give charge concerning thee, to guard thee on all thy ways."
    },
    {
      "verse": 12,
      "text": "Upon [their] hands shall they bear thee, that thou mayest not dash against a stone thy foot."
    },
    {
      "verse": 13,
      "text": "Upon the fierce lion and asp shalt thou tread: thou shalt trample under foot the young lion and serpent."
    },
    {
      "verse": 14,
      "text": "Because he hath fixed his desire upon me, therefore will I release him: I will set him on high, because he knoweth my name."
    },
    {
      "verse": 15,
      "text": "He will call on me, and I will answer him: with him will I be in distress; I will deliver him, and grant him honor."
    },
    {
      "verse": 16,
      "text": "With length of days will I satisfy him, and I will let him see my salvation."
    }
  ]
}