{
  "book_id": "PSA",
  "chapter": 92,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm or song for the sabbath day.” (92:2) It is a good thing to give thanks unto the Lord, and to sing praises unto thy name, O Most High:"
    },
    {
      "verse": 2,
      "text": "(92:3) To tell in the morning of thy kindness, and of thy faithfulness in the nights."
    },
    {
      "verse": 3,
      "text": "(92:4) Upon a ten-stringed instrument, and upon the psaltery; and with the sweet sound of the harp."
    },
    {
      "verse": 4,
      "text": "(92:5) For thou hast caused me to rejoice, O Lord, through thy doing: because of the works of thy hands will I triumph."
    },
    {
      "verse": 5,
      "text": "(92:6) How great are thy works, O Lord! exceedingly profound are thy thoughts."
    },
    {
      "verse": 6,
      "text": "(92:7) A brutish man knoweth it not, and a fool cannot understand this."
    },
    {
      "verse": 7,
      "text": "(92:8) When the wicked spring up like herbs, and when all the workers of wickedness do flourish; it is that they may be destroyed evermore."
    },
    {
      "verse": 8,
      "text": "(92:9) But thou art exalted to eternity, O Lord!"
    },
    {
      "verse": 9,
      "text": "(92:10) For, lo, thy enemies, O Lord, for, lo, thy enemies shall perish: all the workers of wickedness shall be scattered."
    },
    {
      "verse": 10,
      "text": "(92:11) But thou exaltest my horn like that of a reem: I am anointed with fresh oil."
    },
    {
      "verse": 11,
      "text": "(92:12) And my eye looketh on [the punishment of] those that regard me with envy: of the evildoers that rise up against me my ears shall bear it."
    },
    {
      "verse": 12,
      "text": "(92:13) The righteous shall spring up like the palm-tree: like a cedar in Lebanon shall he grow high."
    },
    {
      "verse": 13,
      "text": "(92:14) Planted in the house of the Lord, in the courts of our God shall they spring up."
    },
    {
      "verse": 14,
      "text": "(92:15) They shall still flourish in high old age; they shall be vigorous and covered with foliage;"
    },
    {
      "verse": 15,
      "text": "(92:16) To declare that the Lord is upright: he is my rock, and there is no faultiness in him."
    }
  ]
}