{
  "book_id": "PSA",
  "chapter": 94,
  "verses": [
    {
      "verse": 1,
      "text": "O God, of vengeance, Lord! O God of vengeance, shine forth."
    },
    {
      "verse": 2,
      "text": "Lift up thyself, O judge of the Earth! bring a recompense upon the proud."
    },
    {
      "verse": 3,
      "text": "How long shall the wicked, O Lord—how long shall the wicked exult?"
    },
    {
      "verse": 4,
      "text": "They sputter, they speak hard things: all the workers of wickedness boast themselves."
    },
    {
      "verse": 5,
      "text": "Thy people, O Lord! they crush, and thy heritage they afflict."
    },
    {
      "verse": 6,
      "text": "The widow and the stranger they slay, and the fatherless they murder."
    },
    {
      "verse": 7,
      "text": "And they say, The Lord will not see, and the God of Jacob will not take notice of it."
    },
    {
      "verse": 8,
      "text": "Understand, ye brutish among the people: and ye fools, when will ye become intelligent!"
    },
    {
      "verse": 9,
      "text": "He that hath planted the ear, shall he not hear? or he that hath formed the eye, shall he not see?"
    },
    {
      "verse": 10,
      "text": "He that admonisheth nations, shall he not correct? is it not he that teacheth man knowledge!"
    },
    {
      "verse": 11,
      "text": "The Lord knoweth the thoughts of man, that they are nought."
    },
    {
      "verse": 12,
      "text": "Happy is the man whom thou admonisheth, O Lord, and teachest him out of thy law:"
    },
    {
      "verse": 13,
      "text": "That thou mayest grant him repose from the days of evil, until the pot be dug for the wicked."
    },
    {
      "verse": 14,
      "text": "For the Lord will not cast off his people, and his inheritance will he not forsake."
    },
    {
      "verse": 15,
      "text": "For unto righteousness will justice return; and it shall be followed by all the upright in heart."
    },
    {
      "verse": 16,
      "text": "Who will rise up for me against evil-doers? or who will stand forward for me against the workers of wickedness?"
    },
    {
      "verse": 17,
      "text": "Unless the Lord had been a help unto me, but a little would have been wanting that my soul had dwelt in the silence of death."
    },
    {
      "verse": 18,
      "text": "When I said, My foot hath slipped: thy kindness, O Lord, sustained me."
    },
    {
      "verse": 19,
      "text": "In the multitude of my [painful] thoughts within me, thy consolations delight my soul."
    },
    {
      "verse": 20,
      "text": "Can there be associated with thee the throne of destructive wickedness, which frameth mischief as a law?"
    },
    {
      "verse": 21,
      "text": "They band themselves together against the soul of the righteous, and innocent blood do they condemn."
    },
    {
      "verse": 22,
      "text": "But the Lord is become my defence, and my God, the rock of my refuge."
    },
    {
      "verse": 23,
      "text": "And he will bring back upon them their own injustice, and in their own wickedness will he destroy them: [yea], he will destroy them—the Lord our God."
    }
  ]
}