{
  "book_id": "PSA",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "“A prayer of the afflicted, when he is overwhelmed, and poureth out before the Lord his complaint.” (102:2) O Lord, hear my prayer, and let my cry come unto thee."
    },
    {
      "verse": 2,
      "text": "(102:3) Hide not thy face from me on the day when I am distressed; incline unto me thy ear; on the day when I call, answer me speedily."
    },
    {
      "verse": 3,
      "text": "(102:4) For my days vanish in smoke, and my bones are burning like a hearth."
    },
    {
      "verse": 4,
      "text": "(102:5) Struck [by heat] like the herb and dried up is my heart; for I forget to eat my bread."
    },
    {
      "verse": 5,
      "text": "(102:6) Because of the voice of my groaning my bones cleave to my flesh."
    },
    {
      "verse": 6,
      "text": "(102:7) I am like the pelican of the wilderness: I am become like the owl amid ruins."
    },
    {
      "verse": 7,
      "text": "(102:8) I watch, and I am become like a [night-]bird sitting alone upon the housetop."
    },
    {
      "verse": 8,
      "text": "(102:9) All the day my enemies reproach me: they that mock me swear by me."
    },
    {
      "verse": 9,
      "text": "(102:10) For ashes do I eat like bread, and my drink I mingle with weeping;"
    },
    {
      "verse": 10,
      "text": "(102:11) Because of thy indignation and thy wrath; for thou hadst lifted me up, and hast cast me down."
    },
    {
      "verse": 11,
      "text": "(102:12) My days are like a shadow that declineth; and like the herb I wither."
    },
    {
      "verse": 12,
      "text": "(102:13) But thou, O Lord, wilt sit enthroned for ever; and thy memorial is unto all generations."
    },
    {
      "verse": 13,
      "text": "(102:14) Thou wilt indeed arise; thou wilt have mercy upon Zion; for it is time to favor her, for the appointed time is coming."
    },
    {
      "verse": 14,
      "text": "(102:15) For thy servants hold dear her stones, and her very dust they cherish."
    },
    {
      "verse": 15,
      "text": "(102:16) Then shall nations fear the name of the Lord, and all the kings of the earth thy glory:"
    },
    {
      "verse": 16,
      "text": "(102:17) When the Lord shalt have built up Zion, he appeareth in his glory;"
    },
    {
      "verse": 17,
      "text": "(102:18) [When] he hath regarded the prayer of the forsaken, and doth not despise their prayer."
    },
    {
      "verse": 18,
      "text": "(102:19) This shall be written down for the latest generation; and the people which shall be created shall praise the Lord."
    },
    {
      "verse": 19,
      "text": "(102:20) For he hath looked down from the height of his sanctuary; the Lord hath cast from heaven his view to the earth:"
    },
    {
      "verse": 20,
      "text": "(102:21) To hear the sighing of the prisoner; to loosen those that are doomed to death:"
    },
    {
      "verse": 21,
      "text": "(102:22) That men may proclaim in Zion the name of the Lord, and his praise in Jerusalem;"
    },
    {
      "verse": 22,
      "text": "(102:23) When people are gathered together, and kingdoms, to serve the Lord.—"
    },
    {
      "verse": 23,
      "text": "(102:24) He hath weakened on the way my strength; he hath shortened my days."
    },
    {
      "verse": 24,
      "text": "(102:25) I will say, O my God! take me not away in the midst of my days: throughout all generations are thy years."
    },
    {
      "verse": 25,
      "text": "(102:26) In olden times didst thou lay the foundations of the earth; and the heavens are the work of thy hands."
    },
    {
      "verse": 26,
      "text": "(102:27) These will indeed perish, but thou wilt ever exist: yea, all of them will wear out like a garment; as a vesture wilt thou change them, and they will be changed;"
    },
    {
      "verse": 27,
      "text": "(102:28) But thou art ever the same, and thy years will have no end."
    },
    {
      "verse": 28,
      "text": "(102:29) The children of thy servants will dwell [securely], and their seed will be firmly established before thee."
    }
  ]
}