{
  "book_id": "PSA",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "“Of David.” Bless, O my soul, the Lord, and all that is within me, his holy name."
    },
    {
      "verse": 2,
      "text": "Bless, O my soul, the Lord, and forget not all his benefits:"
    },
    {
      "verse": 3,
      "text": "Who forgiveth all thy iniquities; who healeth all thy diseases;"
    },
    {
      "verse": 4,
      "text": "Who redeemeth from the pit thy life; who crowneth thee with kindness and mercies;"
    },
    {
      "verse": 5,
      "text": "Who satisfieth with happiness thy spirit, so that thy youth is renewed like the eagle's [plumage]."
    },
    {
      "verse": 6,
      "text": "The Lord executeth righteousness, and justice for all that are oppressed."
    },
    {
      "verse": 7,
      "text": "He made known his ways unto Moses, unto the children of Israel his acts."
    },
    {
      "verse": 8,
      "text": "Merciful and gracious is the Lord, long-suffering and abundant in kindness."
    },
    {
      "verse": 9,
      "text": "Not for all eternity will he contend; nor will he for ever retain his anger."
    },
    {
      "verse": 10,
      "text": "Not in accordance with our sins hath he dealt with us; nor according to our iniquities hath he requited us."
    },
    {
      "verse": 11,
      "text": "For as high as heaven is above the earth, so mighty is his kindness toward those that fear him."
    },
    {
      "verse": 12,
      "text": "As far as the east is from the west, so far hath he removed from us our transgressions."
    },
    {
      "verse": 13,
      "text": "As a father hath mercy on his children, so hath the Lord mercy on those that fear him."
    },
    {
      "verse": 14,
      "text": "For he knoweth our frame; he remembereth that we are dust."
    },
    {
      "verse": 15,
      "text": "As for man, like the grass are his days: as the blossom of the field, so doth he bloom."
    },
    {
      "verse": 16,
      "text": "When a wind but passeth over it, it is gone, and its place will recognize it no more."
    },
    {
      "verse": 17,
      "text": "But the kindness of the Lord is from everlasting to everlasting over those that fear him, and his righteousness unto children's children,"
    },
    {
      "verse": 18,
      "text": "To such as keep his covenant, and to those who remember his precepts to execute them."
    },
    {
      "verse": 19,
      "text": "The Lord hath established in the heavens his throne; and his kingdom ruleth over all."
    },
    {
      "verse": 20,
      "text": "Bless the Lord, ye his angels, mighty in strength, that execute his word, hearkening unto the voice of his word."
    },
    {
      "verse": 21,
      "text": "Bless ye the Lord, all his hosts, ye his ministers, that execute his will."
    },
    {
      "verse": 22,
      "text": "Bless the Lord, all his works, in all the places of his dominion; bless, O my soul, the Lord."
    }
  ]
}