{
  "book_id": "PSA",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Bless, O my soul, the Lord. O Lord my God, thou art very great; with glory and majesty art thou clothed."
    },
    {
      "verse": 2,
      "text": "[Thou art he] who wrappeth himself in light as with a garment; who stretcheth out the heavens like a curtain;"
    },
    {
      "verse": 3,
      "text": "Who frameth of the waters the beams of his upper-chambers; who maketh the clouds his chariot; who walketh along upon the wings of the wind:"
    },
    {
      "verse": 4,
      "text": "Who maketh the winds his messengers; the flaming fire his ministers;"
    },
    {
      "verse": 5,
      "text": "Who hath founded the earth upon her bases, that she should not be moved to all eternity."
    },
    {
      "verse": 6,
      "text": "Thou hadst covered the deep as with a garment: above the mountains stood the waters."
    },
    {
      "verse": 7,
      "text": "At thy rebuke they fled, at the voice of thy thunder they hastened away."
    },
    {
      "verse": 8,
      "text": "They ascended mountains; they went down valleys, unto the place which thou hadst founded for them."
    },
    {
      "verse": 9,
      "text": "Bounds hast thou set which they cannot pass over, that they return not again to cover the earth."
    },
    {
      "verse": 10,
      "text": "[Thou art he] who sendeth springs into the valleys, between mountains they run along."
    },
    {
      "verse": 11,
      "text": "They give drink to all the beasts of the field: the wild asses quench [thereon] their thirst."
    },
    {
      "verse": 12,
      "text": "By them have the fowls of the heaven ever their habitation, from between the branches they send forth their voice."
    },
    {
      "verse": 13,
      "text": "Who watereth the mountains from his upper-chambers: from the fruit of thy works is the earth satisfied."
    },
    {
      "verse": 14,
      "text": "[Thou art he] who causeth grass to grow for the cattle, and herbs by the service of man, that he may bring forth bread out of the earth;"
    },
    {
      "verse": 15,
      "text": "And wine that maketh joyful the heart of man, [and] oil to brighten his face, and bread which strengtheneth the heart of man."
    },
    {
      "verse": 16,
      "text": "Full of sap are the trees of the Lord, the cedars of Lebanon which he hath planted;"
    },
    {
      "verse": 17,
      "text": "Where the birds make their nests: the stork—fir-trees are her house."
    },
    {
      "verse": 18,
      "text": "The high mountains are for the wild goats: the rocks are a shelter for the conies."
    },
    {
      "verse": 19,
      "text": "He hath made the moon for seasons: the sun knoweth his going down."
    },
    {
      "verse": 20,
      "text": "Thou causest darkness, and it becometh night, wherein creep forth all the beasts of the forest."
    },
    {
      "verse": 21,
      "text": "The young lions roar after their prey, and ask from God their food."
    },
    {
      "verse": 22,
      "text": "The sun ariseth, they withdraw [to their lairs], and lie down in their dens."
    },
    {
      "verse": 23,
      "text": "Man goeth [then] forth unto his work, and to his labor until the evening."
    },
    {
      "verse": 24,
      "text": "How manifold are thy works, O Lord! in wisdom hast thou made them all: the earth is full of thy riches."
    },
    {
      "verse": 25,
      "text": "Here is this great and wide-extended sea; therein are moving things without number, living creatures both small and great."
    },
    {
      "verse": 26,
      "text": "There the ships make their way: [there also] is the leviathan, whom thou hast made to sport therein."
    },
    {
      "verse": 27,
      "text": "All of these wait upon thee, to give them their food in its due season."
    },
    {
      "verse": 28,
      "text": "What thou givest them they gather: thou openest thy hand, they are satisfied with good."
    },
    {
      "verse": 29,
      "text": "Thou hidest thy face, they suddenly vanish: thou takest away their spirit, they perish, and to their dust they return."
    },
    {
      "verse": 30,
      "text": "Thou sendest forth thy spirit, they are created; and thou renewest the face of the earth."
    },
    {
      "verse": 31,
      "text": "The glory of the Lord will endure for ever; the Lord will rejoice in his works:"
    },
    {
      "verse": 32,
      "text": "He who looketh down on the earth, and she trembleth; who toucheth the mountains, and they smoke."
    },
    {
      "verse": 33,
      "text": "I will sing unto the Lord while I live: I will sing praises to my God while I exist."
    },
    {
      "verse": 34,
      "text": "May my speech be agreeable to him: I will indeed rejoice in the Lord."
    },
    {
      "verse": 35,
      "text": "May the sinners cease from off the earth, and the wicked be no more. Bless, O my soul, the Lord. Hallelujah."
    }
  ]
}