{
  "book_id": "PSA",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "Hallelujah. Oh give thanks unto the Lord; for he is good: for to eternity endureth his kindness."
    },
    {
      "verse": 2,
      "text": "Who can utter the mighty acts of the Lord? who can publish all his praise?"
    },
    {
      "verse": 3,
      "text": "Happy are those that observe justice, that execute righteousness at all times."
    },
    {
      "verse": 4,
      "text": "Remember me, O Lord, when thou favorest thy people: oh visit me with thy salvation;"
    },
    {
      "verse": 5,
      "text": "That I may look on the happiness of thy elect, that I may rejoice in the joy of thy nation, that I may glorify myself with thy inheritance."
    },
    {
      "verse": 6,
      "text": "We have sinned together with our fathers, we have committed iniquity, we have done wickedly."
    },
    {
      "verse": 7,
      "text": "Our fathers did not reflect on thy wonders in Egypt: they remembered not the multitude of thy kindnesses; but rebelled at the sea, even at the Red Sea."
    },
    {
      "verse": 8,
      "text": "Nevertheless he saved them for the sake of his name, to make known his might."
    },
    {
      "verse": 9,
      "text": "He rebuked the Red Sea also, and it was dried up; and he led them through the depths, as through the wilderness."
    },
    {
      "verse": 10,
      "text": "And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy."
    },
    {
      "verse": 11,
      "text": "And the waters covered their adversaries: not one of them was left."
    },
    {
      "verse": 12,
      "text": "Then believed they in his words, they sang his praise."
    },
    {
      "verse": 13,
      "text": "Speedily they forgot his works, they waited not for his counsel;"
    },
    {
      "verse": 14,
      "text": "And they felt a lustful longing in the wilderness, and tempted God in the desert."
    },
    {
      "verse": 15,
      "text": "And he gave them what they had asked; but sent dryness into their soul."
    },
    {
      "verse": 16,
      "text": "Moreover they envied Moses in the camp, and Aaron the holy one of the Lord."
    },
    {
      "verse": 17,
      "text": "The earth opened and swallowed up Dathan, and covered over the company of Abiram."
    },
    {
      "verse": 18,
      "text": "And a fire was kindled in their company: the flame burnt up the wicked."
    },
    {
      "verse": 19,
      "text": "They made a calf in Horeb, and bowed themselves down to a molten image."
    },
    {
      "verse": 20,
      "text": "And they exchanged their glory for the similitude of an ox that eateth herbs."
    },
    {
      "verse": 21,
      "text": "They forgot God their saviour, who had done great things in Egypt,"
    },
    {
      "verse": 22,
      "text": "Wonders in the land of Ham, terrible things by the Red Sea."
    },
    {
      "verse": 23,
      "text": "He therefore spoke of destroying them: had not Moses his elect stood in the breach before him, to turn away his fury, that he might not destroy."
    },
    {
      "verse": 24,
      "text": "And they despised the pleasant land, they believed not in his word;"
    },
    {
      "verse": 25,
      "text": "But they murmured in their tents, they hearkened not unto the voice of the Lord."
    },
    {
      "verse": 26,
      "text": "He therefore lifted up his hand against them, to cause them to fall in the wilderness;"
    },
    {
      "verse": 27,
      "text": "And to let their seed fall among the nations, and to scatter them in the lands."
    },
    {
      "verse": 28,
      "text": "And they joined themselves unto Ba'al-pe'or, and ate the sacrifices of the dead."
    },
    {
      "verse": 29,
      "text": "And they provoked him to anger with their deeds: and there broke in among them the plague."
    },
    {
      "verse": 30,
      "text": "Then stood up Phinehas, and executed judgment: and the plague was stayed."
    },
    {
      "verse": 31,
      "text": "And it was accounted unto him for righteousness, unto all generations for evermore."
    },
    {
      "verse": 32,
      "text": "They angered him also at the waters of Meribah, and evil happened to Moses for their sake;"
    },
    {
      "verse": 33,
      "text": "Because they had embittered his spirit, and so he spoke thoughtlessly with his lips."
    },
    {
      "verse": 34,
      "text": "They did not exterminate the nations, that the Lord had indicated to them;"
    },
    {
      "verse": 35,
      "text": "But they mingled themselves among the nations, and learned their doings."
    },
    {
      "verse": 36,
      "text": "And they served their idols, and these became unto them a snare."
    },
    {
      "verse": 37,
      "text": "Yea, they sacrificed their sons and their daughters unto the evil spirits;"
    },
    {
      "verse": 38,
      "text": "And they shed innocent blood, the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan: and the land was polluted with blood-guiltiness."
    },
    {
      "verse": 39,
      "text": "Thus were they made unclean through their own doings, and went astray with their own deeds."
    },
    {
      "verse": 40,
      "text": "therefore was the wrath of the Lord kindled against his people, and be felt disgust for his own inheritance."
    },
    {
      "verse": 41,
      "text": "And he gave them up into the hand of the nations: and there ruled over them those that hated them."
    },
    {
      "verse": 42,
      "text": "And their enemies also oppressed them: and they were subdued under their hand."
    },
    {
      "verse": 43,
      "text": "Many times did he deliver them; but they rebelled with their counsel, and they were brought low through their iniquity."
    },
    {
      "verse": 44,
      "text": "Nevertheless he looked on when they were in distress, when he heard their entreaty."
    },
    {
      "verse": 45,
      "text": "And he remembered unto them his covenant, and he bethought himself according to the abundance of his kindnesses;"
    },
    {
      "verse": 46,
      "text": "And be caused them to find mercy before all those that had carried them away captive."
    },
    {
      "verse": 47,
      "text": "Save us, O Lord our God, and gather us from among the nations, to give thanks unto thy holy name, to triumph in thy praise."
    },
    {
      "verse": 48,
      "text": "Blessed be the Lord the God of Israel from everlasting even to everlasting: and let all the people say, Amen, Hallelujah."
    }
  ]
}