{
  "book_id": "PSA",
  "chapter": 107,
  "verses": [
    {
      "verse": 1,
      "text": "BOOK FIFTH: Oh give thanks unto the Lord; for he is good; for unto eternity endureth his kindness."
    },
    {
      "verse": 2,
      "text": "Thus let the Lord's redeemed say, even those whom he hath redeemed from the hand of the adversary;"
    },
    {
      "verse": 3,
      "text": "And whom he hath gathered out of the [various] lands, from the east, and from the west, from the north, and from the sea."
    },
    {
      "verse": 4,
      "text": "They wandered about in the wilderness, in the desert path; they could not find an inhabited city:"
    },
    {
      "verse": 5,
      "text": "Hungry and thirsty, their soul within them fainted."
    },
    {
      "verse": 6,
      "text": "Then they cried unto the Lord when they were in distress, [and] out of their afflictions he delivered them."
    },
    {
      "verse": 7,
      "text": "And he led them forth on the right way, that they might go to an inhabited city."
    },
    {
      "verse": 8,
      "text": "They [therefore] shall give thanks unto the Lord for his kindness, and [proclaim] his wonders to the children of men!"
    },
    {
      "verse": 9,
      "text": "For he satisfied the longing soul, and the hungry soul he filled with good.—"
    },
    {
      "verse": 10,
      "text": "Such as sit in darkness and in the shadow of death, bound in misery and [fetters of] iron;—"
    },
    {
      "verse": 11,
      "text": "Because they have rebelled against the words of God, and have contemned the counsel of the Most High;"
    },
    {
      "verse": 12,
      "text": "And he humbled with trouble their heart; they stumbled, and there was none to help;"
    },
    {
      "verse": 13,
      "text": "But when they cry unto the Lord when they are in distress, he saveth them out of their afflictions;"
    },
    {
      "verse": 14,
      "text": "He bringeth them out of darkness and the shadow of death, and teareth their bands asunder."
    },
    {
      "verse": 15,
      "text": "They [therefore] shall give thanks unto the Lord for his kindness, and [proclaim] his wonders to the children of men!"
    },
    {
      "verse": 16,
      "text": "For he hath broken the doors of copper, and the bolts of iron hath he hewn asunder.—"
    },
    {
      "verse": 17,
      "text": "Fools, because of their transgression, and because of their iniquities, are afflicted."
    },
    {
      "verse": 18,
      "text": "All manner of food their soul abhorreth; and they draw near unto the gates of death;"
    },
    {
      "verse": 19,
      "text": "But when they cry unto the Lord when they are in distress, he saveth them out of their afflictions."
    },
    {
      "verse": 20,
      "text": "He sendeth his word and healeth them, and delivereth them from their graves."
    },
    {
      "verse": 21,
      "text": "They [therefore] shall give thanks unto the Lord for his kindness, and [proclaim] his wonders to the children of men!"
    },
    {
      "verse": 22,
      "text": "They shall also sacrifice the sacrifices of thanksgiving, and relate his deeds with joyful song.—"
    },
    {
      "verse": 23,
      "text": "They who go down to the sea in ships, who do business on great waters;—"
    },
    {
      "verse": 24,
      "text": "These have seen the works of the Lord, and his wonders on the deep."
    },
    {
      "verse": 25,
      "text": "For he spoke, and he raised the stormy wind, which lifteth up its waves."
    },
    {
      "verse": 26,
      "text": "They would mount up to heaven, they would go down to the depths: their soul was melted because of their danger."
    },
    {
      "verse": 27,
      "text": "They would reel to and fro, and stagger like a drunken man, and all their wisdom was exhausted."
    },
    {
      "verse": 28,
      "text": "And they cried unto the Lord when they were in distress, and he brought them out of their afflictions."
    },
    {
      "verse": 29,
      "text": "He calmed the storm into a whisper, and stilled were the waves of the sea."
    },
    {
      "verse": 30,
      "text": "And they were rejoiced because they were silent: and then he guided them unto their desired haven."
    },
    {
      "verse": 31,
      "text": "They [therefore] shall give thanks unto the Lord for his kindness, and [proclaim] his wonders to the children of men!"
    },
    {
      "verse": 32,
      "text": "And they must exalt him in the congregation of the people, and in the assembly of the elders must they praise him.—"
    },
    {
      "verse": 33,
      "text": "He changeth rivers into a wilderness, and water-springs into parched ground;"
    },
    {
      "verse": 34,
      "text": "A fruitful land into a salty waste, for the wickedness of those that dwell therein."
    },
    {
      "verse": 35,
      "text": "He changeth the wilderness into a pool of water, and desert land into water-springs."
    },
    {
      "verse": 36,
      "text": "And there he causeth to dwell the hungry, that they may found an inhabited city;"
    },
    {
      "verse": 37,
      "text": "And they sow fields, and plant vineyards, that they may yield the fruits of the [annual] product."
    },
    {
      "verse": 38,
      "text": "He also blesseth them, and they multiply greatly, and he suffereth not their cattle to diminish."
    },
    {
      "verse": 39,
      "text": "They were also diminished and bowed low through oppression, misfortune, and sorrow:"
    },
    {
      "verse": 40,
      "text": "He [then] poureth contempt upon princes, and causeth them to wander in a pathless wilderness."
    },
    {
      "verse": 41,
      "text": "And he exalteth the needy from misery, and maketh [his] families like flocks."
    },
    {
      "verse": 42,
      "text": "The righteous shall see it, and rejoice; but all wickedness shall stop her mouth."
    },
    {
      "verse": 43,
      "text": "Whoever is wise, let him observe these things, and let [all] understand the kindness of the Lord."
    }
  ]
}