{
  "book_id": "PSA",
  "chapter": 109,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, by David, a psalm.” O God of my praise, do not keep silence."
    },
    {
      "verse": 2,
      "text": "For the mouth of the wicked and the mouth of deceit are opened against me: they have spoken with me with the tongue of falsehood."
    },
    {
      "verse": 3,
      "text": "Also with words of hatred have they encompassed me, and they fight against me without a cause."
    },
    {
      "verse": 4,
      "text": "In recompense for my love are they my accusers, while I have nothing but prayer."
    },
    {
      "verse": 5,
      "text": "And they impose evil on me in recompense for good, and hatred in lieu of my love."
    },
    {
      "verse": 6,
      "text": "Appoint thou a wicked man over him: and let an accuser stand at his right hand."
    },
    {
      "verse": 7,
      "text": "When he is to be judged, let him go forth guilty, and let his prayer become sin."
    },
    {
      "verse": 8,
      "text": "Let his days be few, and let another take his office."
    },
    {
      "verse": 9,
      "text": "Let his children be fatherless, and his wife a widow."
    },
    {
      "verse": 10,
      "text": "Let his children be continually moving about, and beg, and let them seek [their bread] out of their ruined places."
    },
    {
      "verse": 11,
      "text": "Let the creditor lay snares after all that he hath, and let strangers plunder his labor."
    },
    {
      "verse": 12,
      "text": "Let him have none that extendeth kindness, and let there be none that is gracious to his fatherless children."
    },
    {
      "verse": 13,
      "text": "Let his posterity be cut off: in another generation let their name be blotted out."
    },
    {
      "verse": 14,
      "text": "Let the iniquity of his fathers be remembered by the Lord, and let the sin of his mother not be blotted out."
    },
    {
      "verse": 15,
      "text": "Let them be before the Lord continually, that he may cut off from the earth their memory."
    },
    {
      "verse": 16,
      "text": "For the reason that he remembered not to show kindness; but persecuted the poor and needy man, and the grieved in heart to put him to death."
    },
    {
      "verse": 17,
      "text": "As he loved cursing, so let it come over him: and as he delighted not in blessing, so let it be far from him."
    },
    {
      "verse": 18,
      "text": "And he clothed himself with cursing as with his garment, and it cometh like water within him, and like oil into his bones."
    },
    {
      "verse": 19,
      "text": "Let it be unto him as a garment in which he wrappeth himself, and for a girdle let him be continually girded with it."
    },
    {
      "verse": 20,
      "text": "Let this be the reward of my accusers from the Lord, and of those that speak evil against my soul."
    },
    {
      "verse": 21,
      "text": "But thou, O Eternal Lord, deal with me for the sake of thy name: because thy kindness is good, deliver thou me."
    },
    {
      "verse": 22,
      "text": "For poor and needy am I, and my heart is deeply wounded within me."
    },
    {
      "verse": 23,
      "text": "Like the shadow when it declineth do I hasten away: I am driven suddenly off like the locusts."
    },
    {
      "verse": 24,
      "text": "My knees stumble through fasting, and my flesh faileth of fatness."
    },
    {
      "verse": 25,
      "text": "And I am become a reproach unto them: when they see me, they shake their head."
    },
    {
      "verse": 26,
      "text": "Help me, O Lord my God: O save me according to thy kindness:"
    },
    {
      "verse": 27,
      "text": "That they may know that this is thy hand: that thou, Lord, hast truly done it."
    },
    {
      "verse": 28,
      "text": "Let them then curse, but do thou bless: when they arise, let them be made ashamed; but let thy servant rejoice."
    },
    {
      "verse": 29,
      "text": "Let my accusers be clothed with confusion, and let them wrap themselves, as with a mantle, in their own shame."
    },
    {
      "verse": 30,
      "text": "I will thank the Lord greatly with my mouth, and in the midst of many will I praise him."
    },
    {
      "verse": 31,
      "text": "For he ever standeth at the right hand of the needy, to save him from those that judge his soul."
    }
  ]
}