{
  "book_id": "PSA",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "Not for our sake, O Lord, not for our sake, but unto thy name give glory, for the sake of thy kindness, for the sake of thy truth."
    },
    {
      "verse": 2,
      "text": "Wherefore should the nations say, Where now is their God?"
    },
    {
      "verse": 3,
      "text": "Whereas our God is in the heavens: whatsoever he desireth hath he done."
    },
    {
      "verse": 4,
      "text": "Their idols are sliver and gold, the work of the hands of man."
    },
    {
      "verse": 5,
      "text": "A mouth they have, but speak not; eyes they have, but see not;"
    },
    {
      "verse": 6,
      "text": "Ears they have, but hear not; a nose they have, but smell not."
    },
    {
      "verse": 7,
      "text": "They have hands, but they touch not; they have feet, but they walk not: nor do they give any utterance by their throat."
    },
    {
      "verse": 8,
      "text": "Like them are those that make them, every one that trusteth in them."
    },
    {
      "verse": 9,
      "text": "O Israel, trust thou in the Lord—he is their help and their shield."
    },
    {
      "verse": 10,
      "text": "O house of Aaron, trust ye in the Lord—he is their help and their shield."
    },
    {
      "verse": 11,
      "text": "Ye that fear the Lord, trust ye in the Lord—he is their help and their shield."
    },
    {
      "verse": 12,
      "text": "The Lord hath even been mindful of us, he will bless [us]; he will bless the house of Israel; he will bless the house of Aaron;"
    },
    {
      "verse": 13,
      "text": "He will bless those that fear the Lord, the small together with the great."
    },
    {
      "verse": 14,
      "text": "May the Lord increase you more and more, you and your children."
    },
    {
      "verse": 15,
      "text": "Blessed are ye of the Lord, who made heaven and earth."
    },
    {
      "verse": 16,
      "text": "The heavens are the heavens of the Lord; but the earth hath he given to the children of men."
    },
    {
      "verse": 17,
      "text": "Not the dead can praise the Lord, nor all those that go down into the silence [of death]."
    },
    {
      "verse": 18,
      "text": "But as for us, we will bless the Lord from this time forth and for evermore. Hallelujah."
    }
  ]
}