{
  "book_id": "PSA",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "It is lovely to me that the Lord heareth my voice, my supplications."
    },
    {
      "verse": 2,
      "text": "For he hath inclined his ear unto me: therefore throughout all my days will I call on him."
    },
    {
      "verse": 3,
      "text": "The bands of death had compassed me, and the pangs of the nether world had overtaken me; I had met with distress and sorrow:"
    },
    {
      "verse": 4,
      "text": "I then called on the name of the Lord, I beseech thee, O Lord, release my soul."
    },
    {
      "verse": 5,
      "text": "Gracious is the Lord, and righteous; and our God is merciful."
    },
    {
      "verse": 6,
      "text": "The Lord preserveth the simple: I was in misery, and he helped me."
    },
    {
      "verse": 7,
      "text": "Return, O my soul, unto thy rest; for the Lord hath dealt bountifully with thee."
    },
    {
      "verse": 8,
      "text": "For thou hast delivered my soul from death, my eyes from tears, my feet from falling."
    },
    {
      "verse": 9,
      "text": "I will walk before the Lord in the land of life."
    },
    {
      "verse": 10,
      "text": "I believe, therefore will I speak: I was greatly afflicted;"
    },
    {
      "verse": 11,
      "text": "I indeed said in my despondency, Every man is a liar."
    },
    {
      "verse": 12,
      "text": "What shall I give in return unto the Lord for all his bounties toward me?"
    },
    {
      "verse": 13,
      "text": "The cup of salvation will I lift up, and on the name of the Lord will I call."
    },
    {
      "verse": 14,
      "text": "My vows will I pay unto the Lord, yea, in the presence of all his people."
    },
    {
      "verse": 15,
      "text": "Grievous in the eyes of the Lord is the death of his pious ones."
    },
    {
      "verse": 16,
      "text": "O Lord, truly am I thy servant, I am thy servant,—the son of thy handmaid: thou hast loosened my fetters."
    },
    {
      "verse": 17,
      "text": "Unto thee will I offer the sacrifice of thanksgiving, and on the name of the Lord will I call."
    },
    {
      "verse": 18,
      "text": "My vows will I pay unto the Lord, yea, in the presence of all his people,"
    },
    {
      "verse": 19,
      "text": "In the courts of the house of the Lord, in thy midst, O Jerusalem. Hallelujah."
    }
  ]
}