{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "O give thanks unto the Lord; for he is good; because unto eternity endureth his kindness."
    },
    {
      "verse": 2,
      "text": "Let Israel then say so; because to eternity endureth his kindness."
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron then say so; because to eternity endureth his kindness."
    },
    {
      "verse": 4,
      "text": "Let those who fear the Lord then say so; because to eternity endureth his kindness."
    },
    {
      "verse": 5,
      "text": "From the midst of distress I called on the Lord; the Lord answered me with enlargement."
    },
    {
      "verse": 6,
      "text": "The Lord is for me; I will not fear: what can a man do unto me?"
    },
    {
      "verse": 7,
      "text": "The Lord is for me, among those that help me: therefore shall I indeed look on [the punishment of] those that hate me."
    },
    {
      "verse": 8,
      "text": "It is better to seek shelter with the Lord than to trust in man."
    },
    {
      "verse": 9,
      "text": "It is better to seek shelter with the Lord than to trust in princes."
    },
    {
      "verse": 10,
      "text": "All nations encompassed me about; but in the name of the Lord I will surely cut them off."
    },
    {
      "verse": 11,
      "text": "They encompassed me about: yea, they compassed about, but in the name of the Lord I will surely cut them off."
    },
    {
      "verse": 12,
      "text": "They encompassed me about like bees; they blazed up like the fire of thorns; but in the name of the Lord I will surely cut them off."
    },
    {
      "verse": 13,
      "text": "Thou hast thrust violently at me that I might fall; but the Lord assisted me."
    },
    {
      "verse": 14,
      "text": "My strength and song is the Lord, and he is become my salvation."
    },
    {
      "verse": 15,
      "text": "The voice of rejoicing and salvation is in the tents of the righteous: the right hand of the Lord doth valiantly."
    },
    {
      "verse": 16,
      "text": "The right hand of the Lord is exalted: the right hand of the Lord doth valiantly."
    },
    {
      "verse": 17,
      "text": "I shall not die, but I shall live, and relate the works of the Lord."
    },
    {
      "verse": 18,
      "text": "Severely hath the Lord chastised me; but unto death hath he not given me up."
    },
    {
      "verse": 19,
      "text": "Open to me the gates of righteousness: I will enter into them. I will give thanks unto the Lord."
    },
    {
      "verse": 20,
      "text": "This is the gate which belongeth unto the Lord, the righteous shall enter thereby."
    },
    {
      "verse": 21,
      "text": "I will thank thee: for thou but answered me, and art become my salvation."
    },
    {
      "verse": 22,
      "text": "The stone which the builders rejected is become the chief corner-stone."
    },
    {
      "verse": 23,
      "text": "From the Lord is this come to pass, it is marvelous in our eyes."
    },
    {
      "verse": 24,
      "text": "This is the day which the Lord hath made, we will be glad and rejoice thereon."
    },
    {
      "verse": 25,
      "text": "We beseech thee, O Lord, save [us] now: we beseech thee, O Lord, send [us] now prosperity."
    },
    {
      "verse": 26,
      "text": "Blessed be he that cometh in the name of the Lord: we bless you out of the house of the Lord."
    },
    {
      "verse": 27,
      "text": "God is the Lord, and he giveth us light: bind the festive sacrifice with cords, [leading it] up to the horns of the altar."
    },
    {
      "verse": 28,
      "text": "Thou art my God, and I will thank thee: my God, I will exalt thee."
    },
    {
      "verse": 29,
      "text": "Oh give thanks unto the Lord; for he is good; because to eternity endureth his kindness."
    }
  ]
}