{
  "book_id": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": 1,
      "text": "ALEPH. Happy are they whose way is perfect, who walk in the law of the Lord."
    },
    {
      "verse": 2,
      "text": "Happy are they who keep his testimonies, that seek him with all their heart."
    },
    {
      "verse": 3,
      "text": "They also commit no injustice; in his ways do they walk."
    },
    {
      "verse": 4,
      "text": "Thou thyself hast commanded us thy precepts, that we might keep [them] diligently."
    },
    {
      "verse": 5,
      "text": "Oh that my ways were firmly directed to observe thy statutes!"
    },
    {
      "verse": 6,
      "text": "Then would I not be made ashamed, while I look at all thy commandments."
    },
    {
      "verse": 7,
      "text": "I will thank thee with uprightness of heart, when I learn thy righteous ordinances."
    },
    {
      "verse": 8,
      "text": "Thy statutes will I observe: oh forsake me not too greatly."
    },
    {
      "verse": 9,
      "text": "BETH. Wherewithal shall a youth keep his way pure? by guarding it according to thy word."
    },
    {
      "verse": 10,
      "text": "With all my heart have I sought thee: oh let me not wander astray from thy commandments."
    },
    {
      "verse": 11,
      "text": "In my heart have I treasured up thy saying, in order that I may not sin against thee."
    },
    {
      "verse": 12,
      "text": "Blessed art thou, O Lord: teach me thy statutes."
    },
    {
      "verse": 13,
      "text": "With my lips have I related all the ordinances of thy mouth."
    },
    {
      "verse": 14,
      "text": "On the way of thy testimonies have I been glad, as over all wealth."
    },
    {
      "verse": 15,
      "text": "On thy precepts will I meditate, and direct my look unto thy paths."
    },
    {
      "verse": 16,
      "text": "In thy statutes will I seek my delight: I will not forget thy word."
    },
    {
      "verse": 17,
      "text": "GIMEL. Deal bountifully with thy servant: let me live, that I may observe thy word."
    },
    {
      "verse": 18,
      "text": "Open thou my eyes, that I may behold wondrous things out of thy law."
    },
    {
      "verse": 19,
      "text": "A stranger am I on the earth: hide not from me thy commandments."
    },
    {
      "verse": 20,
      "text": "My soul is broken from longing for thy ordinances at all times."
    },
    {
      "verse": 21,
      "text": "Thou hast rebuked the accursed proud, who go erringly astray from thy commandments."
    },
    {
      "verse": 22,
      "text": "Roll away from me reproach and contempt; for thy testimonies have I kept."
    },
    {
      "verse": 23,
      "text": "Although even princes should sit and speak against me, thy servant would still meditate on thy statutes."
    },
    {
      "verse": 24,
      "text": "Also thy testimonies are my delight, my counsellors."
    },
    {
      "verse": 25,
      "text": "DALETH. My soul cleaveth unto the dust: revive thou me according to thy word."
    },
    {
      "verse": 26,
      "text": "My ways do I relate [to thee], and thou answerest me: teach me thy statutes."
    },
    {
      "verse": 27,
      "text": "Cause me to understand the way of thy precepts, that I may meditate on thy wonders."
    },
    {
      "verse": 28,
      "text": "My soul droppeth away from grief: sustain me according to thy word."
    },
    {
      "verse": 29,
      "text": "The way of falsehood do thou remove from me, and grant me graciously thy law."
    },
    {
      "verse": 30,
      "text": "The way of truth have I chosen: thy ordinances have I set [before me]."
    },
    {
      "verse": 31,
      "text": "I have adhered unto thy testimonies: O Lord, put me not to shame."
    },
    {
      "verse": 32,
      "text": "The way of thy commandments will I run; for thou wilt enlarge my heart."
    },
    {
      "verse": 33,
      "text": "HE. Teach me, O Lord, the way of thy statutes, and I shall keep it in all its windings."
    },
    {
      "verse": 34,
      "text": "Give me understanding, that I may keep thy law, and I will observe it with all [my] heart."
    },
    {
      "verse": 35,
      "text": "Guide me on the path of thy commandments; for therein do I find my delight."
    },
    {
      "verse": 36,
      "text": "Incline my heart unto thy testimonies, and not to desire for gain."
    },
    {
      "verse": 37,
      "text": "Turn away my eyes from beholding vanity: on thy way do thou give me life."
    },
    {
      "verse": 38,
      "text": "Fulfill unto thy servant thy promise for those who are devoted to thy fear."
    },
    {
      "verse": 39,
      "text": "Cause to pass away my disgrace of which I have dread; for thy ordinances are good."
    },
    {
      "verse": 40,
      "text": "Behold, I have longed after thy precepts: through thy righteousness do thou give my life."
    },
    {
      "verse": 41,
      "text": "VAV. And let thy kindness come unto me, O Lord, thy salvation, according to thy promise."
    },
    {
      "verse": 42,
      "text": "Then shall I have a word to answer the one that reproacheth me; for I trust in thy word."
    },
    {
      "verse": 43,
      "text": "And snatch not the word of truth out of my mouth too greatly; for I wait for thy ordinances."
    },
    {
      "verse": 44,
      "text": "So shall I observe thy law continually for ever and ever."
    },
    {
      "verse": 45,
      "text": "And I will walk in an open space; for thy precepts have I sought."
    },
    {
      "verse": 46,
      "text": "And I will speak of thy testimonies before kings, and will not be ashamed."
    },
    {
      "verse": 47,
      "text": "And I will delight myself in thy commandments, which I love."
    },
    {
      "verse": 48,
      "text": "And so will I lift up my hands unto thy commandments, which I love, and I will meditate on thy statutes."
    },
    {
      "verse": 49,
      "text": "ZAYIN. Remember thy word unto thy servant, upon which thou hast caused me to wait."
    },
    {
      "verse": 50,
      "text": "This is my comfort in my affliction, that thy promise hath revived me."
    },
    {
      "verse": 51,
      "text": "The presumptuous have held me too greatly in derision: yet have I not departed away from thy law."
    },
    {
      "verse": 52,
      "text": "I remembered thy decrees [which were] from olden times, O Lord, and thus comforted myself."
    },
    {
      "verse": 53,
      "text": "Horror seized on me because of the wicked that forsake thy law."
    },
    {
      "verse": 54,
      "text": "Songs have thy statutes been unto me in the house of my pilgrimage."
    },
    {
      "verse": 55,
      "text": "I remembered in the night thy name, O Lord, and observed thy law."
    },
    {
      "verse": 56,
      "text": "This came to pass unto me, because I had kept thy precepts."
    },
    {
      "verse": 57,
      "text": "CHETH. My portion is the Lord, have I said, that I might observe thy words."
    },
    {
      "verse": 58,
      "text": "I make entreaty before thee with all my heart: be gracious unto me according to thy promise."
    },
    {
      "verse": 59,
      "text": "I have thought over my ways, and made my feet return unto thy testimonies."
    },
    {
      "verse": 60,
      "text": "I hastened, and delayed not to observe thy commandments."
    },
    {
      "verse": 61,
      "text": "Companies of wicked men have surrounded me; but I have not forgotten thy law."
    },
    {
      "verse": 62,
      "text": "At midnights do I constantly rise to give thanks unto thee, because of thy righteous decrees."
    },
    {
      "verse": 63,
      "text": "An associate am I unto all that fear thee, and unto those that keep thy precepts."
    },
    {
      "verse": 64,
      "text": "Of thy kindness, O Lord, is the earth full: teach me thy statutes."
    },
    {
      "verse": 65,
      "text": "TETH. Thou hast shown goodness on thy servant, O Lord, according to thy word."
    },
    {
      "verse": 66,
      "text": "The best of discernment and knowledge do thou teach me; for in thy commandments do I believe."
    },
    {
      "verse": 67,
      "text": "Before I was afflicted I was in error; but now I observe thy saying."
    },
    {
      "verse": 68,
      "text": "Thou art good, and doing good: teach me thy statutes."
    },
    {
      "verse": 69,
      "text": "The presumptuous have invented falsehoods against me; but I will with all my heart indeed keep thy precepts."
    },
    {
      "verse": 70,
      "text": "Gross as fat is their heart; but I take truly delight in thy law."
    },
    {
      "verse": 71,
      "text": "It is well for me that I have been afflicted, in order that I might learn thy statutes."
    },
    {
      "verse": 72,
      "text": "Better is unto me the law of thy mouth than thousands of gold and silver."
    },
    {
      "verse": 73,
      "text": "YOD. Thy hands have made me and established me: give me understanding, that I may learn thy commandments."
    },
    {
      "verse": 74,
      "text": "Those that fear thee will see me and be rejoiced; because I have waited for thy word."
    },
    {
      "verse": 75,
      "text": "I know, O Lord, that thy decrees are righteous, and that in faithfulness thou hast afflicted me."
    },
    {
      "verse": 76,
      "text": "Let, I pray thee, thy kindness come to comfort me, according to thy promise unto thy servant."
    },
    {
      "verse": 77,
      "text": "Let thy mercies come unto me, that I may live; for thy law is my delight."
    },
    {
      "verse": 78,
      "text": "Let the presumptuous be made ashamed; because they have without a cause dealt perversely with me; but I will indeed meditate on thy precepts."
    },
    {
      "verse": 79,
      "text": "Let those that fear thee return unto me, and those that know thy testimonies."
    },
    {
      "verse": 80,
      "text": "Let my heart be entire in thy statutes, in order that I may not be put to shame."
    },
    {
      "verse": 81,
      "text": "CAPH. My soul ardently desireth for thy salvation: for thy word do I wait."
    },
    {
      "verse": 82,
      "text": "My eyes look eagerly for thy promise, saying, When wilt thou comfort me?"
    },
    {
      "verse": 83,
      "text": "For I am become like a bottle in the smoke: [yet] do I not forget thy statutes."
    },
    {
      "verse": 84,
      "text": "How many are the days of thy servant? when wilt thou execute justice on my persecutors?"
    },
    {
      "verse": 85,
      "text": "The presumptuous have dug pits for me, which is not in accordance with thy law."
    },
    {
      "verse": 86,
      "text": "All thy commandments are founded on truth: without cause they persecute me; help thou me."
    },
    {
      "verse": 87,
      "text": "But little was wanting that they had consumed me upon earth; but I have truly not forsaken thy precepts."
    },
    {
      "verse": 88,
      "text": "According to thy kindness give me life, that I may observe the testimony of thy mouth."
    },
    {
      "verse": 89,
      "text": "LAMED. To eternity, O Lord, standeth firm thy word with the heavens."
    },
    {
      "verse": 90,
      "text": "Unto all generations endureth thy faithfulness: thou hast established the earth, and she standeth."
    },
    {
      "verse": 91,
      "text": "According to thy ordinances they exist this day: for all are thy servants."
    },
    {
      "verse": 92,
      "text": "Unless thy law had been my delights, I should long since have been lost in my affliction."
    },
    {
      "verse": 93,
      "text": "Never will I forget thy precepts; for with them thou hast kept me alive."
    },
    {
      "verse": 94,
      "text": "Thine am I, save me; for thy precepts have I sought."
    },
    {
      "verse": 95,
      "text": "Wicked men have waited for me to destroy me; [but] I will reflect on thy testimonies."
    },
    {
      "verse": 96,
      "text": "Of all perfection have I seen the end; [but] thy commandment is exceedingly extended."
    },
    {
      "verse": 97,
      "text": "MEM. Oh how do I love thy law! all the day is it my meditation."
    },
    {
      "verse": 98,
      "text": "Wiser than my enemy doth thy commandment make me; for it is perpetually with me."
    },
    {
      "verse": 99,
      "text": "Above all my teachers have I obtained intelligence; for thy testimonies are my meditation."
    },
    {
      "verse": 100,
      "text": "More than the elders do I possess understanding; because thy precepts do I keep."
    },
    {
      "verse": 101,
      "text": "From every evil path have I withholden my feet, in order that I might observe thy word."
    },
    {
      "verse": 102,
      "text": "From thy ordinances have I not departed; for thou hast instructed me."
    },
    {
      "verse": 103,
      "text": "How much sweeter are to my palate thy sayings than honey to my mouth!"
    },
    {
      "verse": 104,
      "text": "Through thy precepts shall I obtain understanding: therefore do I hate every path of falsehood."
    },
    {
      "verse": 105,
      "text": "NUN. A lamp unto my feet is thy word, and a light unto my path."
    },
    {
      "verse": 106,
      "text": "I have sworn, and I will perform it, to observe thy righteous ordinances."
    },
    {
      "verse": 107,
      "text": "I am afflicted exceedingly much: O Lord, revive me, according to thy word."
    },
    {
      "verse": 108,
      "text": "Receive in favor the freewill-offerings of my mouth, I beseech thee, O Lord, and teach me thy ordinances."
    },
    {
      "verse": 109,
      "text": "My life is in my hand continually: yet thy law do I not forget."
    },
    {
      "verse": 110,
      "text": "The wicked have laid a snare for me: yet have I not erred from thy precepts."
    },
    {
      "verse": 111,
      "text": "I have taken thy testimonies as a heritage to eternity; for they are the joy of my heart."
    },
    {
      "verse": 112,
      "text": "I have inclined my heart to perform thy statutes always, in all their ways."
    },
    {
      "verse": 113,
      "text": "SAMECH. Those of divided thoughts I hate; but thy law do I love."
    },
    {
      "verse": 114,
      "text": "My shelter and my shield art thou: for thy word do I wait."
    },
    {
      "verse": 115,
      "text": "Depart from me, ye evildoers, that I may keep the commandments of God."
    },
    {
      "verse": 116,
      "text": "Uphold me according to thy promise, that I may live, and let me not be made ashamed of my hope."
    },
    {
      "verse": 117,
      "text": "Support me that I may be placed in safety, and I will direct my regard unto thy statutes continually."
    },
    {
      "verse": 118,
      "text": "Thou hast trodden down all that erringly stray from thy statutes; for falsehood is their deceit."
    },
    {
      "verse": 119,
      "text": "Like dross dost thou put away all the wicked of the earth: therefore do I love thy testimonies."
    },
    {
      "verse": 120,
      "text": "My flesh trembleth shudderingly from dread of thee, and of thy decrees am I afraid."
    },
    {
      "verse": 121,
      "text": "'AYIN. I have executed justice and righteousness: leave me not to those who oppress me."
    },
    {
      "verse": 122,
      "text": "Protect thy servant for good: let not the presumptuous oppress me."
    },
    {
      "verse": 123,
      "text": "My eyes look eagerly for thy salvation, and for thy righteous promise."
    },
    {
      "verse": 124,
      "text": "Deal with thy servant according to thy kindness, and thy statutes do thou teach me."
    },
    {
      "verse": 125,
      "text": "I am thy servant: give me understanding, that I may know thy testimonies."
    },
    {
      "verse": 126,
      "text": "It is time to act for the Lord: they have broken thy law."
    },
    {
      "verse": 127,
      "text": "Therefore do I love thy commandments more than gold, and more than fine gold."
    },
    {
      "verse": 128,
      "text": "Therefore do I esteem all thy precepts in all things as right: every path of falsehood do I hate."
    },
    {
      "verse": 129,
      "text": "PE. Wonderful are thy testimonies: therefore doth my soul keep them."
    },
    {
      "verse": 130,
      "text": "The opening of thy words giveth light, it giveth understanding unto the simple."
    },
    {
      "verse": 131,
      "text": "I opened my mouth, and panted for breath; because for thy commandments did I long."
    },
    {
      "verse": 132,
      "text": "Turn thou unto me, and be gracious unto me, as is thy wont unto those that love thy name."
    },
    {
      "verse": 133,
      "text": "My steps establish thou through thy promise, and suffer not any wrong to have dominion over me."
    },
    {
      "verse": 134,
      "text": "Deliver me from the oppression of man, and I will observe thy precepts."
    },
    {
      "verse": 135,
      "text": "Let thy face shine upon thy servant, and teach me thy statutes."
    },
    {
      "verse": 136,
      "text": "Streams of water have run down my eyes; because they had not observed thy law."
    },
    {
      "verse": 137,
      "text": "TZADDE. Righteous art thou, O Lord, and upright are thy decrees."
    },
    {
      "verse": 138,
      "text": "Thou hast commanded thy testimonies, as righteous and faithful exceedingly."
    },
    {
      "verse": 139,
      "text": "My zeal destroyeth me; because my assailants have forgotten thy words."
    },
    {
      "verse": 140,
      "text": "Thy promise is greatly refined, and thy servant loveth it."
    },
    {
      "verse": 141,
      "text": "I am little and despised: yet thy precepts have I not forgotten."
    },
    {
      "verse": 142,
      "text": "Thy righteousness is an everlasting righteousness, and thy law is the truth."
    },
    {
      "verse": 143,
      "text": "Distress and trouble have overtaken me: [yet] are thy commandments my delights."
    },
    {
      "verse": 144,
      "text": "Righteous are thy testimonies for everlasting: give me understanding, that I may live."
    },
    {
      "verse": 145,
      "text": "KOPH. I have called with all my heart: answer me, O Lord: thy statutes will I keep."
    },
    {
      "verse": 146,
      "text": "I have called on thee, save me, and I will observe thy testimonies."
    },
    {
      "verse": 147,
      "text": "I come before thee in the dawn of morning, and cry: for thy word do I wait."
    },
    {
      "verse": 148,
      "text": "My eyes are awake before the night-watches, that I may meditate in thy saying."
    },
    {
      "verse": 149,
      "text": "Hear my voice according to thy kindness: O Lord, according to thy decree do thou grant me life."
    },
    {
      "verse": 150,
      "text": "They that pursue mischievous devices draw nigh: from thy law are they far."
    },
    {
      "verse": 151,
      "text": "Near art thou, O Lord; and all thy commandments are the truth."
    },
    {
      "verse": 152,
      "text": "Of old already I knew of thy testimonies; because for eternity hast thou founded them."
    },
    {
      "verse": 153,
      "text": "RESH. Look on my affliction, and release me; for thy law have I not forgotten."
    },
    {
      "verse": 154,
      "text": "Plead my cause, and deliver me: according to thy promise do thou revive me."
    },
    {
      "verse": 155,
      "text": "Far from the wicked is salvation; because thy statutes have they not sought for."
    },
    {
      "verse": 156,
      "text": "Thy mercies are abundant, O Lord; according to thy decrees do thou revive me."
    },
    {
      "verse": 157,
      "text": "Many are my persecutors and my assailants: yet from thy testimonies do I not turn away."
    },
    {
      "verse": 158,
      "text": "I beheld the treacherous, and felt disgust; because they observed not thy saying."
    },
    {
      "verse": 159,
      "text": "Behold that I love thy precepts: O Lord, according to thy kindness do thou revive me."
    },
    {
      "verse": 160,
      "text": "The summit of thy word is truth: and the whole of thy righteous judgment endureth for ever."
    },
    {
      "verse": 161,
      "text": "SHIN. Princes have persecuted me without a cause; but of thy word standeth my heart in dread."
    },
    {
      "verse": 162,
      "text": "I am rejoiced over thy promise, as one that findeth great spoil."
    },
    {
      "verse": 163,
      "text": "Falsehood I hate and abhor: but thy law do I love."
    },
    {
      "verse": 164,
      "text": "Seven times in the day do I praise thee because of thy righteous decrees."
    },
    {
      "verse": 165,
      "text": "Abundant peace have they who love thy law; and thee is nothing that causeth them to stumble."
    },
    {
      "verse": 166,
      "text": "I have hoped for thy salvation, O Lord, and thy commandments have I fulfilled."
    },
    {
      "verse": 167,
      "text": "My soul hath observed thy testimonies, and I love them exceedingly."
    },
    {
      "verse": 168,
      "text": "I have observed thy precepts and thy testimonies; because all my ways are before thee."
    },
    {
      "verse": 169,
      "text": "TAV. Let my entreaty come near before thee, O Lord: according to thy word grant me understanding."
    },
    {
      "verse": 170,
      "text": "Let my supplication come before thee: according to thy promise do thou deliver me."
    },
    {
      "verse": 171,
      "text": "My lips shall utter praise; because thou wilt teach me thy statutes."
    },
    {
      "verse": 172,
      "text": "My tongue shall speak loudly of thy promise; for all thy commandments are righteous."
    },
    {
      "verse": 173,
      "text": "Let thy hand be [ready] to help me; for thy precepts have I chosen."
    },
    {
      "verse": 174,
      "text": "I have longed for thy salvation, O Lord; and thy law is my delights."
    },
    {
      "verse": 175,
      "text": "Let my soul live, and it shall praise thee: and let thy decrees help me."
    },
    {
      "verse": 176,
      "text": "I have gone erringly astray like a lost sheep: seek thy servant; for thy commandments have I not forgotten."
    }
  ]
}