{
  "book_id": "PSA",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "“A song of the degrees.” Remember, O Lord, unto David all his afflictions;"
    },
    {
      "verse": 2,
      "text": "How he swore unto the Lord; how he vowed unto the mighty One of Jacob:"
    },
    {
      "verse": 3,
      "text": "Surely, I will not enter into the tent of my house, nor ascend the couch of my repose;"
    },
    {
      "verse": 4,
      "text": "I will not grant any sleep to my eyes, nor to my eyelids any slumber:"
    },
    {
      "verse": 5,
      "text": "Until I shall have found out a place for the Lord, a dwelling-place for the mighty One of Jacob."
    },
    {
      "verse": 6,
      "text": "“Lo, we heard of it at Ephratah: we met with it in the fields of the forest:"
    },
    {
      "verse": 7,
      "text": "let us then go into his dwelling: let us prostrate ourselves before his footstool.”"
    },
    {
      "verse": 8,
      "text": "Arise, O Lord, unto thy resting-place: thou, and the ark of thy strength."
    },
    {
      "verse": 9,
      "text": "Let thy priests be clothed with righteousness; and let thy pious servants shout for joy."
    },
    {
      "verse": 10,
      "text": "For the sake of David thy servant turn not away the face of thy anointed."
    },
    {
      "verse": 11,
      "text": "The Lord hath sworn unto David in truth; he will not turn from it: “From the fruit of thy body will I set [some one] on the throne to succeed thee."
    },
    {
      "verse": 12,
      "text": "If thy children will observe my covenant and this my testimony which I teach them: then also shall their children sit for evermore upon the throne to succeed thee.”"
    },
    {
      "verse": 13,
      "text": "For the Lord hath made choice of Zion: he hath desired it as a habitation for himself."
    },
    {
      "verse": 14,
      "text": "This is my resting-place for evermore: here will I dwell; for I have desired it."
    },
    {
      "verse": 15,
      "text": "Her provision will I bless abundantly: her needy ones will I satisfy with bread."
    },
    {
      "verse": 16,
      "text": "And her priests will I clothe with salvation: and her pious ones shall shout aloud for joy."
    },
    {
      "verse": 17,
      "text": "There will I cause to grow a horn unto David: I arrange a lamp for my anointed."
    },
    {
      "verse": 18,
      "text": "His enemies will I clothe with shame; but upon himself shall his crown shine brilliantly."
    }
  ]
}