{
  "book_id": "PSA",
  "chapter": 135,
  "verses": [
    {
      "verse": 1,
      "text": "Hallelujah. Praise ye the name of the Lord; praise him, O ye servants of the Lord;"
    },
    {
      "verse": 2,
      "text": "Ye that stand in the house of the Lord, in the courts of the house of our God."
    },
    {
      "verse": 3,
      "text": "Hallelujah; for the Lord is good: sing praises unto his name; for it is lovely."
    },
    {
      "verse": 4,
      "text": "For Jacob hath the Lord chosen unto himself, Israel, as his peculiar treasure."
    },
    {
      "verse": 5,
      "text": "For I well know that the Lord is great, and that our Lord is above all gods."
    },
    {
      "verse": 6,
      "text": "Whatsoever the Lord willeth, hath he done in the heavens, and on the earth, in the seas, and in all the deeps."
    },
    {
      "verse": 7,
      "text": "He causeth clouds to ascend from the ends of the earth; he maketh lightnings with the rain; he bringeth forth the wind out of his treasuries."
    },
    {
      "verse": 8,
      "text": "[He it is] who smote the first-born of Egypt, both of man and of cattle;"
    },
    {
      "verse": 9,
      "text": "Who sent signs and wonderful tokens into the midst of thee, O Egypt, against Pharaoh, and against all his servants;"
    },
    {
      "verse": 10,
      "text": "Who smote many nations, and slew mighty kings;"
    },
    {
      "verse": 11,
      "text": "Sichon the king of the Emorites, and 'Og the king of Bashan, and all the kingdoms of Canaan;"
    },
    {
      "verse": 12,
      "text": "And gave their land as an inheritance, an inheritance unto Israel his people."
    },
    {
      "verse": 13,
      "text": "O Lord, thy name [endureth] for ever: O Lord, thy memorial is throughout all generations."
    },
    {
      "verse": 14,
      "text": "For the Lord will espouse the cause of his people, and concerning his servants will he bethink himself."
    },
    {
      "verse": 15,
      "text": "The idols of the nations are silver and gold, the work of the hands of men."
    },
    {
      "verse": 16,
      "text": "Mouths they have, but they speak not; eyes they have, but they see not;"
    },
    {
      "verse": 17,
      "text": "Ears they have, but they hear not; neither is there any breath in their mouth."
    },
    {
      "verse": 18,
      "text": "Like them are those that make them, every one that trusteth in them."
    },
    {
      "verse": 19,
      "text": "O house of Israel, bless ye the Lord; O house of Aaron, bless ye the Lord."
    },
    {
      "verse": 20,
      "text": "O house of Levi, bless ye the Lord; ye that fear the Lord, bless the Lord."
    },
    {
      "verse": 21,
      "text": "Blessed be the Lord out of Zion, even he that resideth at Jerusalem. Hallelujah."
    }
  ]
}