{
  "book_id": "PSA",
  "chapter": 140,
  "verses": [
    {
      "verse": 1,
      "text": "“To the chief musician, a psalm of David.” (140:2) Deliver me, O Lord, from an evil man; from a man of violence do thou keep me;"
    },
    {
      "verse": 2,
      "text": "(140:3) Who think over evil [resolves] in their heart, [who] every day are gathered together for war."
    },
    {
      "verse": 3,
      "text": "(140:4) They have sharpened their tongues like a serpent: the poison of the adder is under their lips. Selah."
    },
    {
      "verse": 4,
      "text": "(140:5) Preserve me, O Lord, from the hands of the wicked, from the man of violence do thou keep me, who think of overthrowing my steps."
    },
    {
      "verse": 5,
      "text": "(140:6) The proud have hidden a snare for me, and cords; they have spread a net by the side of [my] track; traps have they set for me. Selah."
    },
    {
      "verse": 6,
      "text": "(140:7) I have said unto the Lord, Thou art my God: give ear, O Lord, to the voice of my supplications."
    },
    {
      "verse": 7,
      "text": "(140:8) O thou Eternal Lord, the strength of my salvation, thou hast covered my head on the day of battle."
    },
    {
      "verse": 8,
      "text": "(140:9) Grant not, O Lord, the longings of the wicked; suffer not his wicked device to succeed: lest they exalt themselves. Selah."
    },
    {
      "verse": 9,
      "text": "(140:10) [As for] the heads of those that encompass me about, let the mischief of their own lips cover them."
    },
    {
      "verse": 10,
      "text": "(140:11) Let burning coals be cast upon them: let them be thrown into the fire; into deep pits, that they rise not up again."
    },
    {
      "verse": 11,
      "text": "(140:12) Let not the man of an [evil] tongue be established on the earth: may evil hunt down the violent man to his downfall."
    },
    {
      "verse": 12,
      "text": "(140:13) I know that the Lord will procure right for the afflicted, [and] justice for the needy."
    },
    {
      "verse": 13,
      "text": "(140:14) Surely the righteous shall give thanks unto thy name: the upright shall dwell before thy presence."
    }
  ]
}