{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "“By David.” Blessed be the Lord my Rock, who exerciseth my hands for the battle, my fingers for the war:"
    },
    {
      "verse": 2,
      "text": "My kindness, and my strong-hold; my high tower, and my deliverer; my shield, and he in whom I trust; who subdueth my people under me."
    },
    {
      "verse": 3,
      "text": "Lord, what is man, that thou takest cognizance of him: the son of a mortal, that thou regardest him!"
    },
    {
      "verse": 4,
      "text": "Man is like the breath: his days are like a passing shadow."
    },
    {
      "verse": 5,
      "text": "O Lord, bend thy heavens, and come down: touch the mountains, that they may smoke."
    },
    {
      "verse": 6,
      "text": "Cast forth lightning, and scatter them: send out thy arrows, and confound them."
    },
    {
      "verse": 7,
      "text": "Stretch out thy hands from above; rid me, and deliver me out of great waters, from the hand of the children of the stranger."
    },
    {
      "verse": 8,
      "text": "Whose mouth speaketh vanity, and whose right hand is the right hand of falsehood."
    },
    {
      "verse": 9,
      "text": "O God, a new song will I sing unto thee: upon the ten-stringed psaltery will I sing praises unto thee."
    },
    {
      "verse": 10,
      "text": "[Thou art he] that giveth victory unto kings: who riddeth David his servant from the evil-bringing sword."
    },
    {
      "verse": 11,
      "text": "Rid me, and deliver me from the hand of the children of the stranger, whose mouth speaketh vanity, and whose right hand is the right hand of falsehood."
    },
    {
      "verse": 12,
      "text": "So that our sons may be like plants, grown up in their youth: our daughters, like corner-pillars, sculptured in the model of a palace."
    },
    {
      "verse": 13,
      "text": "May our garners be full, furnishing all manner of store: our sheep bringing forth thousands and ten thousands in our open pastures."
    },
    {
      "verse": 14,
      "text": "May our oxen be strong to labor: may there be no breach, nor migration, nor loud complaint in our streets."
    },
    {
      "verse": 15,
      "text": "Happy the people, that fare thus: happy the people, whose God is the Lord."
    }
  ]
}