{
  "book_id": "PSA",
  "chapter": 145,
  "verses": [
    {
      "verse": 1,
      "text": "“A hymn of praise by David.” I will extol thee, my God, O king; and I will bless thy name for ever and ever."
    },
    {
      "verse": 2,
      "text": "Every day will I bless thee, and I will praise thy name for ever and ever."
    },
    {
      "verse": 3,
      "text": "Great is the Lord, and greatly praised, and his greatness is unsearchable."
    },
    {
      "verse": 4,
      "text": "One generation shall praise thy works to the other, and thy mighty acts shall they declare."
    },
    {
      "verse": 5,
      "text": "On the majestic glory of thy excellence, and on thy wondrous deeds will I meditate."
    },
    {
      "verse": 6,
      "text": "And of the might of thy terrible acts shall men converse: and thy greatness will I relate."
    },
    {
      "verse": 7,
      "text": "The memorial of thy abundant goodness shall they loudly proclaim, and they shall sing joyfully of thy righteousness."
    },
    {
      "verse": 8,
      "text": "Gracious and merciful is the Lord, long-suffering, and great in kindness."
    },
    {
      "verse": 9,
      "text": "The Lord is good to all, and his mercies are over all his works."
    },
    {
      "verse": 10,
      "text": "All thy works shall thank thee, O Lord; and thy pious servants shall bless thee."
    },
    {
      "verse": 11,
      "text": "Of the glory of thy kingdom shall they converse, and of thy might shall they speak:"
    },
    {
      "verse": 12,
      "text": "To make known to the sons of men his mighty acts, and the glorious majesty of his kingdom."
    },
    {
      "verse": 13,
      "text": "Thy kingdom is a kingdom of all eternities, and thy dominion [subsisteth] throughout all generations."
    },
    {
      "verse": 14,
      "text": "The Lord upholdeth all who are falling, and raiseth up all those who are bowed down."
    },
    {
      "verse": 15,
      "text": "The eyes of all wait hopefully upon thee, and thou givest them their food in its due season."
    },
    {
      "verse": 16,
      "text": "Thou openest thy hand, and satisfiest the desire of every living thing."
    },
    {
      "verse": 17,
      "text": "Righteous is the Lord in all his ways, and beneficent in all his works."
    },
    {
      "verse": 18,
      "text": "The Lord is nigh unto all those who call on him, to all who call on him in truth."
    },
    {
      "verse": 19,
      "text": "The desire of those who fear him will he fulfill, and their cry will he hear, and save them."
    },
    {
      "verse": 20,
      "text": "The Lord preserveth all those who love him; but all the wicked will he destroy."
    },
    {
      "verse": 21,
      "text": "The praise of the Lord shall my mouth speak: and let all flesh bless his holy name for ever and ever."
    }
  ]
}