{
  "book_id": "PSA",
  "chapter": 147,
  "verses": [
    {
      "verse": 1,
      "text": "Hallelujah; for it is good to sing praises unto our God; for it is comely; [him] becometh praise."
    },
    {
      "verse": 2,
      "text": "The Lord buildeth up Jerusalem: the outcasts of Israel will he gather together;"
    },
    {
      "verse": 3,
      "text": "He that healeth the broken-hearted, and bindeth up their hurts;"
    },
    {
      "verse": 4,
      "text": "Who counteth the number of the stars; who calleth them all by [their] names."
    },
    {
      "verse": 5,
      "text": "Great is our Lord, and abundant in power: his understanding is immeasurable."
    },
    {
      "verse": 6,
      "text": "The Lord helpeth up the meek: he bringeth down the wicked to the ground."
    },
    {
      "verse": 7,
      "text": "Lift up a song unto the Lord with thanksgiving; sing praises unto our God with the harp;"
    },
    {
      "verse": 8,
      "text": "Who covereth the heaven with clouds, who prepareth rain for the earth, who causeth grass to grow upon the mountains;"
    },
    {
      "verse": 9,
      "text": "Who giveth to the beast its food, to the young ravens which cry."
    },
    {
      "verse": 10,
      "text": "Not in the strength of the horse hath he delight: nor in the [swiftness of the] legs of man taketh he pleasure."
    },
    {
      "verse": 11,
      "text": "The Lord taketh pleasure in those that fear him, that wait for his kindness."
    },
    {
      "verse": 12,
      "text": "Glorify, O Jerusalem, the Lord: praise thy God, O Zion."
    },
    {
      "verse": 13,
      "text": "For he hath strengthened the bars of thy gates; he hath blessed thy children in the midst of thee;"
    },
    {
      "verse": 14,
      "text": "He who bestoweth peace in thy borders, who satisfieth thee with the best of wheat;"
    },
    {
      "verse": 15,
      "text": "He who sendeth forth his decree unto the earth: how swiftly speedeth his word along!"
    },
    {
      "verse": 16,
      "text": "He who dispenseth snow like wool; who streweth about the hoarfrost like ashes;"
    },
    {
      "verse": 17,
      "text": "He who casteth down his ice like pieces: before his cold who can stand?"
    },
    {
      "verse": 18,
      "text": "He sendeth out his word, and melteth them: he causeth his wind to blow, and waters run along."
    },
    {
      "verse": 19,
      "text": "He declareth his word unto Jacob, his statutes and his ordinances unto Israel."
    },
    {
      "verse": 20,
      "text": "He hath not done so unto any nation: and [his] ordinances— these they know not. Hallelujah."
    }
  ]
}