{
  "book_id": "1TI",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס שליח ישוע המשיח כמצות האלהים מושיענו והאדון ישוע המשיח תקותנו׃"
    },
    {
      "verse": 2,
      "text": "אל טימותיוס בנו האמתי באמונה חסד ורחמים ושלום מאת אלהים אבינו והמשיח ישוע אדנינו׃"
    },
    {
      "verse": 3,
      "text": "הנה בלכתי למקדוניא בקשתי ממך לשבת באפסוס למען תזהיר מקצת אנשים שלא יורו תורה זרה׃"
    },
    {
      "verse": 4,
      "text": "ולא ישימו לבם להגדות וללמודי תולדות אין קץ המביאים יותר לשאלות מלבנות בית אלהים באמונה׃"
    },
    {
      "verse": 5,
      "text": "כי תכלית המצוה היא האהבה בלב טהור וברוח טובה ובאמונה לא צבועה׃"
    },
    {
      "verse": 6,
      "text": "יש אשר תעו ממנה ויפנו אחרי למודי תהו׃"
    },
    {
      "verse": 7,
      "text": "בחשבם להיות מורי תורה ואינם מבינים מה הם אמרים ומה הם מחליטים׃"
    },
    {
      "verse": 8,
      "text": "אבל ידענו כי התורה טובה היא אם יתנהג בה האדם כתורה׃"
    },
    {
      "verse": 9,
      "text": "בדעתו זאת כי חק לא הושם בעבור הצדיק אלא בעבור הסוררים והמרדים הרשעים והחטאים עשי זמה ונבלה מכי אב ומכי אם ומרצחים׃"
    },
    {
      "verse": 10,
      "text": "וזנים ושכבים את זכר וגנבי נפש וכזבים ונשבעים לשקר וכל מעשה הפך מן הלקח הבריא׃"
    },
    {
      "verse": 11,
      "text": "כפי בשורת כבוד האל המברך אשר פקדה עלי׃"
    },
    {
      "verse": 12,
      "text": "והנני מודה לישוע המשיח אדנינו המאזרני חיל כי חשבני נאמן וישימני למשרת לו׃"
    },
    {
      "verse": 13,
      "text": "אתי אשר מלפנים הייתי מגדף ומרדף ומחרף אבל רחמתי כי עשיתי מבלי דעת באין אמונה׃"
    },
    {
      "verse": 14,
      "text": "ויגדל עלי במאד מאד חסד אדנינו עם האמונה והאהבה במשיח ישוע׃"
    },
    {
      "verse": 15,
      "text": "נאמן הדבר וראוי להתקבל על כל כי המשיח ישוע בא לעולם להושיע את החטאים אשר אנכי הגדול בהם׃"
    },
    {
      "verse": 16,
      "text": "ובעבור זאת רחמתי למען אשר יראה ישוע המשיח בי בראשונה את כל ארך רוחו להיותי למופת לכל אשר יבאו להאמין בו לחיי עולם׃"
    },
    {
      "verse": 17,
      "text": "ולמלך עולמים לאלהים הקים לעד והנעלם מעין והחכם לבדו לו הכבוד וההדר לעולמי עולמים אמן׃"
    },
    {
      "verse": 18,
      "text": "את המצוה הזאת אני מצוך בני טימותיוס כפי הנבואות הקדמות עליך שתלחם לפיהן המלחמה הטובה׃"
    },
    {
      "verse": 19,
      "text": "לאחז באמונה וברוח הטובה אשר יש מאסים בה ותשבר אנית אמונתם׃"
    },
    {
      "verse": 20,
      "text": "ומהם הומניוס ואלכסנדר אשר מסרתים לשטן למען יוסרו לבלתי גדף עוד׃"
    }
  ]
}