{
  "book_id": "1TI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "אל תגער בזקן כי אם תזהירנו כאב לך ואת הצעירים כאחים׃"
    },
    {
      "verse": 2,
      "text": "את הזקנות כאמות ואת הצעירות כאחיות ובכל טהרה׃"
    },
    {
      "verse": 3,
      "text": "כבד את האלמנות אשר באמת אלמנות הנה׃"
    },
    {
      "verse": 4,
      "text": "וכי יהיו לאלמנה בנים או בני בנים הם ילמדו לראשונה לעשות חסד עם ביתם ולשלם גמול לאבותם כי זה הוא טוב ורצוי לפני האלהים׃"
    },
    {
      "verse": 5,
      "text": "אבל האלמנה באמת אשר נשארה יחידה שמה אלהים מבטחה ומתמדת בתפלות ובתחנות לילה ויומם׃"
    },
    {
      "verse": 6,
      "text": "אך המענגה מתה היא בחייה׃"
    },
    {
      "verse": 7,
      "text": "וזאת תצוה למען תהיינה בלא דפי׃"
    },
    {
      "verse": 8,
      "text": "אבל מי שלא יפרנס את קרוביו וביותר את בני ביתו כפר באמונה והוא גרוע מאשר איננו מאמין׃"
    },
    {
      "verse": 9,
      "text": "אלמנה אל תבחר זולתי בת ששים שנה ואשר היתה אשת איש אחד׃"
    },
    {
      "verse": 10,
      "text": "ויש לה עדות על מעשיה הטובים שגדלה בנים והכניסה ארחים ירחצה את רגלי הקדשים ותמכה את העשוקים ורדפה כל מעשה טוב׃"
    },
    {
      "verse": 11,
      "text": "אבל האלמנות הצעירות אל תקבל כי בהטות יצרן את לבן מן המשיח חשקות הן להיות לאיש׃"
    },
    {
      "verse": 12,
      "text": "ודינן עליהן כי בגדו באמונתן הראשונה׃"
    },
    {
      "verse": 13,
      "text": "ועוד בהיותן עצלות למדו לשוטט מבית לבית ולא לבד עצלות כי אף מפטפטות ורדפות אחר חדשות ומדברות את אשר לא יתכן׃"
    },
    {
      "verse": 14,
      "text": "על כן רצוני כי הצעירות תהיינה לאיש ללדת בנים ולהנהיג את בתיהן ולא לתת לאיב תאנה לחרף׃"
    },
    {
      "verse": 15,
      "text": "כי יש מהן אשר כבר סרו אחרי השטן׃"
    },
    {
      "verse": 16,
      "text": "בן אמונה או בת אמונה שיש להם אלמנות יעזרו אתן ולא תהיינה למשא על הקהל כדי שיוכל להספיק לאלה אשר הנה אלמנות באמת׃"
    },
    {
      "verse": 17,
      "text": "הזקנים המיטיבים לנהל ראוים הם למשנה כבוד וביותר העמלים בדבר ובהוראה׃"
    },
    {
      "verse": 18,
      "text": "כי הכתוב אמר לא תחסם שור בדישו ועוד נאמר הפעל שוה בשכרו׃"
    },
    {
      "verse": 19,
      "text": "אל תקבל שטנה על הזקן בלתי אם על פי שנים או שלשה עדים׃"
    },
    {
      "verse": 20,
      "text": "את החטאים תוכיח בפני כל למען ייראו גם האחרים׃"
    },
    {
      "verse": 21,
      "text": "הנני מעיד בך נגד האלהים ואדנינו ישוע המשיח ונגד בחירי המלאכים אשר שמור תשמר את זאת בלי משפט נמהר ולא תעשה דבר במשא פנים׃"
    },
    {
      "verse": 22,
      "text": "אל תהי נמהר בסמיכת ידיך על אדם ולא תשתתף לחטאת אחרים שמר את נפשך בטהרה׃"
    },
    {
      "verse": 23,
      "text": "אל תרבה לשתות עוד מים כי אם קח מעט יין בעבור בטנך ואשר פעמים רבות חלה אתה׃"
    },
    {
      "verse": 24,
      "text": "יש בני אדם אשר חטאתיהם גלויות ומקדימות לדין ויש מהם אשר הנה הלכות אחריהם׃"
    },
    {
      "verse": 25,
      "text": "וככה גם המעשים הטובים גלוים המה ואשר אינם כן לא יוכלו להסתר׃"
    }
  ]
}