{
  "book_id": "1TI",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "כל אשר הם תחת על העבדות יחשבו את אדניהם ראוים לכל כבוד למען לא יחלל שם האלהים והלקח׃"
    },
    {
      "verse": 2,
      "text": "ואלה אשר אדניהם בני אמונה אל יקלו אתם על היותם אחים כי אם יעבדום ביותר בעבור כי מאמינים ואהובים הם המשתדלים לגמל חסד את זאת תלמד ותצוה׃"
    },
    {
      "verse": 3,
      "text": "האיש אשר יורה תורה אחרת ולא יעמד בדברים הבריאים של אדנינו ישוע המשיח ובלקח החסידות׃"
    },
    {
      "verse": 4,
      "text": "נפשו עפלה ולא ידע מאומה כי אם חלה הוא בשאלות ומחלקות מלים המביאים לידי קנאה ומריבה וגדופים וחשד רע׃"
    },
    {
      "verse": 5,
      "text": "וכוחי הבל של אנשים נשחתי דעת ומחסרי אמת השמים את החסידות לדבר בצע סור מאנשים כאלה׃"
    },
    {
      "verse": 6,
      "text": "ואף אמנם יתרון גדול היא החסידות עם לב שמח בגורלו׃"
    },
    {
      "verse": 7,
      "text": "כי לא הבאנו מאומה לעולם בידוע שגם לא נוכל להוציא ממנו מאומה׃"
    },
    {
      "verse": 8,
      "text": "ועל כן אם יש לנו מזון וכסות נסתפקה בהם׃"
    },
    {
      "verse": 9,
      "text": "אבל המבקשים להעשיר יפלו בנסיון ובמוקשים וברב תאות סבלות ומשחיתות המשקיעות את האדם בשחת ובאבדון׃"
    },
    {
      "verse": 10,
      "text": "כי שרש כל הרעות אהבת הכסף ויש אשר ערגו לו ויסורו מן האמונה ויעציבו את נפשם במכאבים רבים׃"
    },
    {
      "verse": 11,
      "text": "ואתה איש האלהים ברח לך מאלה ורדף צדקה וחסידות ואמונה ואהבה וסבלנות וענוה׃"
    },
    {
      "verse": 12,
      "text": "הלחם המלחמה הטובה של האמונה ואחז חיי עולמים אשר נקראת להם והודית הודאה יפה בפני עדים רבים׃"
    },
    {
      "verse": 13,
      "text": "הנני מצוך נגד האלהים המחיה את כל ונגד המשיח ישוע אשר העיד ההודאה היפה לפני פנטיוס פילטוס׃"
    },
    {
      "verse": 14,
      "text": "כי שמור תשמר את המצוה באין שמץ ודפי עד הופעת המשיח ישוע אדנינו׃"
    },
    {
      "verse": 15,
      "text": "אשר יראנה בעתה המברך והשליט לבדו מלך המלכים ואדני האדנים׃"
    },
    {
      "verse": 16,
      "text": "אשר הוא לבדו חי וקים והוא הדר באור נשגב ואיש לא ראהו ולא יוכל לראונו ולו הכבוד וגבורת עולמים אמן׃"
    },
    {
      "verse": 17,
      "text": "את עשירי העולם הזה תצוה שלא ירום לבבם גם לא יבטחו בעשר הבוגד כי אם באלהים חיים המספיק לנו די והותר לשבע׃"
    },
    {
      "verse": 18,
      "text": "ויגמלו טוב ויעשירו במעשים טובים לתת מהונם ולעזר לזולתם׃"
    },
    {
      "verse": 19,
      "text": "ויאצרו להם אוצר ליסוד טוב לעתיד שישיגו את חיי העולם׃"
    },
    {
      "verse": 20,
      "text": "אתה טימותיוס שמר את הפקדון והתרחק מדברי הבל הפסולים ומן וכוחי המדע הנקרא כן בשקר׃"
    },
    {
      "verse": 21,
      "text": "אשר יש מתפארים בו ויתעו מן האמונה׃ [ (I Timothy 6:22) החסד עמך אמן׃ ]"
    }
  ]
}