{
  "book_id": "DEU",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Moses called all Israel, and said to them, Hear, O Israel, the statutes and judgments which I speak in your ears this day, that ye may learn them, and keep, and do them."
    },
    {
      "verse": 2,
      "text": "The LORD our God made a covenant with us in Horeb."
    },
    {
      "verse": 3,
      "text": "The LORD made not this covenant with our fathers, but with us, evenus, who areall of us here alive this day."
    },
    {
      "verse": 4,
      "text": "The LORD talked with you face to face on the mount, from the midst of the fire,"
    },
    {
      "verse": 5,
      "text": "(I stood between the LORD and you at that time, to show you the word of the LORD: for ye were afraid by reason of the fire, and went not up upon the mount;) saying,"
    },
    {
      "verse": 6,
      "text": "I amthe LORD thy God, who brought thee out of the land of Egypt, from the house of bondage."
    },
    {
      "verse": 7,
      "text": "Thou shalt have no other gods before me."
    },
    {
      "verse": 8,
      "text": "Thou shalt not make for thee anygraven image, orany likeness of any thingthat isin heaven above, or that ison the earth beneath, or that isin the waters beneath the earth:"
    },
    {
      "verse": 9,
      "text": "Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God ama jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generationof them that hate me,"
    },
    {
      "verse": 10,
      "text": "And showing mercy to thousands of them that love me, and keep my commandments."
    },
    {
      "verse": 11,
      "text": "Thou shalt not take the name of the LORD thy God in vain: for the LORD will not hold himguiltless that taketh his name in vain."
    },
    {
      "verse": 12,
      "text": "Keep the sabbath-day to sanctify it, as the LORD thy God hath commanded thee."
    },
    {
      "verse": 13,
      "text": "Six days thou shalt labor, and do all thy work:"
    },
    {
      "verse": 14,
      "text": "But the seventh day isthe sabbath of the LORD thy God: in itthou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy man-servant, nor thy maid-servant, nor thy ox, nor thy ass, nor any of thy cattle, nor thy stranger that iswithin thy gates; that thy man-servant and thy maid-servant may rest as well as thou."
    },
    {
      "verse": 15,
      "text": "And remember that thou wast a servant in the land of Egypt, and thatthe LORD thy God brought thee out thence with a mighty hand and by an out-stretched arm: therefore the LORD thy God commanded thee to keep the sabbath-day."
    },
    {
      "verse": 16,
      "text": "Honor thy father and thy mother, as the LORD thy God hath commanded thee; that thy days may be prolonged, and that it may be well with thee, in the land which the LORD thy God giveth thee."
    },
    {
      "verse": 17,
      "text": "Thou shalt not kill."
    },
    {
      "verse": 18,
      "text": "Neither shalt thou commit adultery."
    },
    {
      "verse": 19,
      "text": "Neither shalt thou steal."
    },
    {
      "verse": 20,
      "text": "Neither shalt thou bear false witness against thy neighbor."
    },
    {
      "verse": 21,
      "text": "Neither shalt thou desire thy neighbor's wife, neither shalt thou covet thy neighbor's house, his field, or his man-servant, or his maid-servant, his ox, or his ass, or any thingthat isthy neighbor's."
    },
    {
      "verse": 22,
      "text": "These words the LORD spoke to all your assembly on the mount from the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more. And he wrote them in two tables of stone, and delivered them to me."
    },
    {
      "verse": 23,
      "text": "And it came to pass, when ye heard the voice from the midst of the darkness, (for the mountain did burn with fire,) that ye came near to me, evenall the heads of your tribes, and your elders;"
    },
    {
      "verse": 24,
      "text": "And ye said, Behold, the LORD our God hath shown us his glory and his greatness, and we have heard his voice from the midst of the fire: we have seen this day that God doth talk with man, and he liveth."
    },
    {
      "verse": 25,
      "text": "Now therefore why should we die? for this great fire will consume us: if we hear the voice of the LORD our God any more, then we shall die."
    },
    {
      "verse": 26,
      "text": "For who is there ofall flesh that hath heard the voice of the living God speaking out of the midst of the fire, as we have, and lived?"
    },
    {
      "verse": 27,
      "text": "Go thou near, and hear all that the LORD our God shall say; and speak thou to us all that the LORD our God shall speak to thee; and we will hear it, and do it."
    },
    {
      "verse": 28,
      "text": "And the LORD heard the voice of your words, when ye spoke to me; and the LORD said to me, I have heard the voice of the words of this people, which they have spoke to thee: they have well said all that they have spoken."
    },
    {
      "verse": 29,
      "text": "O that there were such a heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!"
    },
    {
      "verse": 30,
      "text": "Go, say to them, Return to your tents again."
    },
    {
      "verse": 31,
      "text": "But as for thee, stand thou here by me, and I will speak to thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do themin the land which I give them to possess it."
    },
    {
      "verse": 32,
      "text": "Ye shall observe to do therefore as the LORD your God hath commanded you: ye shall not turn aside to the right hand or to the left."
    },
    {
      "verse": 33,
      "text": "Ye shall walk in all the ways which the LORD your God hath commanded you, that ye may live, and that it may bewell with you, and thatye may prolong yourdays in the land which ye shall possess."
    }
  ]
}