{
  "book_id": "DEU",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Thou shalt not sacrifice to the LORD thy God \\add any\\add* bullock, or sheep, in which is blemish, \\add or\\add* any evil favoredness: for that \\add is\\add* an abomination to the LORD thy God."
    },
    {
      "verse": 2,
      "text": "If there shall be found among you, within any of thy gates which the LORD thy God giveth thee, man or woman that hath wrought wickedness in the sight of of the LORD thy God, in transgressing his covenant,"
    },
    {
      "verse": 3,
      "text": "And hath gone and served other gods, and worshiped them, either the sun, or moon, or any of the host of heaven, which I have not commanded;"
    },
    {
      "verse": 4,
      "text": "And it shall be told thee, and thou hast heard \\add of it\\add* , and inquired diligently, and behold, \\add it is\\add* true, \\add and\\add* the thing certain, \\add that\\add* such abomination is wrought in Israel:"
    },
    {
      "verse": 5,
      "text": "Then shalt thou bring forth to thy gates that man or that woman, who have committed that wicked thing, \\add even\\add* that man or that woman, and shalt stone them with stones, till they die."
    },
    {
      "verse": 6,
      "text": "At the mouth of two witnesses, or three witnesses, shall he that is worthy of death be put to death; \\add but\\add* at the mouth of one witness he shall not be put to death."
    },
    {
      "verse": 7,
      "text": "The hands of the witnesses shall be first upon him to put him to death, and afterward the hands of all the people. So thou shalt remove the evil from among you."
    },
    {
      "verse": 8,
      "text": "If there shall arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, \\add being\\add* matters of controversy within thy gates: then shalt thou arise, and go up to the place which the LORD thy God shall choose;"
    },
    {
      "verse": 9,
      "text": "And thou shalt come to the priests the Levites, and to the judge that shall be in those days, and inquire; and they shall show thee the sentence of judgment:"
    },
    {
      "verse": 10,
      "text": "And thou shalt do according to the sentence, which they of that place which the LORD shall choose shall show thee; and thou shalt observe to do according to all that they inform thee:"
    },
    {
      "verse": 11,
      "text": "According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall show thee, \\add to\\add* the right hand, nor \\add to\\add* the left."
    },
    {
      "verse": 12,
      "text": "And the man that will do presumptuously, and will not hearken to the priest that standeth to minister there before the LORD thy God, or to the judge, even that man shall die: and thou shalt remove the evil from Israel."
    },
    {
      "verse": 13,
      "text": "And all the people shall hear, and fear, and do no more presumptuously."
    },
    {
      "verse": 14,
      "text": "When thou art come into the land which the LORD thy God giveth thee, and shalt possess it, and shalt dwell in it, and shalt say, I will set a king over me, like as all the nations that \\add are\\add* about me;"
    },
    {
      "verse": 15,
      "text": "Thou shalt in any wise set \\add him\\add* king over thee whom the LORD thy God shall choose: \\add one\\add* from among thy brethren shalt thou set king over thee: thou mayest not set a stranger over thee, who \\add is\\add* not thy brother."
    },
    {
      "verse": 16,
      "text": "But he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses: forasmuch as the LORD hath said to you, ye shall henceforth return no more that way."
    },
    {
      "verse": 17,
      "text": "Neither shall he multiply wives to himself, that his heart may turn not away: neither shall he greatly accumulate to himself silver and gold."
    },
    {
      "verse": 18,
      "text": "And it shall be when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book out of \\add that which is\\add* before the priests the Levites."
    },
    {
      "verse": 19,
      "text": "And it shall be with him, and he shall read in it all the days of his life: that he may learn to fear the LORD his God, to keep all the words of this law and these statutes, to do them:"
    },
    {
      "verse": 20,
      "text": "That his heart may not be lifted above his brethren, and that he may not turn aside from the commandment \\add to\\add* the right hand or \\add to\\add* the left: to the end that he may prolong \\add his\\add* days in his kingdom, he, and his children, in the midst of Israel."
    }
  ]
}