{
  "book_id": "DEU",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Thou shalt not see thy brother's ox or his sheep go astray, and hide thyself from them: thou shalt in any case bring them again to thy brother."
    },
    {
      "verse": 2,
      "text": "And if thy brother shall not \\add be\\add* nigh to thee, or if thou shalt not know him, then thou shalt bring it to thy own house, and it shall be with thee until thy brother shall seek after it, and thou shalt restore it to him again."
    },
    {
      "verse": 3,
      "text": "In like manner shalt thou do with his ass; and so shalt thou do with his raiment; and with all lost things of thy brother's, which he hath lost, and thou hast found, shalt thou do likewise: thou mayest not hide thyself."
    },
    {
      "verse": 4,
      "text": "Thou shalt not see thy brother's ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift \\add them\\add* up again."
    },
    {
      "verse": 5,
      "text": "A woman shall not wear that which pertaineth to a man, neither shall a man put on a woman's garment: for all that do so \\add are\\add* abomination to the LORD thy God."
    },
    {
      "verse": 6,
      "text": "If a bird's nest shall chance to be before thee in the way on any tree, or on the ground, \\add whether with\\add* young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:"
    },
    {
      "verse": 7,
      "text": "\\add But\\add* thou shalt in any wise let the dam go, and take the young to thee; that it may be well with thee, and \\add that\\add* thou mayest prolong \\add thy\\add* days."
    },
    {
      "verse": 8,
      "text": "When thou buildest a new house, then thou shalt make a battlement for thy roof, that thou mayest not bring blood upon thy house, if any man shall fall from thence."
    },
    {
      "verse": 9,
      "text": "Thou shalt not sow thy vineyard with divers seeds: lest the fruit of thy seed which thou hast sown, and the fruit of thy vineyard, should be defiled."
    },
    {
      "verse": 10,
      "text": "Thou shalt not plow with an ox and an ass together."
    },
    {
      "verse": 11,
      "text": "Thou shalt not wear a garment of divers sorts, \\add as\\add* of woolen and linen together."
    },
    {
      "verse": 12,
      "text": "Thou shalt make thee fringes upon the four quarters of thy vesture, with which thou coverest \\add thyself\\add* ."
    },
    {
      "verse": 13,
      "text": "If any man shall take a wife, and go in to her, and hate her,"
    },
    {
      "verse": 14,
      "text": "And give occasions of speech against her, and bring an evil name upon her, and say, I took this woman, and when I came to her, I found her not a maid:"
    },
    {
      "verse": 15,
      "text": "Then shall the father of the damsel, and her mother, take and bring forth \\add the tokens of\\add* the damsel's virginity to the elders of the city in the gate:"
    },
    {
      "verse": 16,
      "text": "And the damsel's father shall say to the elders, I gave my daughter to this man for a wife, and he hateth her,"
    },
    {
      "verse": 17,
      "text": "And lo, he hath given occasions of speech \\add against her\\add* , saying, I found not thy daughter a maid; and yet these \\add are the tokens of\\add* my daughter's virginity. And they shall spread the cloth before the elders of the city."
    },
    {
      "verse": 18,
      "text": "And the elders of that city shall take that man and chastise him;"
    },
    {
      "verse": 19,
      "text": "And they shall amerce him in a hundred \\add shekels\\add* of silver, and give \\add them\\add* to the father of the damsel, because he hath brought an evil name upon a virgin of Israel: and she shall be his wife; he may not put her away all his days."
    },
    {
      "verse": 20,
      "text": "But if this thing shall be true, \\add and the tokens of\\add* virginity be not found for the damsel:"
    },
    {
      "verse": 21,
      "text": "Then they shall bring out the damsel to the door of her father's house, and the men of her city shall stone her with stones that she may die: because she hath wrought folly in Israel, to be guilty of lewdness in her father's house: so shalt thou remove evil from among you."
    },
    {
      "verse": 22,
      "text": "If a man shall be found lying with a woman married to a husband, then they shall both of them die, \\add both\\add* the man that lay with the woman, and the woman: so shalt thou remove evil from Israel."
    },
    {
      "verse": 23,
      "text": "If a damsel \\add that is\\add* a virgin shall be betrothed to a husband, and a man shall find her in the city, and lie with her;"
    },
    {
      "verse": 24,
      "text": "Then ye shall bring them both out to the gate of that city, and ye shall stone them with stones that they may die; the damsel, because she cried not, \\add being\\add* in the city; and the man, because he hath humbled his neighbor's wife: so thou shalt remove evil from among you."
    },
    {
      "verse": 25,
      "text": "But if a man shall find a betrothed damsel in the field, and the man shall force her, and lie with her; then the man only that lay with her shall die:"
    },
    {
      "verse": 26,
      "text": "But to the damsel thou shalt do nothing; \\add there is\\add* in the damsel no sin \\add worthy\\add* of death: for as when a man riseth against his neighbor, and slayeth him, even so \\add is\\add* this matter:"
    },
    {
      "verse": 27,
      "text": "For he found her in the field, \\add and\\add* the betrothed damsel cried, and \\add there was\\add* none to save her."
    },
    {
      "verse": 28,
      "text": "If a man shall find a damsel \\add that is\\add* a virgin, who is not betrothed, and lay hold on her, and lie with her, and they be found;"
    },
    {
      "verse": 29,
      "text": "Then the man that lay with her shall give to the damsel's father fifty \\add shekels\\add* of silver, and she shall be his wife; because he hath humbled her, he may not put her away all his days."
    },
    {
      "verse": 30,
      "text": "A man shall not take his father's wife, nor discover his father's skirt."
    }
  ]
}