{
  "book_id": "1SA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And the lad Samuel was ministering unto the Lord before 'Eli. And the word of the Lord was scarce in those days: prophecy was not extended."
    },
    {
      "verse": 2,
      "text": "And it came to pass one day, when 'Eli was lying down in his place, and his eyes had begun to grow dim, he could not see;"
    },
    {
      "verse": 3,
      "text": "And the lamp of God had not yet gone out, while Samuel was lying down in [the hall of] the temple of the Lord, where the ark of God was;"
    },
    {
      "verse": 4,
      "text": "That the Lord called Samuel: and he said, Here am I."
    },
    {
      "verse": 5,
      "text": "And he ran unto 'Eli, and said, Here am I; for thou didst call me. And he said, I did not call: lie down again. And he went and lay down."
    },
    {
      "verse": 6,
      "text": "And the Lord continued to call again, Samuel. And Samuel arose and went to 'Eli, and said, Here am I; for thou didst call me. And he answered, I did not call, my son: lie down again."
    },
    {
      "verse": 7,
      "text": "And Samuel knew not yet the Lord, nor had the word of the Lord been as yet revealed unto him."
    },
    {
      "verse": 8,
      "text": "And the Lord continued to call, Samuel, the third time; and he arose and went to 'Eli, and said, Here am I; for thou didst call me. And 'Eli then perceived that the Lord was calling the lad."
    },
    {
      "verse": 9,
      "text": "And 'Eli said unto Samuel, Go, lie down; and it shall be, if he call thee, that thou shalt say, Speak, Lord; for thy servant heareth. And Samuel went and lay down in his place."
    },
    {
      "verse": 10,
      "text": "And the Lord came, and placed himself, and called as at previous times, Samuel, Samuel. And Samuel said, Speak; for thy servant heareth."
    },
    {
      "verse": 11,
      "text": "And the Lord said to Samuel, Behold, I will do a thing in Israel, at which both the ears of every one that heareth it shall tingle."
    },
    {
      "verse": 12,
      "text": "On that day will I fulfill on 'Eli all that I have spoken concerning his house: I will begin and finish."
    },
    {
      "verse": 13,
      "text": "And I tell him that I will judge his house for ever; for the iniquity that he knew that his sons were drawing a curse on themselves, and he restrained them not."
    },
    {
      "verse": 14,
      "text": "And therefore have I sworn unto the house of 'Eli, that the iniquity of 'Eli's house shall not be atoned for with sacrifice or meat-offering for ever."
    },
    {
      "verse": 15,
      "text": "And Samuel lay until the morning, when he opened the doors of the house of the Lord; and Samuel feared to tell the vision unto 'Eli."
    },
    {
      "verse": 16,
      "text": "But 'Eli called Samuel, and said, Samuel, my son. And he said, Here am I."
    },
    {
      "verse": 17,
      "text": "And he said, What is the word which he hath spoken unto thee? do not, I pray thee, conceal it from me: may God do to thee thus, and continue to do so, if thou conceal any thing from me of all the word that he hath spoken unto thee."
    },
    {
      "verse": 18,
      "text": "And Samuel told him all the words, and concealed nothing from him. And he said, He is the Lord: let him do what seemeth good in his eyes."
    },
    {
      "verse": 19,
      "text": "And Samuel grew up, and the Lord was with him, and he did not let fall any one of all his words to the ground."
    },
    {
      "verse": 20,
      "text": "And thus knew all Israel from Dan even to Beer-sheba' that Samuel was accredited as a prophet of the Lord."
    },
    {
      "verse": 21,
      "text": "And the Lord continued to appear in Shiloh; for the Lord revealed himself to Samuel in Shiloh by the word of the Lord."
    }
  ]
}