{
  "book_id": "1SA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And the Philistines took the ark of God, and brought it from Eben-ha'ezer unto Ashdod."
    },
    {
      "verse": 2,
      "text": "And the Philistines took the ark of God, and brought it into the house of Dagon, and set it by Dagon."
    },
    {
      "verse": 3,
      "text": "And when the people of Ashdod arose early on the morrow, behold, Dagon was lying upon his face on the earth before the ark of the Lord. And they took Dagon, and set him again in his place."
    },
    {
      "verse": 4,
      "text": "And when they arose early on the morning of the following day, behold, Dagon was lying upon his face on the ground before the ark of the Lord; and the head of Dagon and both the palms of his hands were cut off upon the threshold; only the fish portion was left on him."
    },
    {
      "verse": 5,
      "text": "Therefore do the priests of Dagon, and all that come into Dagon's house, not step on the threshold of Dagon in Ashdod even until this day."
    },
    {
      "verse": 6,
      "text": "And the hand of the Lord became heavy upon the people of Ashdod, and he destroyed them, and smote them with hemorrhoids, even Ashdod and its territory."
    },
    {
      "verse": 7,
      "text": "And when the men of Ashdod saw that it was so, they said, The ark of the God of Israel shall not remain with us; for his hand is sore upon us, and upon Dagon our God."
    },
    {
      "verse": 8,
      "text": "And they sent and gathered together all the lords of the Philistines unto them, and said, What shall we do with the ark of the God of Israel? And they answered, Let the ark of the God of Israel be removed unto Gath. And they removed the ark of the God of Israel thither."
    },
    {
      "verse": 9,
      "text": "And it happened, after they had removed it, that the hand of the Lord was against the city with a very great confusion; and he smote the men of the city, both small and great, and they had hemorrhoids in their secret parts."
    },
    {
      "verse": 10,
      "text": "And they sent away the ark of God to 'Ekron. And it came to pass, as the ark of God came to 'Ekron, that the 'Ekronites cried out, saying, They have removed to us the ark of the God of Israel, to slay us and our people."
    },
    {
      "verse": 11,
      "text": "So they sent and gathered together all the lords of the Philistines, and said, Send away the ark of the God of Israel, that it may return to its own place, so that it may not slay us, and our people; for there was a confusion of death throughout all the city; the hand of God was very heavy there."
    },
    {
      "verse": 12,
      "text": "And the people that did not die were smitten with the hemorrhoids; and the lamentation of the city went up to heaven."
    }
  ]
}