{
  "book_id": "1SA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And the men of Kiryath-ye'arim came, and fetched up the ark of the Lord, and brought it unto the house of Abinadab on the hill, and Elazar his son they sanctified to guard the ark of the Lord."
    },
    {
      "verse": 2,
      "text": "And it came to pass, from the time the ark remained in Kiryath-ye'arim, and the time was long, and it was twenty years: that all the house of Israel followed anxiously after the Lord."
    },
    {
      "verse": 3,
      "text": "And Samuel said unto all the house of Israel, as followeth, If with all your heart ye do return unto the Lord, then put away the gods of the stranger and the 'Ashtaroth from your midst, and direct your heart unto the Lord, and serve him alone: and then will he deliver you out of the hand of the Philistines."
    },
    {
      "verse": 4,
      "text": "Then did the children of Israel put away the Be'alim and the 'Ashtaroth, and served the Lord alone."
    },
    {
      "verse": 5,
      "text": "And Samuel said, Assemble all Israel together at Mizpah, and I will pray in your behalf unto the Lord."
    },
    {
      "verse": 6,
      "text": "And they assembled themselves together at Mizpah, and drew water, and poured it out before the Lord, and fasted on that day, and said there, We have sinned against the Lord. And Samuel judged the children of Israel in Mizpah."
    },
    {
      "verse": 7,
      "text": "And when the Philistines heard that the children of Israel had assembled themselves at Mizpah, the lords of the Philistines went up against Israel. And when the children of Israel heard it, they were afraid of the Philistines."
    },
    {
      "verse": 8,
      "text": "And the children of Israel said to Samuel, Do not abstain, so as not to cry for us unto the Lord our God, that he may help us out of the hand of the Philistines."
    },
    {
      "verse": 9,
      "text": "And Samuel took one sucking lamb, and offered it for an entire burnt-offering unto the Lord: and Samuel cried unto the Lord in behalf of Israel; and the Lord answered him."
    },
    {
      "verse": 10,
      "text": "And as Samuel was offering up the burnt-offering, the Philistines drew near to battle against Israel; but the Lord thundered with a loud noise on that day over the Philistines, and brought them into confusion, and they were smitten before Israel."
    },
    {
      "verse": 11,
      "text": "And the men of Israel went out of Mizpah, and pursued the Philistines, and smote them, as far as below Beth-car."
    },
    {
      "verse": 12,
      "text": "And Samuel took one stone, and set it between Mizpah and Shen, and called its name Eben-ha'ezer, saying, As far as this hath the Lord helped us."
    },
    {
      "verse": 13,
      "text": "So were the Philistines humbled, and they came no more into the territory of Israel; and the hand of the Lord was against the Philistines all the days of Samuel."
    },
    {
      "verse": 14,
      "text": "And the cities which the Philistines had taken from Israel came again to Israel, from 'Ekron even unto Gath, and their territory did Israel deliver out of the hand of the Philistines. And there was peace between Israel and the Emorites."
    },
    {
      "verse": 15,
      "text": "And Samuel judged Israel all the days of his life."
    },
    {
      "verse": 16,
      "text": "And he went from year to year and traveled in circuit to Beth-el, and Gilgal, and Mizpah, and judged Israel in all these places."
    },
    {
      "verse": 17,
      "text": "And his return was to Ramah; for there was his house; and there he judged Israel: and he built there an altar unto the Lord."
    }
  ]
}