{
  "book_id": "1SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when Samuel was old, that he appointed his sons judges over Israel."
    },
    {
      "verse": 2,
      "text": "And the name of his first-born was Joel; and the name of his second Abiyah: they judged in Beer-sheba'."
    },
    {
      "verse": 3,
      "text": "But his sons walked not in his ways, and they inclined after their own advantage, and took bribes, and perverted justice."
    },
    {
      "verse": 4,
      "text": "Then did all the elders of Israel assemble themselves together, and came to Samuel unto Ramah,"
    },
    {
      "verse": 5,
      "text": "And said unto him, Behold, thou art old, and thy sons have not walked in thy ways: now appoint for us a king to judge us like all the nations."
    },
    {
      "verse": 6,
      "text": "But the thing was displeasing in the eyes of Samuel, when they said, Give us a king to judge us. And Samuel prayed unto the Lord."
    },
    {
      "verse": 7,
      "text": "And the Lord said unto Samuel, Hearken unto the voice of the people in all that they may say unto thee; for not thee have they rejected, but me have they rejected, that I should not reign over them."
    },
    {
      "verse": 8,
      "text": "In accordance with all the deeds which they have done since the day that I brought them up out of Egypt even until this day, when they forsook me, and served other gods: so do they also unto thee."
    },
    {
      "verse": 9,
      "text": "And now hearken unto their voice: nevertheless thou must still solemnly forewarn them, and tell them the manner of the king that will reign over them."
    },
    {
      "verse": 10,
      "text": "And Samuel said all the words of the Lord unto the people that had asked of him a king."
    },
    {
      "verse": 11,
      "text": "And he said, This will be the manner of the king that will reign over you: Your sons will he take, and appoint them for himself with his chariots, and among his horsemen; and they will have to run before his chariot;"
    },
    {
      "verse": 12,
      "text": "And to appoint for himself captains over thousands, and captains over fifties; and to plough his ground, and to reap his harvest, and to make his instruments of war, and the instruments of his chariots."
    },
    {
      "verse": 13,
      "text": "And your daughters will he take for ointment makers, and for cooks, and for bakers."
    },
    {
      "verse": 14,
      "text": "And your fields, and your vineyards, and your olive-yards, yea the best, will he take, and give them to his servants."
    },
    {
      "verse": 15,
      "text": "And of your seeds, and of your vineyards will he take the tenth, and give [the same] to his officers, and to his servants."
    },
    {
      "verse": 16,
      "text": "And your men-servants, and your maid-servants, and your best young men, and your asses will he take, and employ [them] for his work."
    },
    {
      "verse": 17,
      "text": "Of your flocks will he take the tenth: and ye yourselves will become his servants."
    },
    {
      "verse": 18,
      "text": "And ye will cry out on that day because of your king whom ye will have chosen for yourselves, but the Lord will not answer you on that day."
    },
    {
      "verse": 19,
      "text": "Nevertheless the people refused to listen to the voice of Samuel; and they said, No; but a king shall be over us;"
    },
    {
      "verse": 20,
      "text": "That we also may ourselves be like all the nations: and that our king may judge us, and go out before us, and fight our battles."
    },
    {
      "verse": 21,
      "text": "And Samuel heard all the words of the people, and he spoke them before the ears of the Lord."
    },
    {
      "verse": 22,
      "text": "And the Lord said to Samuel, Hearken unto their voice, and appoint them a king. And Samuel said unto the men of Israel, Go ye every man unto his city."
    }
  ]
}