{
  "book_id": "1SA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And Samuel took a flask of oil, and poured it upon his head, and kissed him, and said, Behold, it is because the Lord hath anointed thee over his inheritance as chief."
    },
    {
      "verse": 2,
      "text": "When thou goest this day away from me, thou wilt find two men who are now by Rachel's sepulchre, on the boundary of Benjamin at Zelzach; and they will say unto thee, The asses which thou wentest to seek are found: and, lo, thy father hath given up the matter of the asses, and is anxious for you, saying, What shall I do for my son?"
    },
    {
      "verse": 3,
      "text": "Then shalt thou go on forward from there, and thou shalt come as far as the grove of Tabor, and there shall meet thee three men going up to God to Beth-el, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine:"
    },
    {
      "verse": 4,
      "text": "And they will ask thee after thy welfare, and give thee two loaves of bread, which thou must take from their hand."
    },
    {
      "verse": 5,
      "text": "After that shalt thou come to the hill of God, where the outposts of the Philistines are; and it shall come to pass, when thou art come thither to the city, that thou wilt meet a company of prophets coming down from the high-place, having before them a psaltery, and a tambourine, and a pipe, and a harp; and they will be prophesying;"
    },
    {
      "verse": 6,
      "text": "And the Spirit of the Lord will suddenly come over thee, and thou shalt prophesy with them, and thou shalt be changed into another man."
    },
    {
      "verse": 7,
      "text": "And it shall be, that, when these signs are come unto thee, then do thou what thy hand may be able to effect; for God is with thee."
    },
    {
      "verse": 8,
      "text": "And thou shalt go down before me to Gilgal; and, behold, I will come down unto thee, to offer burnt-offerings, [and] to sacrifice sacrifices of peace-offerings: seven days shalt thou tarry, till I come to thee, and then will I tell thee what thou shalt do."
    },
    {
      "verse": 9,
      "text": "And it happened, that, as he turned his back to go away from Samuel, God changed his heart into another; and all these signs came to pass on that same day."
    },
    {
      "verse": 10,
      "text": "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came suddenly over him, and he prophesied in the midst of them."
    },
    {
      "verse": 11,
      "text": "And it came to pass, when all that knew him before saw, that, behold, he prophesied with the prophets, then said the people one to another, What is this that hath happened to the son of Kish? is Saul also among the prophets?"
    },
    {
      "verse": 12,
      "text": "And one of that place answered and said, And who is their father? Therefore it became a proverb, Is Saul also among the prophets?"
    },
    {
      "verse": 13,
      "text": "And when he had made an end of prophesying, he came to the high-place."
    },
    {
      "verse": 14,
      "text": "And Saul's uncle said unto him and to his servant, Whither were ye gone? And he said, To seek the asses; and when we saw that they were nowhere, we went to Samuel."
    },
    {
      "verse": 15,
      "text": "And Saul's uncle said, Do tell me, I pray thee, what did Samuel say unto you."
    },
    {
      "verse": 16,
      "text": "And Saul said unto his uncle, He told us plainly that the asses had been found. But of the matter of the kingdom, whereof Samuel had spoken, he told him not."
    },
    {
      "verse": 17,
      "text": "And Samuel called the people together unto the Lord to Mizpah;"
    },
    {
      "verse": 18,
      "text": "And he said unto the children of Israel, Thus hath said the Lord the God of Israel, I brought up Israel from Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all the kingdoms that oppressed you;"
    },
    {
      "verse": 19,
      "text": "And ye for your part have this day rejected your God, he who hath saved you out of all your misfortunes and your tribulations; and ye have said unto him, Nevertheless, thou must set a king over us: and now present yourselves before the Lord according to your tribes, and according to your thousands."
    },
    {
      "verse": 20,
      "text": "And Samuel caused all the tribes of Israel to come near; and the tribe of Benjamin was seized."
    },
    {
      "verse": 21,
      "text": "And he caused the tribe of Benjamin to come near according to its families, and the family of Matri was seized, and then was seized Saul the son of Kish: and they sought him, but he could not be found."
    },
    {
      "verse": 22,
      "text": "And they inquired again of the Lord, Is the man yet come hither? And the Lord said, Behold, he hath hidden himself among the vessels."
    },
    {
      "verse": 23,
      "text": "And they ran and fetched him thence, and he placed himself erect in the midst of the people, and he was higher than any of the people from his shoulders and upward."
    },
    {
      "verse": 24,
      "text": "And Samuel said to all the people, Have ye seen him whom the Lord hath made choice of, that there is none like him among all the people? And all the people shouted, and said, Long live the king."
    },
    {
      "verse": 25,
      "text": "Then did Samuel speak to the people the rights of the kingdom, and wrote it in a book, and laid it down before the Lord. And Samuel sent away all the people, every man to his house."
    },
    {
      "verse": 26,
      "text": "And Saul also went to his home to Gib'ah; and there went with him a large crowd, whose heart God had touched."
    },
    {
      "verse": 27,
      "text": "But the worthless men said, In what can this help us? And they despised him, and brought him no present. But he acted as though he were deaf."
    }
  ]
}