{
  "book_id": "1SA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then came up Nachash the 'Ammonite, and encamped against Yabesh-gil'ad: and all the men of Yabesh said unto Nachash, Make a covenant with us, and we will serve thee."
    },
    {
      "verse": 2,
      "text": "And Nachash the 'Ammonite said unto them, On this condition will I make it with you, that ye all have put out the right eye, that I may lay it as a reproach upon all Israel."
    },
    {
      "verse": 3,
      "text": "And the elders of Yabesh said unto him, Grant us seven days' respite, that we may send messengers throughout all the boundary of Israel; and then, if there be none to save us, will we come out to thee."
    },
    {
      "verse": 4,
      "text": "And the messengers came to Gib'ah of Saul, and spoke the words in the ears of the people; and all the people lifted up their voice, and wept."
    },
    {
      "verse": 5,
      "text": "And, behold, Saul was coming after the herds out of the field; and Saul said, What aileth the people that they weep? And they told him the words of the men of Yabesh."
    },
    {
      "verse": 6,
      "text": "And the spirit of God came suddenly over Saul when he heard these words, and his anger was kindled greatly,"
    },
    {
      "verse": 7,
      "text": "And he took a yoke of oxen, and cut them in pieces, and sent them about throughout all the boundary of Israel by the hand of the messengers, saying, Whosoever goeth not forth after Saul and after Samuel, shall have his herds thus treated. And the dread of the Lord fell on the people, and they went out as one man."
    },
    {
      "verse": 8,
      "text": "And he numbered them in Bezek; and the children of Israel were three hundred thousand, and the men of Judah thirty thousand."
    },
    {
      "verse": 9,
      "text": "And they said unto the messengers that were come, Thus shall ye say unto the men of Yabesh-gil'ad, Tomorrow shall ye have help, when the sun shineth hot. And the messengers came and told it to the men of Yabesh; and these were glad."
    },
    {
      "verse": 10,
      "text": "And the men of Yabesh said, Tomorrow will we go out unto you, and ye can do unto us in accordance with all that seemeth good in your eyes."
    },
    {
      "verse": 11,
      "text": "And it happened on the morrow, that Saul put the people in three companies; and they came into the midst of the camp in the morning watch, and they smote the 'Ammonites until the heat of the day: and it came to pass, that those that remained were scattered, and no two among them were left together."
    },
    {
      "verse": 12,
      "text": "And the people said unto Samuel, Who is there that saith, Shall Saul reign over us? give up the men, and we will put them to death."
    },
    {
      "verse": 13,
      "text": "And Saul said, There shall not a man be put to death on this day; for today the Lord hath wrought deliverance in Israel."
    },
    {
      "verse": 14,
      "text": "And Samuel said to the people, Come and let us go to Gilgal, and renew there the choice of the king."
    },
    {
      "verse": 15,
      "text": "And all the people went to Gilgal; and they appointed there Saul as king before the Lord in Gilgal; and they sacrificed there sacrifices of peace-offerings before the Lord; and Saul with all the men of Israel rejoiced there very greatly."
    }
  ]
}