{
  "book_id": "1SA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Samuel said unto all Israel, Behold, I have hearkened unto your voice in all that ye said unto me, and I have set a king over you."
    },
    {
      "verse": 2,
      "text": "And now, behold, the king is walking before you; and I am old and gray-headed; and my sons, behold, they are with you; and I have walked before you from my youth even until this day."
    },
    {
      "verse": 3,
      "text": "Behold, here am I; testify against me in the presence of the Lord, and in the presence of his anointed: Whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or from whose hand have I received any ransom so that I withdrew my eyes from him? and I will restore it you."
    },
    {
      "verse": 4,
      "text": "And they said, Thou hast not defrauded us, nor hast thou oppressed us, and thou hast not taken from any man's hand the least."
    },
    {
      "verse": 5,
      "text": "And he said unto them, The Lord is witness against you, and his anointed is witness this day, that ye have not found in my hand the least: and they answered, He is witness."
    },
    {
      "verse": 6,
      "text": "And Samuel said unto the people, It is the Lord who did [wonders through] Moses and Aaron, and who brought your fathers up out of the land of Egypt."
    },
    {
      "verse": 7,
      "text": "And now stand up, that I may hold judgment with you before the Lord concerning all the benefits of the Lord, which he hath done to you and to your fathers."
    },
    {
      "verse": 8,
      "text": "When Jacob was come into Egypt, then did your fathers cry unto the Lord, and the Lord sent Moses and Aaron, and they brought forth your fathers out of Egypt, and caused them to dwell in this place."
    },
    {
      "verse": 9,
      "text": "And when they forgot the Lord their God, he sold them into the hand of Sissera, the chief of the host of Chazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they made war against them."
    },
    {
      "verse": 10,
      "text": "And they cried [then] unto the Lord, and said, We have sinned, because we have forsaken the Lord, and have served the Be'alim and the 'Ashtaroth; and now deliver us out of the hand of our enemies, and we will serve thee."
    },
    {
      "verse": 11,
      "text": "And the Lord sent Yerubba'al, and Bedan, and Yiphthach, and Samuel, and he delivered you out of the hand of your enemies on every side, so that ye dwelt safely."
    },
    {
      "verse": 12,
      "text": "But when ye saw that Nachash the king of the children of 'Ammon came against you, ye said unto me, No; but a king shall reign over us: when the Lord your God is your king."
    },
    {
      "verse": 13,
      "text": "And now here is the king whom ye have chosen, whom ye have asked for! and, behold, the Lord hath set over you a king."
    },
    {
      "verse": 14,
      "text": "If ye will fear the Lord, and serve him, and obey his voice, and will not rebel against the will of the Lord: then shall both ye and also the king that reigneth over you continue following the Lord your God."
    },
    {
      "verse": 15,
      "text": "But if ye will not hearken to the voice of the Lord, and rebel against the will of the Lord: then will the hand of the Lord be against you, as it was against your fathers."
    },
    {
      "verse": 16,
      "text": "And now stand up and see this great thing, which the Lord is about doing before your eyes."
    },
    {
      "verse": 17,
      "text": "Is there not wheat-harvest today? I will call unto the Lord, and he will send thunders and rain; and ye will [thus] perceive and see that your wickedness is great, which ye have done, in the eyes of the Lord, to ask for yourselves a king."
    },
    {
      "verse": 18,
      "text": "And Samuel called unto the Lord; and the Lord sent thunders and rain on that day: and all the people feared greatly the Lord and Samuel."
    },
    {
      "verse": 19,
      "text": "And all the people said unto Samuel, Pray in behalf of thy servants unto the Lord thy God, that we may not die; for we have added unto all our sins yet this evil, to ask for ourselves a king."
    },
    {
      "verse": 20,
      "text": "And Samuel said unto the people, Fear not; ye have indeed done all this evil: yet turn not aside from following the Lord, and serve ye the Lord with all your heart;"
    },
    {
      "verse": 21,
      "text": "And turn ye not aside; for then would ye go after vain things, which cannot profit nor deliver; because they are vain."
    },
    {
      "verse": 22,
      "text": "For the Lord will not forsake his people for the sake of his great name; because it hath pleased the Lord to make you a people unto himself."
    },
    {
      "verse": 23,
      "text": "Moreover as for me, far be it from me that I should sin against the Lord by ceasing to pray in behalf of you; but I will teach you the good and the right way:"
    },
    {
      "verse": 24,
      "text": "Only fear the Lord, and serve him in truth with all your heart; for see what great things he hath done with you."
    },
    {
      "verse": 25,
      "text": "But if ye will in any wise do wickedly, both ye yourselves as also your king shall perish."
    }
  ]
}