{
  "book_id": "1SA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Now it happened one day, that Jonathan the son of Saul said unto the young man that bore his armor, Come, and let us go over to the Philistines' outpost, that is on the other side yonder. But unto his father he told nothing."
    },
    {
      "verse": 2,
      "text": "And Saul tarried in the lower part of Gib'ah under the pomegranate tree which is by Migron: and the people that were with him were about six hundred men."
    },
    {
      "verse": 3,
      "text": "And Achiyah, the son of Achitub, the brother of I-chabod, the son of Phinehas, the son of 'Eli, the priest of the Lord in Shiloh, wore the ephod. And the people knew not that Jonathan was gone."
    },
    {
      "verse": 4,
      "text": "And between the passes, by which Jonathan sought to go over unto the outpost of the Philistines, there was a sharp point of rock on the one side, and a sharp point of rock on the other side: and the name of the one was Bozez, and the name of the other Seneh."
    },
    {
      "verse": 5,
      "text": "The one point rose up abruptly northward opposite Michmash, and the other southward opposite Geba'."
    },
    {
      "verse": 6,
      "text": "And Jonathan said to the young man that bore his armor, Come, and let us go over unto the outpost of these uncircumcised: it may be that the Lord will work for us; for there is no restraint to the Lord to save by means of many or by means of few."
    },
    {
      "verse": 7,
      "text": "And his armor-bearer said unto him, Do all that is in thy heart: turn thee; behold, I am with thee according to thy heart."
    },
    {
      "verse": 8,
      "text": "Then said Jonathan, Behold, we will pass over unto these men, and we will show ourselves unto them."
    },
    {
      "verse": 9,
      "text": "If they say thus unto us, Stand still until we come to you: then will we remain standing in our places, and will not go up unto them."
    },
    {
      "verse": 10,
      "text": "But if they say thus, Come up unto us: then will we go up; for the Lord hath delivered them into our hand; and this shall be unto us the sign."
    },
    {
      "verse": 11,
      "text": "And when both of them showed themselves unto the outpost of the Philistines, the Philistines said, Behold, Hebrews are coming forth out of the holes wherein they have hidden themselves."
    },
    {
      "verse": 12,
      "text": "And the men of the outpost addressed Jonathan and his armor-bearer, and said, Come up to us, and we will let you know something. Then said Jonathan unto his armor-bearer, Come up after me; for the Lord hath given them up into the hand of Israel."
    },
    {
      "verse": 13,
      "text": "And Jonathan then ascended upon his hands and upon his feet, and his armor-bearer after him: and they fell before Jonathan, and his armor-bearer was killing after him."
    },
    {
      "verse": 14,
      "text": "And that first defeat, which Jonathan and his armor-bearer caused, was about twenty men, within about the half of a field, which a yoke of oxen might plough."
    },
    {
      "verse": 15,
      "text": "And there arose a terror in the camp, in the field, and among all the people; the outposts, and the free-booters, they also were terrified, and the earth quaked; and it became a very great terror."
    },
    {
      "verse": 16,
      "text": "And the watchers of Saul in Gib'ah of Benjamin looked; and, behold, the multitude became scattered, and ran hither and thither."
    },
    {
      "verse": 17,
      "text": "Then said Saul unto the people that were with him, Muster now, and see who is gone away from us. And they mustered, and, behold, there was neither Jonathan nor his armor-bearer."
    },
    {
      "verse": 18,
      "text": "And Saul said unto Achiyah, Bring hither the ark of God; for the ark of God was on that day with the children of Israel."
    },
    {
      "verse": 19,
      "text": "And it happened, while Saul was speaking unto the priest, that the confusion which was in the camp of the Philistines went on and increased more and more: And Saul said unto the priest, Withdraw thy hand."
    },
    {
      "verse": 20,
      "text": "And Saul and all the people that were with him were called together, and they came to the battle; and, behold, the sword of every man was against his fellow, the disorder being very great."
    },
    {
      "verse": 21,
      "text": "And the Hebrews that were with the Philistines as before that time, those namely who had gone up with them, were in the camp round about; but these also resolved to be with the Israelites that were with Saul and Jonathan."
    },
    {
      "verse": 22,
      "text": "And all the men of Israel who had hidden themselves on the mountain of Ephraim, heard that the Philistines had fled; and they also followed hard after them in the battle."
    },
    {
      "verse": 23,
      "text": "So the Lord saved Israel that day: and the battle passed over unto Beth-aven."
    },
    {
      "verse": 24,
      "text": "And the men of Israel were hard urged that day; and Saul adjured the people, saying, Cursed be the man that will eat food until the evening, until I have been avenged on my enemies. And the whole people tasted thus no food."
    },
    {
      "verse": 25,
      "text": "And [the men of] all the land came to a forest; and there was honey upon the surface of the field."
    },
    {
      "verse": 26,
      "text": "And when the people were come into the forest, behold, there was a stream of honey; but no one put his hand to his mouth; for the people feared the oath."
    },
    {
      "verse": 27,
      "text": "But Jonathan had not heard his father charging the people with the oath; he therefore put forth the end of the staff that was in his hand, and dipped it in a honey-comb, and carried his hand again to his mouth; and his eyes became clear."
    },
    {
      "verse": 28,
      "text": "Then commenced one of the people, and said, Thy father strictly charged the people with an oath, saying, Cursed be the man that will eat food this day; though the people were faint."
    },
    {
      "verse": 29,
      "text": "Then said Jonathan, My father hath troubled the land: see, I pray you, how my eyes become clear, because I have tasted a little of this honey."
    },
    {
      "verse": 30,
      "text": "How much more, if haply the people had eaten freely this day of the spoil of their enemies which they found? for would there not have been now a greater defeat among the Philistines?"
    },
    {
      "verse": 31,
      "text": "And they smote on that day among the Philistines from Michmash to Ayalon; and the people were very faint."
    },
    {
      "verse": 32,
      "text": "And the people flew upon the spoil, and took sheep, and oxen, and young steers, and slew them on the ground: and the people did eat upon the blood."
    },
    {
      "verse": 33,
      "text": "And they told Saul, saying, Behold, the people are sinning against the Lord, in eating upon the blood. And he [then] said, Ye have acted treacherously: roll [hither] unto me this day a great stone."
    },
    {
      "verse": 34,
      "text": "And Saul said, Disperse yourselves among the people, and say unto them, Bring near unto me every man his ox, and every man his lamb, and slaughter here, and eat; and sin not against the Lord in eating by the blood. And all the people brought near every man his ox by his hand that night, and slaughtered [them] there."
    },
    {
      "verse": 35,
      "text": "And Saul built an altar unto the Lord: the same was the first altar that he built unto the Lord."
    },
    {
      "verse": 36,
      "text": "And Saul said, Let us go down after the Philistines by night, and spoil them until the morning-light, and let us not leave a man of them. And they said, Do whatsoever seemeth good in thy eyes. Then said the priest, Let us draw near hither unto God."
    },
    {
      "verse": 37,
      "text": "And Saul asked counsel of God, Shall I go down after the Philistines? wilt thou deliver them into the hand of Israel? But he answered him not on that day."
    },
    {
      "verse": 38,
      "text": "And Saul said, Draw ye near hither all the chief of the people: and know and see through what this sin hath happened this day."
    },
    {
      "verse": 39,
      "text": "For, as the Lord liveth, who saveth Israel, that if it be in Jonathan my son, he shall surely die. But no one answered him among all the people."
    },
    {
      "verse": 40,
      "text": "Then said he unto all Israel, Ye shall be on one side, and I and Jonathan my son will be on the other side. And the people said unto Saul, Do what seemeth good in thy eyes."
    },
    {
      "verse": 41,
      "text": "And Saul said unto the Lord, God of Israel, O, show forth the perfect truth. And Jonathan and Saul were seized; but the people came forth [free]."
    },
    {
      "verse": 42,
      "text": "And Saul said, Cast the lot between me and Jonathan my son. And Jonathan was seized."
    },
    {
      "verse": 43,
      "text": "Then said Saul to Jonathan, Do tell me what thou hast done. And Jonathan told him, and said, I did but taste with the end of the staff that was in my hand a little honey: lo, I am willing to die."
    },
    {
      "verse": 44,
      "text": "And Saul said, May God do thus now, and in future also; for thou shalt surely die, Jonathan."
    },
    {
      "verse": 45,
      "text": "And the people said unto Saul, Shall Jonathan die, who hath wrought this great salvation in Israel? This shall not be: as the Lord liveth, there shall not fall one hair of his head to the ground; for with God hath he wrought this day. So the people rescued Jonathan, and he died not."
    },
    {
      "verse": 46,
      "text": "Then went Saul up from following the Philistines; and the Philistines went to their own place."
    },
    {
      "verse": 47,
      "text": "So Saul strengthened himself in the government over Israel; and he fought on every side against all his enemies, against Moab, and against the children of 'Ammon, and against Edom, and against the kings of Zobah, and against the Philistines: and whithersoever he turned himself, he caused terror."
    },
    {
      "verse": 48,
      "text": "And he gathered an army, and he smote the 'Amalekites, and delivered Israel out of the hands of those that spoiled them."
    },
    {
      "verse": 49,
      "text": "Now the sons of Saul were Jonathan, and Yishvi, and Malkishua': and the names of his two daughters—the name of the first-born was Merab, and the name of the younger Michal."
    },
    {
      "verse": 50,
      "text": "And the name of Saul's wife was Achino'am, the daughter of Achima'az: and the name of the captain of his army was Abner, the son of Ner, Saul's uncle."
    },
    {
      "verse": 51,
      "text": "And Kish the father of Saul, and Ner the father of Abner, were each the son of Abiel."
    },
    {
      "verse": 52,
      "text": "And the war against the Philistines was violent all the days of Saul: and when Saul saw any strong man, or any valiant man, he took him unto himself."
    }
  ]
}