{
  "book_id": "1SA",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And Samuel said unto Saul, Me did the Lord send to anoint thee as king over his people, over Israel; and now hearken thou unto the voice of the words of the Lord."
    },
    {
      "verse": 2,
      "text": "Thus hath said the Lord of hosts, I remember what Amalek did to Israel, how he lay in wait for him on the way, when he came up from Egypt."
    },
    {
      "verse": 3,
      "text": "Now go and smite 'Amalek, and devote all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and lamb, camel and ass."
    },
    {
      "verse": 4,
      "text": "And Saul ordered the people to assemble, and he numbered them in Telaim, two hundred thousand men on foot, and ten thousand of the men of Judah."
    },
    {
      "verse": 5,
      "text": "And Saul came to the city of 'Amalek, and he fought in the valley."
    },
    {
      "verse": 6,
      "text": "And Saul said unto the Kenites, Go, depart, get you down from the midst of the 'Amalekites, lest I destroy you with them; whereas ye acted kindly with all the children of Israel, at their coming up out of Egypt. And the Kenites departed from the midst of the 'Amalekites."
    },
    {
      "verse": 7,
      "text": "And Saul smote the 'Amalekites from Chavilah until thou comest to Shur, that is before Egypt."
    },
    {
      "verse": 8,
      "text": "And he caught Agag the king of the 'Amalekites alive, and all the people he devoted to the edge of the sword."
    },
    {
      "verse": 9,
      "text": "But Saul together with the people had pity on Agag, and on the best of the flocks, and of the oxen, and of the fatlings, and the fat lambs, and all that was good, and they would not destroy them; but all the cattle that was of little value and weak, that they destroyed."
    },
    {
      "verse": 10,
      "text": "And the word of the Lord came unto Samuel, saying,"
    },
    {
      "verse": 11,
      "text": "I repent that I have set up Saul as king; for he hath turned back from following me, and my word hath he not performed: and it displeased Samuel, and he cried unto the Lord all the night."
    },
    {
      "verse": 12,
      "text": "And Samuel rose up early to meet Saul in the morning; and it was told to Samuel, saying, Saul came to Carmel, and, behold, he set himself up a monument, and then went about, and passed on, and went down to Gilgal."
    },
    {
      "verse": 13,
      "text": "And Samuel came to Saul; and Saul said unto him, Blessed be thou unto the Lord, I have performed the word of the Lord."
    },
    {
      "verse": 14,
      "text": "And Samuel said, What is then this bleating of the flocks in my ears, and the lowing of the oxen which I hear?"
    },
    {
      "verse": 15,
      "text": "And Saul said, From the 'Amalekites have they brought them; because the people had pity on the best of the flocks and of the oxen, in order to sacrifice unto the Lord thy God; and the rest have we destroyed."
    },
    {
      "verse": 16,
      "text": "And Samuel said unto Saul, Stay, and I will tell thee what the Lord said to me this night: and he said unto him, Speak."
    },
    {
      "verse": 17,
      "text": "And Samuel said, Is it not that, however little thou wast in thy own eyes, thou art the head of the tribes of Israel? and the Lord anointed thee as king over Israel?"
    },
    {
      "verse": 18,
      "text": "And the Lord sent thee on a journey, and said, Go and destroy the sinners, the 'Amalekites, and thou shalt fight against them until they be consumed."
    },
    {
      "verse": 19,
      "text": "Wherefore then didst thou not hearken unto the voice of the Lord, and didst fly upon the spoil, and didst the evil in the eyes of the Lord?"
    },
    {
      "verse": 20,
      "text": "And Saul said unto Samuel, Yea, I have fully hearkened unto the voice of the Lord; and I went on the way which the Lord had sent me; and I have brought Agag the king of 'Amalek; and the 'Amalekites have I destroyed."
    },
    {
      "verse": 21,
      "text": "And the people took of the spoil, of the flocks and oxen, the chief of the devoted things, to sacrifice unto the Lord thy God in Gilgal."
    },
    {
      "verse": 22,
      "text": "And Samuel said, Hath the Lord as much delight in burnt-offerings and in sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to attend more than the fat of the rams."
    },
    {
      "verse": 23,
      "text": "For the sin of witchcraft is rebellion, and idolatry and image-worship, stubbornness; inasmuch as thou hast despised the word of the Lord, he hath also despised thee that thou shalt not be king."
    },
    {
      "verse": 24,
      "text": "And Saul said unto Samuel, I have sinned; for I have transgressed the will of the Lord, and thy words; because I feared the people, and I hearkened to their voice."
    },
    {
      "verse": 25,
      "text": "And now, I pray thee, pardon my sin, and return with me, that I may prostrate myself to the Lord."
    },
    {
      "verse": 26,
      "text": "And Samuel said unto Saul, I will not return with thee; for thou didst despise the word of the Lord, and the Lord hath despised thee, that thou shalt not be king over Israel."
    },
    {
      "verse": 27,
      "text": "And Samuel turned about to go: and he laid hold on the corner of his mantle, and it was rent."
    },
    {
      "verse": 28,
      "text": "And Samuel said unto him, The Lord hath rent the kingdom of Israel from off thee this day, and hath given it to thy associate, who is better than thou."
    },
    {
      "verse": 29,
      "text": "And also the Strength of Israel will not lie nor repent; for he is not a man, that he should repent."
    },
    {
      "verse": 30,
      "text": "And he said, I have sinned; [yet] honor me now, I pray thee, in the presence of the elders of my people, and in the presence of Israel, and return with me, that I may prostrate myself unto the Lord thy God."
    },
    {
      "verse": 31,
      "text": "So Samuel returned, following Saul; and Saul prostrated himself to the Lord."
    },
    {
      "verse": 32,
      "text": "And Samuel said, Bring ye hither unto me Agag the king of the 'Amalekites: and Agag came unto him cheerfully; and Agag said, Surely the bitterness of death is past."
    },
    {
      "verse": 33,
      "text": "And Samuel said, As thy sword did make women childless, so shall thy mother be childless among women; and Samuel hewed Agag in pieces before the Lord in Gilgal."
    },
    {
      "verse": 34,
      "text": "Then Samuel went to Ramah; and Saul went up to his house at Gib'ah of Saul."
    },
    {
      "verse": 35,
      "text": "And Samuel did not see Saul any more until the day of his death; because Samuel mourned for Saul; and the Lord repented that he had made Saul king over Israel."
    }
  ]
}