{
  "book_id": "1SA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Saul spoke to Jonathan his son, and to all his servants, that he would kill David. But Jonathan the son of Saul delighted greatly in David."
    },
    {
      "verse": 2,
      "text": "And Jonathan told David, saying, Saul my father seeketh to kill thee; now therefore, I pray thee, take heed to thyself in the morning, and abide in a secret place, and hide thyself:"
    },
    {
      "verse": 3,
      "text": "And I will go out and stand by the side of my father in the field where thou art, and I myself will speak of thee to my father; and I will see what it is, and I will tell thee."
    },
    {
      "verse": 4,
      "text": "And Jonathan spoke favorably of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David; since he hath not sinned against thee, and because his deeds are very good for thee;"
    },
    {
      "verse": 5,
      "text": "And he did put his life in his hand, and he slew the Philistine, and the Lord wrought a great salvation for all Israel; thou sawest it, and wast rejoiced: wherefore then wilt thou commit sin on innocent blood, by slaying David without a cause?"
    },
    {
      "verse": 6,
      "text": "And Saul hearkened unto the voice of Jonathan: and Saul swore, As the Lord liveth, he shall not be put to death."
    },
    {
      "verse": 7,
      "text": "And Jonathan called David, and Jonathan told him all these words. And Jonathan brought David to Saul, and he was in his presence, as in times past."
    },
    {
      "verse": 8,
      "text": "And the war occurred again: and David went out, and fought with the Philistines, and smote them with a great defeat, and they fled from before him."
    },
    {
      "verse": 9,
      "text": "And the evil spirit from the Lord came upon Saul, and he was sitting in his house with his spear in his hand; and David was playing with his hand."
    },
    {
      "verse": 10,
      "text": "And Saul sought to strike David through with the spear even to the wall; but he slipped away from before Saul, who struck the spear into the wall: and David fled, and escaped that night."
    },
    {
      "verse": 11,
      "text": "But Saul sent messengers unto David's house, to watch him, and to slay him in the morning; and Michal his wife told it to David, saying, If thou save not thy life this night, tomorrow thou wilt be put to death."
    },
    {
      "verse": 12,
      "text": "And Michal let David down through the window: and he went, and fled, and escaped."
    },
    {
      "verse": 13,
      "text": "And Michal took an image, and put it in the bed, and a pillow of goats' hair she put for its head to rest on, and covered it with a cloth."
    },
    {
      "verse": 14,
      "text": "And when Saul sent messengers to take David, she said, He is sick."
    },
    {
      "verse": 15,
      "text": "And Saul sent the messengers to see David, saying, Bring him up to me in the bed, that I may put him to death."
    },
    {
      "verse": 16,
      "text": "And when the messengers were come in, behold, there was an image in the bed, with a pillow of goats' hair for its head to rest on."
    },
    {
      "verse": 17,
      "text": "And Saul said unto Michal, Why hast thou thus deceived me, and sent away my enemy, that he is escaped? And Michal said to Saul, He said unto me, Let me go away: why should I kill thee?"
    },
    {
      "verse": 18,
      "text": "So David fled, and escaped, and came unto Samuel to Ramah, and he told him all that Saul had done to him. And he and Samuel went and remained in Nayoth."
    },
    {
      "verse": 19,
      "text": "And it was told unto Saul, saying, Behold, David is at Nayoth near Ramah."
    },
    {
      "verse": 20,
      "text": "And Saul sent messengers to take David; and when they saw the company of the prophets prophesying, and Samuel standing as superintendent over them: then came upon the messengers of Saul the spirit of God, and they also prophesied."
    },
    {
      "verse": 21,
      "text": "And when it was told to Saul, he sent other messengers, and these prophesied likewise. And Saul sent again messengers the third time, and these also prophesied."
    },
    {
      "verse": 22,
      "text": "Then went he himself also to Ramah, and came as far as the great well that is in Sechu: and he asked and said, Where are Samuel and David? And some one said, Behold, they are at Nayoth near Ramah."
    },
    {
      "verse": 23,
      "text": "And he went thither to Nayoth near Ramah: and there came upon him also the Spirit of God, and he went on, and prophesied as he went, until he came to Nayoth near Ramah."
    },
    {
      "verse": 24,
      "text": "And he also stripped off his clothes, and he also prophesied himself before Samuel, and lay down naked all that day and all that night. Therefore people are in the habit of saying, Is Saul too among the prophets?"
    }
  ]
}