{
  "book_id": "1SA",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And David fled from Nayoth near Ramah, and came and said before Jonathan, What have I done? what is my iniquity? and what is my sin before thy father, that he seeketh my life?"
    },
    {
      "verse": 2,
      "text": "And he said unto him, God forbid; thou shalt not die: behold, my father is not wont to do a great thing or a small thing, which he doth not inform me of; and why should my father conceal this thing from me? it is not so."
    },
    {
      "verse": 3,
      "text": "But David swore again, and said, Thy father well knoweth that I have found grace in thy eyes; wherefore he said, Jonathan must not know this, lest he be grieved: nevertheless, as truly as the Lord liveth, and thy soul liveth, there was but one step between me and death."
    },
    {
      "verse": 4,
      "text": "Then said Jonathan unto David, Whatsoever thy soul sayeth will I do for thee."
    },
    {
      "verse": 5,
      "text": "And David said unto Jonathan, Behold, tomorrow is the new-moon, and I should as usual sit with the king to eat; but let me go, that I may hide myself in the field until the third evening."
    },
    {
      "verse": 6,
      "text": "If thy father at all miss me, then do thou say, David asked earnestly leave of me that he might run to Beth-lechem his city; for there is a yearly sacrifice there for all the family."
    },
    {
      "verse": 7,
      "text": "If he should say thus, It is well: then shall thy servant have peace; but if it be at all displeasing to him, then know that the evil is determined on by him."
    },
    {
      "verse": 8,
      "text": "And do thou deal kindly with thy servant; for into a covenant of the Lord hast thou brought thy servant with thee; but if there be in me any iniquity, slay me thyself; for why shouldst thou bring me to thy father?"
    },
    {
      "verse": 9,
      "text": "And Jonathan said, Far be it from thee; for if I should know for certain that evil were determined on by my father to come upon thee, would I not tell it thee?"
    },
    {
      "verse": 10,
      "text": "Then said David to Jonathan, Who shall tell it me? or what, if thy father answer thee roughly?"
    },
    {
      "verse": 11,
      "text": "And Jonathan said unto David, Come, let us go out into the field. And they went out, both of them, into the field."
    },
    {
      "verse": 12,
      "text": "And Jonathan said unto David, May the God of Israel [punish me] if, when I have sounded my father about this time tomorrow, or of the third day, and, behold, if he be good toward David, I do not then send unto thee, and inform thee of it."
    },
    {
      "verse": 13,
      "text": "May the Lord do so to Jonathan and continue so yet farther, that, if it please my father [to do] thee evil, I will inform thee of it, and send thee away, that thou mayest go in peace; and may the Lord be with thee, as he hath been with my father."
    },
    {
      "verse": 14,
      "text": "And wilt thou not, should I be yet alive, show me the kindness of the Lord, that I may not die?"
    },
    {
      "verse": 15,
      "text": "But, surely, thou wilt not withdraw thy kindness from my house for ever, not even when the Lord cutteth off the enemies of David, every one, from off the face of the earth."
    },
    {
      "verse": 16,
      "text": "So Jonathan made a covenant with the house of David, [saying,] May the Lord require it at the hand of David's enemies."
    },
    {
      "verse": 17,
      "text": "And Jonathan caused David to swear again, by his love for him; for he loved him as he loved his own soul."
    },
    {
      "verse": 18,
      "text": "Then Jonathan said to David, Tomorrow is the new-moon: and thou wilt be missed, because thy seat will be left empty."
    },
    {
      "verse": 19,
      "text": "And when thou hast stayed till the third day, then shalt thou go down greatly, and come to the place where thou didst hide thyself on the work-day; and thou shalt remain by the stone Ezel."
    },
    {
      "verse": 20,
      "text": "And I will myself shoot three arrows on the side thereof, as though I were shooting at a mark."
    },
    {
      "verse": 21,
      "text": "And, behold, I will send the lad, saying, Go, find the arrows; if I should now say unto the lad, Behold, the arrows are on this side of thee: then take him and come; for there is peace to thee, and it is nothing; as the Lord liveth."
    },
    {
      "verse": 22,
      "text": "But if thus I should say unto the young man, Behold, the arrows are beyond thee: then go thy way, for the Lord hath sent thee off."
    },
    {
      "verse": 23,
      "text": "And touching the matter of which we have spoken, thou and I, behold, the Lord is between me and thee for ever."
    },
    {
      "verse": 24,
      "text": "So David hid himself in the field: and when the new-moon was come, the king set himself down to the repast to eat."
    },
    {
      "verse": 25,
      "text": "And the king sat upon his seat, as at other times, upon the seat by the wall: and when Jonathan arose, Abner seated himself by the side of Saul, and David's place was left empty."
    },
    {
      "verse": 26,
      "text": "Nevertheless Saul spoke not the least on that day; for he thought, Something hath befallen him, he is not clean; because he hath not yet purified himself."
    },
    {
      "verse": 27,
      "text": "And it came to pass on the morrow, the second day of the new-moon, that David's place was left empty; and Saul said unto Jonathan his son, Wherefore is the son of Jesse not come, both yesterday and today, to the repast?"
    },
    {
      "verse": 28,
      "text": "And Jonathan answered Saul, David asked earnestly leave of me to go as far as Beth-lechem."
    },
    {
      "verse": 29,
      "text": "And he said, Let me go, I pray thee; for we have a family-sacrifice in the city, and my brother himself hath commanded it to me; and now, if I have found favor in thy eyes, let me get away, I pray thee, that I may see my brothers: therefore is he not come unto the king's table."
    },
    {
      "verse": 30,
      "text": "And the anger of Saul was kindled against Jonathan, and he said unto him, Thou son of perverse rebelliousness! do I not know that thou hast chosen the son of Jesse to thy own shame, and to the shame of thy mother's nakedness?"
    },
    {
      "verse": 31,
      "text": "For all the days that the son of Jesse liveth upon the ground, thou wilt not have any permanence with thy kingdom: therefore now send and fetch him unto me, for he shall surely die."
    },
    {
      "verse": 32,
      "text": "And Jonathan answered Saul his father, and said unto him, Wherefore shall he be put to death? what hath he done?"
    },
    {
      "verse": 33,
      "text": "And Saul cast his spear at him to smite him: and Jonathan understood that it was determined on by his father to put David to death."
    },
    {
      "verse": 34,
      "text": "And Jonathan arose from the table in fierce anger, and did eat no food on the second day of the new-moon; for he was grieved for David; because his father had made him feel ashamed."
    },
    {
      "verse": 35,
      "text": "And it came to pass in the morning, that Jonathan went out into the field to the place appointed with David, and a little lad was with him."
    },
    {
      "verse": 36,
      "text": "And he said unto his lad, Run, do find out the arrows which I shoot: and the lad ran, and he shot the arrow so as to pass beyond him."
    },
    {
      "verse": 37,
      "text": "And when the lad was come to the place of the arrow which Jonathan had shot, Jonathan called after the lad, and said, Behold, the arrow is beyond thee!"
    },
    {
      "verse": 38,
      "text": "And Jonathan called after the lad, Make haste, speed, stay not: and Jonathan's lad gathered up the arrows, and came to his master."
    },
    {
      "verse": 39,
      "text": "But the lad knew not the least: only Jonathan and David knew the matter."
    },
    {
      "verse": 40,
      "text": "And Jonathan gave his weapons unto the lad who was with him, and said unto him, Go, carry them to the city."
    },
    {
      "verse": 41,
      "text": "And as soon as the lad was gone, David arose from the south side [of the stone], and fell on his face to the ground, and bowed himself three times: and they kissed one another, and wept one with another, until David exceeded."
    },
    {
      "verse": 42,
      "text": "And Jonathan said to David, Go in peace: what we have sworn, both of us, in the name of the Lord, saying, The Lord shall be between me and thee, and between my seed and thy seed for ever, [shall be kept]. (21:1) And he arose and departed; and Jonathan went into the city."
    }
  ]
}