{
  "book_id": "1SA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when Saul was returned from pursuing the Philistines, that it was told to him, saying, Behold, David is in the wilderness of 'En-gedi."
    },
    {
      "verse": 2,
      "text": "Then took Saul three thousand chosen men out of all Israel, and went to seek David and his men upon the rocks of the wild goats."
    },
    {
      "verse": 3,
      "text": "And he came to the sheepfolds by the way, and there was a cave; and Saul went in to cover his feet: and David and his men were sitting in the lower end of the cave."
    },
    {
      "verse": 4,
      "text": "And the men of David said unto him, Behold, this is the day of which the Lord hath said unto thee, Behold, I will deliver thy enemy into thy hand, that thou mayest do to him as it shall seem good in thy eyes. And David arose, and cut off the corner of the robe which Saul wore, unperceived."
    },
    {
      "verse": 5,
      "text": "And it came to pass afterward, that David's heart smote him, because he had cut off the corner of Saul's [robe]."
    },
    {
      "verse": 6,
      "text": "And he said unto his men, Far be it from me for the Lord's sake, that I should do this thing unto my master, the Lord's anointed, to stretch forth my hand against him; because he is the anointed of the Lord."
    },
    {
      "verse": 7,
      "text": "So David restrained his servants with these words, and suffered them not to rise against Saul. But Saul rose up out of the cave, and went on his way."
    },
    {
      "verse": 8,
      "text": "David also arose afterward, and went forth out of the cave, and called after Saul, saying, My Lord, the king! And Saul then looked behind him, and David bowed his face to the earth, and prostrated himself."
    },
    {
      "verse": 9,
      "text": "And David said to Saul, Wherefore wilt thou listen to men's words, saying, Behold, David seeketh thy injury?"
    },
    {
      "verse": 10,
      "text": "Behold, this day thy eyes have seen how that the Lord had delivered thee today into my hand in the cave, and some one said that I should kill thee: but my soul felt compassion for thee: and I said, I will not stretch forth my hand against my Lord; because he is the anointed of the Lord."
    },
    {
      "verse": 11,
      "text": "And now, my father, see, yea, see the corner of thy robe in my hand; for in that I cut off the corner of thy robe, and killed thee not, know thou and see that there is neither evil nor transgression in my hand, and that I have not sinned against thee: yet thou liest in wait for my soul to take it."
    },
    {
      "verse": 12,
      "text": "May the Lord judge between me and thee, and may the Lord avenge me on thee; but my hand shall not be against thee."
    },
    {
      "verse": 13,
      "text": "As saith the proverb of the ancients, From the wicked proceedeth wickedness; but my hand shall not be against thee."
    },
    {
      "verse": 14,
      "text": "After whom is the king of Israel gone out? after whom art thou pursuing? after a dead dog, after a single flea."
    },
    {
      "verse": 15,
      "text": "May the Lord therefore be judge, and decide between me and thee, and see, and plead my cause, and obtain me justice out of thy hand."
    },
    {
      "verse": 16,
      "text": "And it came to pass, When David had finished speaking these words unto Saul, that Saul said, Is this thy voice, my son David? And Saul lifted up his voice, and wept."
    },
    {
      "verse": 17,
      "text": "And he said to David, Thou art more righteous than I; for thou hast done for me only what is good, whereas I have rewarded thee only with what is evil."
    },
    {
      "verse": 18,
      "text": "And thou hast proved this day, that thou hast dealt well with me; forasmuch as when the Lord had surrendered me into thy hand, thou didst not kill me."
    },
    {
      "verse": 19,
      "text": "For if a man find his enemy, will he let him go away on a good road? so may the Lord reward thee with good for what thou hast done unto me this day."
    },
    {
      "verse": 20,
      "text": "And now, behold, I know that thou wilt surely become king, and that the kingdom of Israel will stand firmly in thy hand."
    },
    {
      "verse": 21,
      "text": "And now swear unto me by the Lord, that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father's house."
    },
    {
      "verse": 22,
      "text": "And David swore unto Saul; and Saul went to his house; but David and his men went up into the strong-hold."
    }
  ]
}