{
  "book_id": "1SA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And Samuel died; and all the Israelites assembled themselves together, and lamented for him, and buried him in his house at Ramah. And David arose, and went down to the wilderness of Paran."
    },
    {
      "verse": 2,
      "text": "And there was a man in Ma'on, whose business was in Carmel; and the man was very great, and he had three thousand sheep, and a thousand goats: and he was, while they were shearing his sheep, at Carmel."
    },
    {
      "verse": 3,
      "text": "Now the name of the man was Nabal, and the name of his wife Abigayil: and the woman was of good understanding, and of a beautiful form; but the man was hard-hearted and evil in his deeds; and he was of the house of Caleb."
    },
    {
      "verse": 4,
      "text": "And David heard in the wilderness that Nabal was shearing his sheep."
    },
    {
      "verse": 5,
      "text": "And David sent out ten young men, and David said unto the young men, Get you up to Carmel, and go to Nabal, and ask him in my name after his well-being."
    },
    {
      "verse": 6,
      "text": "And ye shall say, May it thus be throughout thy life; and peace be to thee, and peace be to thy house, and unto all that thou hast be peace."
    },
    {
      "verse": 7,
      "text": "And now have I heard that thou hast sheep-shearers: now thy shepherds have been with us, we have not injured them, neither hath there aught been missing unto them, all the time they were at Carmel."
    },
    {
      "verse": 8,
      "text": "Ask thy young men, and they will tell it thee. Therefore let the young men find favor in thy eyes; for on a festive day are we come: give, I pray thee, whatsoever thy hand is capable of unto thy servants, and to thy son, to David."
    },
    {
      "verse": 9,
      "text": "And David's young men came, and they spoke to Nabal in accordance with all these words in the name of David; and then they ceased."
    },
    {
      "verse": 10,
      "text": "And Nabal answered the servants of David, and said, Who is David? and who is the son of Jesse? now-a-days there are many servants that break away every one from his master."
    },
    {
      "verse": 11,
      "text": "Shall I then take my bread, and my water, and my flesh that I have killed for my sheep-shearers, and give it unto men, whom I know not whence they are?"
    },
    {
      "verse": 12,
      "text": "And David's young men turned about on their way, and returned, and came and told him in accordance with all these words."
    },
    {
      "verse": 13,
      "text": "And David said unto his men, Gird ye on, every man, his sword. And they girded on, every man, his sword; and David also girded on his sword: and there went up after David about four hundred men, and two hundred abode by the baggage."
    },
    {
      "verse": 14,
      "text": "But one of the young men told Abigayil, Nabal's wife, saying, Behold, David sent messengers out of the wilderness to greet our master; but he hath spoken rudely to them."
    },
    {
      "verse": 15,
      "text": "Whereas the men have been very good unto us; and we have not been injured, neither have we missed any thing, all the time that we went about with them, while we were in the field:"
    },
    {
      "verse": 16,
      "text": "A wall were they around us both by night and by day, all the time we were with them, feeding the flocks."
    },
    {
      "verse": 17,
      "text": "And now know and consider what thou canst do; for evil is determined on against our master, and against all his household; and he is too greatly a worthless man for me to speak to him."
    },
    {
      "verse": 18,
      "text": "And Abigayil made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready dressed, and five measures of parched corn, and a hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses."
    },
    {
      "verse": 19,
      "text": "And she said unto her young men, Pass on before me: behold, I come after you. But to her husband Nabal she told nothing."
    },
    {
      "verse": 20,
      "text": "And it was so, as she was riding on the ass, and coming down by the covert of the mount, that, behold, David and his men came down toward her; and she met them."
    },
    {
      "verse": 21,
      "text": "Now David had said, Yea, for naught only have I guarded all that belongeth to this fellow in the wilderness, so that not the least was missed of all that pertained unto him; and he hath requited me evil instead of good."
    },
    {
      "verse": 22,
      "text": "So may God do unto the enemies of David, and do so yet farther, if I leave of all that pertaineth to him by the morning light, as much as a dog."
    },
    {
      "verse": 23,
      "text": "And when Abigayil saw David, she hastened, and alighted off the ass, and fell down before David on her face, and bowed herself to the ground."
    },
    {
      "verse": 24,
      "text": "And she fell at his feet, and said, On me, me, my lord, is the fault: and let thy hand-maid, I pray thee, speak in thy hearing, and listen to the words of thy hand-maid."
    },
    {
      "verse": 25,
      "text": "Let not my Lord, I pray thee, turn his heart unto this worthless man, unto Nabal; for as his name is, so is he: Nabal is his name, and meanness is with him; but I thy hand-maid did not see the young men of my Lord, whom thou didst send."
    },
    {
      "verse": 26,
      "text": "And now, my lord, as the Eternal liveth, and as thy soul liveth, it is the Lord who hath withholden thee from coming to blood-guiltiness, and from helping thyself with thy own hand; and now may like Nabal be thy enemies, and those that seek [to do] my Lord evil."
    },
    {
      "verse": 27,
      "text": "And now this present which thy hand-maid hath brought unto my Lord, let it even be given unto the young men that follow in the train my Lord."
    },
    {
      "verse": 28,
      "text": "Pardon, I pray thee, the trespass of thy hand-maid; for the Lord will certainly make for my lord an enduring house; because the battles of the Lord doth my lord fight, and evil will not be found in thee all thy days."
    },
    {
      "verse": 29,
      "text": "And though a man is risen up to pursue thee, and to seek thy soul: yet will the soul of my Lord be bound in the bond of life with the Lord thy God; and the soul of thy enemies will he hurl away, as out of the middle of the sling."
    },
    {
      "verse": 30,
      "text": "And it shall come to pass, when the Lord will do to my lord, in accordance with all the good that he hath spoken concerning thee, and will ordain thee as ruler over Israel,"
    },
    {
      "verse": 31,
      "text": "That this shall not be unto thee as a cause of offense and as a reproach of heart unto my lord, both by having shed blood without cause, and by my lord having righted himself; and when the Lord will do good unto my lord, then do thou remember thy hand-maid."
    },
    {
      "verse": 32,
      "text": "And David said to Abigayil, Blessed be the Lord, the God of Israel, who sent thee this day to meet me;"
    },
    {
      "verse": 33,
      "text": "And blessed be thy intelligence, and blessed be thou, who hast prevented me this day from coming unto blood-guiltiness, and from helping myself with my own hand."
    },
    {
      "verse": 34,
      "text": "But truly, as the Lord the God of Israel liveth, who hath withdrawn me from injuring thee, except thou hadst hastened and come to meet me, surely there would not have been left unto Nabal by the morning-light so much as a dog."
    },
    {
      "verse": 35,
      "text": "And David took out of her hand that which she had brought him; and unto her he said, Go up in peace to thy house: see, I have hearkened to thy voice, and have respected thy presence."
    },
    {
      "verse": 36,
      "text": "And Abigayil came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal's heart was merry within him, and he was exceedingly drunken; wherefore she told him not a word, either little or great, until the morning-light."
    },
    {
      "verse": 37,
      "text": "But it happened in the morning, when the wine was gone out of Nabal, that his wife told him these things; and his heart died within him, and he became as a stone."
    },
    {
      "verse": 38,
      "text": "And it came to pass in about ten days thereafter, that the Lord struck Nabal, and he died."
    },
    {
      "verse": 39,
      "text": "And when David heard that Nabal was dead, he said, Blessed be the Lord, who hath pleaded the cause of my reproach from the hand of Nabal, and hath withheld his servant from evil; and the wickedness of Nabal hath the Lord returned upon his own head. And David sent and applied for Abigayil, to take her to himself for wife."
    },
    {
      "verse": 40,
      "text": "And the servants of David came to Abigayil to Carmel, and they spoke unto her, saying, David hath sent us unto thee, to take thee to himself for wife."
    },
    {
      "verse": 41,
      "text": "Thereupon she arose, and bowed herself with her face to the earth, and said, Behold, let thy hand-maid be a servant to wash the feet of the servants of my lord."
    },
    {
      "verse": 42,
      "text": "And Abigayil hastened, and arose, and rode upon an ass, with her five damsels that went in her train; and she went after the messengers of David, and she became his wife."
    },
    {
      "verse": 43,
      "text": "David also took Achino'am of Yizre'el; and both of them became thus his wives."
    },
    {
      "verse": 44,
      "text": "But Saul had given Michal his daughter, David's wife, to Palti, the son of Layish, who was of Gallim."
    }
  ]
}