{
  "book_id": "1SA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And the Ziphites came unto Saul to Gib'ah, saying, Behold, David hideth himself on the hill of Chachilah, before the desert."
    },
    {
      "verse": 2,
      "text": "Then arose Saul, and went down to the wilderness of Ziph, and with him were three thousand men chosen out of Israel, to seek David in the wilderness of Ziph."
    },
    {
      "verse": 3,
      "text": "And Saul encamped on the hill of Chachilah, which is before the desert by the way; but David abode in the wilderness, and he saw that Saul was coming after him into the wilderness."
    },
    {
      "verse": 4,
      "text": "David thereupon sent out spies, and understood that Saul was come for a certainty."
    },
    {
      "verse": 5,
      "text": "And David arose, and came to the place where Saul was encamped; and David beheld the place where Saul lay, with Abner the son of Ner, the captain of his army; and Saul was lying in the midst of the ring, and the people were encamped round about him."
    },
    {
      "verse": 6,
      "text": "Then commenced David and said to Achimelech the Hittite, and to Abishai the son of Zeruyah, the brother of Joab, saying, Who will go down with me to Saul to the camp? And Abishai said, I will readily go down with thee."
    },
    {
      "verse": 7,
      "text": "So David and Abishai came to the people by night: and, behold, Saul lay sleeping within the ring, with his spear stuck in the ground by his head; but Abner and the people were lying round about him."
    },
    {
      "verse": 8,
      "text": "Then said Abishai to David, God hath surrendered this day thy enemy into thy hand: and now let me strike him through, I pray thee, with the spear, even to the earth with one blow, and I will not give him a second one."
    },
    {
      "verse": 9,
      "text": "But David said to Abishai, Destroy him not; for who hath stretched forth his hand against the Lord's anointed, and remained guiltless?"
    },
    {
      "verse": 10,
      "text": "David said farthermore, As the Lord liveth, the Lord alone shall strike him down: either his day shall come that he die; or he shall go down into battle, and perish."
    },
    {
      "verse": 11,
      "text": "Far be this from me for the sake of the Lord, that I should stretch forth my hand against the Lord's anointed; but now, I pray thee, take thou the spear that is by his head, and the cruise of water, and let us go our way."
    },
    {
      "verse": 12,
      "text": "So David took the spear and the cruise of water by the head of Saul, and they went their way; and no one saw it, and no one perceived it, and-no one awaked; for they were all sleeping; because a deep sleep from the Lord was fallen upon them."
    },
    {
      "verse": 13,
      "text": "Then went David over to the other side, and stood on the top of the mount afar off, the space between them being great."
    },
    {
      "verse": 14,
      "text": "And David called to the people, and to Abner the son of Ner, saying, Wilt thou not answer, Abner? And Abner answered and said, Who art thou that callest to the king?"
    },
    {
      "verse": 15,
      "text": "And David said to Abner, Art thou not a man? and who is like to thee in Israel? why then hast thou not kept guard over thy lord the king? for there came one of the people to destroy the king thy lord."
    },
    {
      "verse": 16,
      "text": "This thing which thou hast done is not good. As the Lord liveth, ye deserve to die; because ye have not kept guard over your master, over the Lord's anointed. And now see, where is the king's spear, and the cruise of water that was by his head?"
    },
    {
      "verse": 17,
      "text": "And Saul recognized David's voice, and he said, Is this thy voice, my son David? And David said, It is my voice, my Lord, O king."
    },
    {
      "verse": 18,
      "text": "And he said, Why is this that my lord doth pursue after his servant? for what have I done? or what evil is in my hand?"
    },
    {
      "verse": 19,
      "text": "And now, I pray thee, let my Lord the king hear the words of his servant! If the Lord have stirred thee up against me, then may he accept the savor of an offering; but if they be the children of men, then be they cursed before the Lord; because they have driven me out this day so that I cannot attach myself on the inheritance of the Lord, saying, Go, serve other gods."
    },
    {
      "verse": 20,
      "text": "Now, therefore, let not my blood fall to the earth far from the presence of the Lord; for the king of Israel is come out to seek a single flea, as one doth usually pursue a partridge on the mountains."
    },
    {
      "verse": 21,
      "text": "Then said Saul, I have sinned; return, my son David; for I will not do thee harm any more, for the cause that my life was precious in thy eyes this day: behold, I have acted foolishly, and have erred exceedingly much."
    },
    {
      "verse": 22,
      "text": "And David answered and said, Behold, here is the king's spear! and let one of the young men come over and fetch it."
    },
    {
      "verse": 23,
      "text": "And may the Lord recompense to every man his righteousness and his faithfulness; since the Lord delivered thee into my hand today, and I would not stretch forth my hand against the anointed of the Lord."
    },
    {
      "verse": 24,
      "text": "And behold, as thy life was highly valued this day in my eyes, so may my life be highly valued in the eyes of the Lord, and may he deliver me out of all tribulation."
    },
    {
      "verse": 25,
      "text": "Then said Saul to David, Blessed be thou my son David: thou wilt both do great things, and wilt also surely prevail. And David went then on his way, and Saul returned to his place."
    }
  ]
}