{
  "book_id": "1SA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And David said in his heart, Now I may yet perish suddenly one day by the hand of Saul; there is nothing better for me than that I should escape at once into the land of the Philistines, then Saul will abstain from me, to seek me any more in all the territory of Israel: and so shall I escape out of his hand."
    },
    {
      "verse": 2,
      "text": "And David arose, and he passed over himself with the six hundred men that were with him unto Achish, the son of Ma'och, the king of Gath."
    },
    {
      "verse": 3,
      "text": "And David remained with Achish at Gath, he and his men, every man with his household, also David with his two wives, Achino'am the Yizre'elitess, and Abigayil, Nabal's wife, the Carmelitess."
    },
    {
      "verse": 4,
      "text": "And when it was told unto Saul that David was fled to Gath, he continued no more to seek for him."
    },
    {
      "verse": 5,
      "text": "And David said unto Achish, If now I have found grace in thy eyes, let them give me a place in some one of the country-towns, that I may dwell there; for why should thy servant dwell in the royal city with thee?"
    },
    {
      "verse": 6,
      "text": "Then gave Achish unto him on that day Ziklag: therefore hath Ziklag pertained unto the kings of Judah until this day."
    },
    {
      "verse": 7,
      "text": "And the number of the days that David dwelt in the fields of the Philistines was a full year and four months."
    },
    {
      "verse": 8,
      "text": "And David and his men went up, and invaded the Geshurites, and the Gizrites, and the 'Amalekites; for these nations were of old the inhabitants of the land, till thou comest to Shur, and as far as the land of Egypt."
    },
    {
      "verse": 9,
      "text": "And David smote the land, and left not alive either man or woman, and took away the flocks, and the oxen, and the asses, and the camels, and the apparel, and returned, and came to Achish."
    },
    {
      "verse": 10,
      "text": "And Achish said, Whither have ye made an inroad today? And David said, Against the south of Judah, and against the south of the Yerachmeelites, and against the south of the Kenites."
    },
    {
      "verse": 11,
      "text": "And David left not alive either man or woman, to bring [them] to Gath, saying, That they may not tell on us, saying, So hath David done, and so is his custom all the days he hath dwelt in the fields of the Philistines."
    },
    {
      "verse": 12,
      "text": "And Achish had confidence in David, saying, He hath surely spoiled his odor among his people, among Israel; and he will become unto me a servant for ever."
    }
  ]
}