{
  "book_id": "1SA",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in those days, that the Philistines gathered their camps together for warfare, to fight with Israel; and Achish said unto David, Thou must know that thou shalt go out with me into the camp, thou and thy men."
    },
    {
      "verse": 2,
      "text": "And David said to Achish, By reason of this wilt thou thyself ascertain what thy servant will do. And Achish said to David, Therefore will I make thee the guard of my head for all times."
    },
    {
      "verse": 3,
      "text": "Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city; and Saul had removed those that had familiar spirits, and the wizards, out of the land."
    },
    {
      "verse": 4,
      "text": "And the Philistines assembled themselves together, and came and encamped at Shunem: and Saul assembled together all Israel, and they encamped at Gilboa'."
    },
    {
      "verse": 5,
      "text": "And when Saul saw the camp of the Philistines, he was afraid, and his heart trembled greatly."
    },
    {
      "verse": 6,
      "text": "And Saul asked counsel of the Lord; but the Lord answered him not, either by means of dreams, or by means of the Urim, or by means of the prophets."
    },
    {
      "verse": 7,
      "text": "Then said Saul unto his servants, Seek out for me a woman that hath a familiar spirit, that I may go to her and inquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at 'En-dor."
    },
    {
      "verse": 8,
      "text": "And Saul disguised himself, and put on other garments, and he went, he and two men with him, and they came to the woman by night: and he said, Divine, I pray thee, unto me by the familiar spirit, and bring up for me the one whom I shall say unto thee."
    },
    {
      "verse": 9,
      "text": "And the woman said unto him, Behold, thou well knowest that which Saul hath done, that he hath cut off those that have familiar spirits, and the wizards, out of the land; wherefore then layest thou a snare for my life, to cause me to die?"
    },
    {
      "verse": 10,
      "text": "And Saul swore to her by the Lord, saying, As the Lord liveth, there shall no guilt attach to thee for this thing."
    },
    {
      "verse": 11,
      "text": "Then said the woman, Whom shall I bring up for thee? And he said, Samuel thou must bring up for me."
    },
    {
      "verse": 12,
      "text": "And when the woman saw Samuel, she cried with a loud voice: and the woman said to Saul thus, Why hast thou deceived me? since thou art Saul."
    },
    {
      "verse": 13,
      "text": "And the king said unto her, Be not afraid; however, what hast thou seen? And the woman said unto Saul, A divine being have I seen ascending out of the earth."
    },
    {
      "verse": 14,
      "text": "And he said unto her, What is his form? And she said, An old man is coming up; and he is wrapt in a mantle. And so Saul perceived that it was Samuel, and he bowed with his face to the ground, and prostrated himself."
    },
    {
      "verse": 15,
      "text": "And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am greatly distressed, and the Philistines make war against me, and God is departed from me, and hath not answered me any more, either by the agency of the prophets, or by means of dreams; wherefore I have called thee, to make known unto me what I shall do."
    },
    {
      "verse": 16,
      "text": "Then said Samuel, And why wilt thou ask me, seeing the Lord is departed from thee, and is become thy enemy?"
    },
    {
      "verse": 17,
      "text": "And the Lord hath done for himself as he hath spoken through my agency; and the Lord hath rent the government out of thy hand, and hath given it to thy associate, to David;"
    },
    {
      "verse": 18,
      "text": "As thou didst not obey the voice of the Lord, and didst not execute his fierce wrath upon 'Amalek; therefore hath the Lord done this thing unto thee this day."
    },
    {
      "verse": 19,
      "text": "And the Lord will deliver also Israel with thee into the hand of the Philistines; and tomorrow shalt thou and thy sons be with me: also the camp of Israel will the Lord deliver into the hand of the Philistines."
    },
    {
      "verse": 20,
      "text": "Then fell Saul hastily with his full length to the earth, and was greatly afraid, because of the words of Samuel: there was also no strength in him; for he had not eaten any food all that day, and all that night."
    },
    {
      "verse": 21,
      "text": "And the woman came unto Saul, and saw that he was greatly terrified; and she said unto him, Behold, thy hand-maid hath obeyed thy voice; and I put my life in my hand, and hearkened unto thy words which thou spokest unto me."
    },
    {
      "verse": 22,
      "text": "And now, hearken thou also, I pray thee, unto the voice of thy hand-maid, and let me set before thee a morsel of bread, and eat; that thou mayest have strength when thou goest on the way."
    },
    {
      "verse": 23,
      "text": "But he refused, and said, I will not eat. But his servants urged him much, as also the woman; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed."
    },
    {
      "verse": 24,
      "text": "And the woman had a fatted calf in the house; and she hastened, and slaughtered it, and took flour, and kneaded it, and baked unleavened bread thereof:"
    },
    {
      "verse": 25,
      "text": "And she brought it near before Saul, and before his servants; and they ate. Then they rose up, and went away that night."
    }
  ]
}