{
  "book_id": "1SA",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Now the Philistines assembled together all their camps at Aphek: and the Israelites encamped by the spring which is by Yizre'el."
    },
    {
      "verse": 2,
      "text": "And the lords of the Philistines passed on by hundreds, and by thousands; but David and his men passed on at the last with Achish."
    },
    {
      "verse": 3,
      "text": "Then said the princes of the Philistines, What are these Hebrews to do? And Achish said unto the princes of the Philistines, Behold, this is David, the servant of Saul the king of Israel, who hath been with me already a year, or even years, and I have not found the least in him [to blame] from the day of his joining [me] until this day?"
    },
    {
      "verse": 4,
      "text": "And the princes of the Philistines were angry with him; and the princes of the Philistines said unto him, Cause this man to go back, that he may return to his place whither thou hast assigned him; but he shall not go down with us to the battle, that he may not become an adversary to us in the battle; for wherewith could this person reconcile himself unto his master? is it not by means of the heads of these men?"
    },
    {
      "verse": 5,
      "text": "Is not this David, of whom they sang one to another in the dances, saying, Saul hath slain his thousands, and David his ten thousands?"
    },
    {
      "verse": 6,
      "text": "Then did Achish call David, and say unto him, As the Lord liveth, [I declare] that thou art upright, and that thy going out and thy coming in with me in the camp is good in my eyes; for I have not found in thee any evil from the day of thy coming unto me until this day; nevertheless in the eyes of the lords thou art not good."
    },
    {
      "verse": 7,
      "text": "And now return, and go in peace, that thou mayest not do any evil in the eyes of the lords of the Philistines."
    },
    {
      "verse": 8,
      "text": "And David said unto Achish, But what have I done? and what hast thou found in thy servant from the day that I have been before thee, until this day, that I shall not go to fight against the enemies of my Lord the king?"
    },
    {
      "verse": 9,
      "text": "And Achish answered and said to David, I know that thou art good in my eyes, as an angel of God; nevertheless, the princes of the Philistines have said, He shall not go up with us to the battle."
    },
    {
      "verse": 10,
      "text": "And now rise up early in the morning with the servants of thy master that are come with thee: and rise then up early in the morning, and when ye have light, go away."
    },
    {
      "verse": 11,
      "text": "And David and his men rose up early to go away in the morning, to return unto the land of the Philistines; but the Philistines went up to Yizre'el."
    }
  ]
}