{
  "book_id": "1SA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Now the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and there fell down [many] slain on mount Gilboa'."
    },
    {
      "verse": 2,
      "text": "And the Philistines overtook Saul and his sons; and the Philistines smote Jonathan, and Abinadab, and Malkishua', the sons of Saul."
    },
    {
      "verse": 3,
      "text": "And the battle was heavy against Saul, and he was found by the archers, the men with bows; and he was greatly in dread of the archers."
    },
    {
      "verse": 4,
      "text": "And Saul said unto his armor-bearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and wantonly ill-use me. But his armor-bearer would not; for he was greatly afraid; wherefore Saul took the sword, and fell upon it."
    },
    {
      "verse": 5,
      "text": "And when his armor-bearer saw that Saul was dead, then fell he likewise upon his sword, and died with him."
    },
    {
      "verse": 6,
      "text": "Thus died Saul, and his three sons, and his armor-bearer, also all his men, on that same day together."
    },
    {
      "verse": 7,
      "text": "And when the men of Israel that were on the other side of the valley, and those that were on the other side of the Jordan, saw that the men of Israel had fled, and that Saul and his sons had died: they forsook the cities, and fled away; and the Philistines came and dwelt in them."
    },
    {
      "verse": 8,
      "text": "And it came to pass on the morrow, that the Philistines came to strip the slain; and they found Saul and his three sons fallen on mount Gilboa'."
    },
    {
      "verse": 9,
      "text": "And they cut off his head, and stripped off his armor, and sent it into the land of the Philistines round about, to publish it in the house of their idols, and among the people."
    },
    {
      "verse": 10,
      "text": "And they put his armor in the house of 'Ashtaroth; and his body they fastened to the wall of Beth-shan."
    },
    {
      "verse": 11,
      "text": "And when the inhabitants of Yabeshgil'ad heard concerning him that which the Philistines had done to Saul:"
    },
    {
      "verse": 12,
      "text": "Then arose all the valiant men, and walked all the night, and took the body of Saul and the bodies of his sons from the wall of Beth-shan, and they came to Yabesh, and burnt them there."
    },
    {
      "verse": 13,
      "text": "And they took their bones, and buried them under the tamarisk-tree at Yabesh, and they fasted seven days."
    }
  ]
}