{
  "book_id": "HAG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the second year of Darius the king, in the sixth month, on the first day of the month, came the word of Jehovah by Haggai the prophet to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Josedech, the high-priest, saying,"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah of hosts: This people saith, The time is not yet come, the time that the house of Jehovah should be built."
    },
    {
      "verse": 3,
      "text": "But the word of Jehovah hath come by Haggai the prophet, saying:—"
    },
    {
      "verse": 4,
      "text": "Is it, then, a time for yourselves To dwell in ceiled houses, While this house lieth waste?"
    },
    {
      "verse": 5,
      "text": "Therefore thus saith Jehovah of hosts: Consider how it goeth with you!"
    },
    {
      "verse": 6,
      "text": "Ye sow much, and bring in little; Ye eat, but are not full; Ye drink, but are not satisfied; Ye clothe yourselves, but are not warmed; And he that earneth wages earneth them for a purse with holes."
    },
    {
      "verse": 7,
      "text": "Thus saith Jehovah of hosts: Consider how it goeth with you!"
    },
    {
      "verse": 8,
      "text": "Go up to the mountain, and bring wood, and build the house, That I may have pleasure therein, And be glorified, saith Jehovah."
    },
    {
      "verse": 9,
      "text": "Ye look for much, and lo, it cometh to little; And when ye bring it home, I blow it away; And why? saith Jehovah of hosts. Because of my house which lieth waste, While ye run every one to his own house."
    },
    {
      "verse": 10,
      "text": "Therefore the heaven over you withholdeth the dew, And the earth refuseth her fruit."
    },
    {
      "verse": 11,
      "text": "And I have called for a drought upon the land, and upon the mountains; And upon the corn, and the new wine, and the oil; Upon that which the ground bringeth forth, And upon men, and upon cattle, And upon all the labor of the hands."
    },
    {
      "verse": 12,
      "text": "Then Zerubbabel, the son of Shealtiel, and Joshua, the son of Josedech, the high-priest, and all the remnant of people, hearkened to the voice of Jehovah their God, and to the words of Haggai the prophet, as Jehovah their God had sent him; and the people feared before Jehovah."
    },
    {
      "verse": 13,
      "text": "Then spake Haggai, the messenger of Jehovah, by a message from Jehovah to the people, saying, I am with you, saith Jehovah."
    },
    {
      "verse": 14,
      "text": "And Jehovah stirred up the spirit of Zerubbabel, the son of Shealtiel, governor of Judah, and the spirit of Joshua, the son of Josedech, the high-priest, and the spirit of all the remnant of people, so that they came and executed work upon the house of Jehovah of hosts, their God,"
    },
    {
      "verse": 15,
      "text": "on the four and twentieth day of the sixth month, in the second year of Darius the king."
    }
  ]
}