{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "In the seventh month, on the one and twentieth day of the month, came the word of Jehovah by the prophet Haggai, saying:"
    },
    {
      "verse": 2,
      "text": "Speak now to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Josedech, the high-priest, and to the remnant of the people, saying:—"
    },
    {
      "verse": 3,
      "text": "Who is there left among you, That saw this house In its former glory? And what do ye see it now? Is it not as nothing in your eyes?"
    },
    {
      "verse": 4,
      "text": "Yet now be strong, O Zerubbabel, saith Jehovah; And be strong, O Joshua, son of Josedech, the high-priest; And be strong, O all ye people of the land, saith Jehovah, and work! For I am with you, saith Jehovah of hosts."
    },
    {
      "verse": 5,
      "text": "This is the covenant which I made with you when ye came out of Egypt, And my spirit remaineth among you: Fear ye not!"
    },
    {
      "verse": 6,
      "text": "For thus saith Jehovah of hosts: Yet once more, in a short time, I will shake the heavens and the earth, The sea and the dry land."
    },
    {
      "verse": 7,
      "text": "I will shake all the nations, And here shall come the precious things of all the nations; And I will fill this house with glory, Saith Jehovah of hosts."
    },
    {
      "verse": 8,
      "text": "Mine is the silver and mine the gold, Saith Jehovah of hosts;"
    },
    {
      "verse": 9,
      "text": "Greater shall be the glory of this latter house than of the former, Saith Jehovah of hosts; And in this place will I give peace, Saith Jehovah of hosts."
    },
    {
      "verse": 10,
      "text": "On the four and twentieth day of the ninth month, in the second year of Darius, came the word of Jehovah by Haggai the prophet, saying,"
    },
    {
      "verse": 11,
      "text": "Thus saith Jehovah of hosts: Ask now the law from the priests, saying,"
    },
    {
      "verse": 12,
      "text": "If a man carry holy flesh in the skirt of his garment, and with his skirt touch bread, or pottage, or wine, or oil, or any food, shall it be holy? And the priests answered and said, No."
    },
    {
      "verse": 13,
      "text": "Then said Haggai, If a man unclean by a dead body touch any of these things, shall it be unclean? And the priests answered and said, It shall be unclean."
    },
    {
      "verse": 14,
      "text": "Then answered Haggai and said:— So is this people, and so is this nation before me, saith Jehovah; And so is all the work of their hands; And that which they offer there is unclean."
    },
    {
      "verse": 15,
      "text": "And now, I pray you, consider [[how it hath gone with you]] From that day and upward, From the time before one stone was laid upon another in the temple of Jehovah."
    },
    {
      "verse": 16,
      "text": "Since that time one hath come to a heap of twenty measures, And there were but ten; One hath come to a vat to draw out fifty vessels from the wine-press, And there were but twenty;"
    },
    {
      "verse": 17,
      "text": "I have smitten you with blasting, with mildew, and with hail, Even all the works of your hands; Yet none among you hath turned to me, saith Jehovah."
    },
    {
      "verse": 18,
      "text": "Consider, I pray you, From that day and upward, From the four and twentieth day of the ninth month, From the day when the foundation of the temple of Jehovah was laid, Consider ye!"
    },
    {
      "verse": 19,
      "text": "Is there yet seed in the barn? Yea, as yet the vine, and the fig-tree, and pomegranate, and the olive-tree have not borne. But from this day will I bless you."
    },
    {
      "verse": 20,
      "text": "And the word of Jehovah came the second time to Haggai, on the four and twentieth day of the month, saying,"
    },
    {
      "verse": 21,
      "text": "Speak to Zerubbabel, the governor of Judah, and say:— I will shake the heavens and the earth,"
    },
    {
      "verse": 22,
      "text": "And I will overthrow the thrones of kingdoms, And I will destroy the strength of the kingdoms of the nations, And I will overthrow the chariots, and those that ride in them, And the horses and their riders shall come down, One by the sword of the other."
    },
    {
      "verse": 23,
      "text": "In that day, saith Jehovah of hosts, I will take thee, O Zerubbabel, son of Shealtiel, my servant, saith Jehovah, And keep thee as a signet-ring; For thee have I chosen, saith Jehovah of hosts."
    }
  ]
}