{
  "book_id": "LEV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak to the children of Israel, and you shall say to them, I \\add am\\add* the Lord your God."
    },
    {
      "verse": 3,
      "text": "You⌃ shall not do according to the devices of Egypt, in which you⌃ lived: and according to the devices of the land of Chanaan, into which I bring you, you⌃ shall not do; and you⌃ shall not walk in their ordinances."
    },
    {
      "verse": 4,
      "text": "You⌃ shall observe my judgments, and shall keep my ordinances, and shall walk in them: I \\add am\\add* the Lord your God."
    },
    {
      "verse": 5,
      "text": "So you⌃ shall keep all my ordinances, and all my judgments, and do them; which if a man do, he shall live in them: I \\add am\\add* the Lord your God."
    },
    {
      "verse": 6,
      "text": "No man shall draw near to any of his near kindred to uncover their nakedness; I \\add am\\add* the Lord."
    },
    {
      "verse": 7,
      "text": "You shall not uncover the nakedness of your father, or the nakedness of your mother, for she is your mother; you shall not uncover her nakedness."
    },
    {
      "verse": 8,
      "text": "You shall not uncover the nakedness of your father's wife; it is your father's nakedness."
    },
    {
      "verse": 9,
      "text": "The nakedness of your sister by your father or by your mother, born at home or abroad, their nakedness you shall not uncover."
    },
    {
      "verse": 10,
      "text": "The nakedness of your son's daughter, or your daughter's daughter, their nakedness you shall not uncover; because it is your nakedness."
    },
    {
      "verse": 11,
      "text": "You shall not uncover the nakedness of the daughter of your father's wife; she is your sister by the same father: you shall not uncover her nakedness."
    },
    {
      "verse": 12,
      "text": "You shall not uncover the nakedness of your father's sister, for she is near akin to your father."
    },
    {
      "verse": 13,
      "text": "You shall not uncover the nakedness of your mother's sister, for she is near akin to your mother."
    },
    {
      "verse": 14,
      "text": "You shall not uncover the nakedness of your father's brother, and you shall not go in to his wife; for she is your relation."
    },
    {
      "verse": 15,
      "text": "You shall not uncover the nakedness of your daughter-in-law, for she is your son's wife, you shall not uncover her nakedness."
    },
    {
      "verse": 16,
      "text": "You shall not uncover the nakedness of your brother's wife: it is your brother's nakedness."
    },
    {
      "verse": 17,
      "text": "The nakedness of a woman and her daughter shall you not uncover; her son's daughter, and her daughter's daughter, shall you not take, to uncover their nakedness, for they are your kinswomen: it is impiety."
    },
    {
      "verse": 18,
      "text": "You shall not take a wife in addition to her sister, as a rival, to uncover her nakedness in opposition to her, while she is yet living."
    },
    {
      "verse": 19,
      "text": "And you shall not go in to a woman under separation for her uncleanness, to uncover her nakedness."
    },
    {
      "verse": 20,
      "text": "And you shall not lie with your neighbor's wife, to defile yourself with her."
    },
    {
      "verse": 21,
      "text": "And you shall not give of your seed to serve a ruler; and you shall not profane my holy name; I \\add am\\add* the Lord."
    },
    {
      "verse": 22,
      "text": "And you shall not lie with a man as with a woman, for it is an abomination."
    },
    {
      "verse": 23,
      "text": "Neither shall you lie with any quadruped for copulation, to be polluted with it: neither shall a woman present herself before any quadruped to have connexion with it; for it is an abomination."
    },
    {
      "verse": 24,
      "text": "Do not defile yourselves with any of these things; for in all these things the nations are defiled, which I drive out before you,"
    },
    {
      "verse": 25,
      "text": "and the land is polluted; and I have recompensed their iniquity to them because of it, and the land is aggrieved with them that dwell upon it."
    },
    {
      "verse": 26,
      "text": "And you⌃ shall keep all my statutes and all my ordinances, and you⌃ shall do none of these abominations; neither the native, nor the stranger that joins himself with you:"
    },
    {
      "verse": 27,
      "text": "(for all these abominations the men of the land did who were before you, and the land was defiled,)"
    },
    {
      "verse": 28,
      "text": "and lest the land be aggrieved with you in your polluting it, as it was aggrieved with the nations before you."
    },
    {
      "verse": 29,
      "text": "For whoever shall do any of these abominations, the souls that do them shall be destroyed from among their people."
    },
    {
      "verse": 30,
      "text": "And you⌃ shall keep my ordinances, that you⌃ may not do any of the abominable practices, which have taken place before your time: and you⌃ shall not be polluted in them; for I \\add am\\add* the Lord your God."
    }
  ]
}