{
  "book_id": "LEV",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak to the congregation of the children of Israel, and you shall say to them, You⌃ shall be holy; for I the Lord your God \\add am\\add* holy."
    },
    {
      "verse": 3,
      "text": "Let every one of you reverence his father and his mother; and you⌃ shall keep my sabbaths: I \\add am\\add* the Lord your God."
    },
    {
      "verse": 4,
      "text": "You⌃ shall not follow idols, and you⌃ shall not make to yourselves molten gods: I \\add am\\add* the Lord your God."
    },
    {
      "verse": 5,
      "text": "And if you⌃ will sacrifice a peace-offering to the Lord, you⌃ shall offer it acceptable from yourselves."
    },
    {
      "verse": 6,
      "text": "In what day soever you⌃ shall sacrifice it, it shall be eaten; and on the following day, and if any of it should be left till the third day, it shall be thoroughly burnt with fire."
    },
    {
      "verse": 7,
      "text": "And if it should be at all eaten on the third day, it is unfit for sacrifice: it shall not be accepted."
    },
    {
      "verse": 8,
      "text": "And he that eats it shall bear his iniquity, because he has profaned the holy things of the Lord; and the souls that eat it shall be destroyed from among their people."
    },
    {
      "verse": 9,
      "text": "And when you⌃ reap the harvest of your land, you⌃ shall not complete the reaping of your field with exactness, and you shall not gather that which falls from your reaping."
    },
    {
      "verse": 10,
      "text": "And you shall not go over the gathering of your vineyard, neither shall you gather the remaining grapes of your vineyard: you shall leave them for the poor and the stranger: I am the Lord your God."
    },
    {
      "verse": 11,
      "text": "You⌃ shall not steal, you⌃ shall not lie, neither shall one bear false witness as an informer against his neighbor."
    },
    {
      "verse": 12,
      "text": "And you⌃ shall not swear unjustly by my name, and you⌃ shall not profane the holy name of your God: I am the Lord your God."
    },
    {
      "verse": 13,
      "text": "You shall not injure your neighbor, neither do you rob \\add him\\add*, neither shall the wages of your hireling remain with you until the morning."
    },
    {
      "verse": 14,
      "text": "You shall not revile the deaf, neither shall you put a stumbling block in the way of the blind; and you shall fear the Lord your God: I am the Lord your God."
    },
    {
      "verse": 15,
      "text": "You shall not act unjustly in judgment: you shall not accept the person of the poor, nor admire the person of the mighty; with justice shall you judge your neighbor."
    },
    {
      "verse": 16,
      "text": "You shall not walk deceitfully among your people; you shall not rise up against the blood of your neighbor: I am the Lord your God."
    },
    {
      "verse": 17,
      "text": "You shall not hate your brother in your heart: you shall in any wise rebuke your neighbor, so you shall not bear sin on his account."
    },
    {
      "verse": 18,
      "text": "And your hand shall not avenge you; and you shall not be angry with the children of your people; and you shall love your neighbor as yourself; I am the Lord."
    },
    {
      "verse": 19,
      "text": "You⌃ shall observe my law: you shall not let your cattle gender with one of a different kind, and you shall not sow your vineyard with diverse seed; and you shall not put upon yourself a mingled garment woven of two \\add materials\\add*."
    },
    {
      "verse": 20,
      "text": "And if any one lie carnally with a woman, and she should be a home-servant kept for a man, and she has not been ransomed, \\add and\\add* her freedom has not been given to her, they shall be visited \\add with punishment\\add*; but they shall not die, because she was not set at liberty."
    },
    {
      "verse": 21,
      "text": "And he shall bring for his trespass to the Lord to the door of the tabernacle of witness, a ram for a trespass-offering."
    },
    {
      "verse": 22,
      "text": "And the priest shall make atonement for him with the ram of the trespass-offering, before the Lord, for the sin which he sinned; and the sin which he sinned shall be forgiven him."
    },
    {
      "verse": 23,
      "text": "And whenever you⌃ shall enter into the land which the Lord your God gives you, and shall plant any fruit tree, then shall you⌃ purge away its uncleanness; its fruit shall be three years uncleansed to you, it shall not be eaten."
    },
    {
      "verse": 24,
      "text": "And in the fourth year all its fruit shall be holy, a subject of praise to the Lord."
    },
    {
      "verse": 25,
      "text": "And in the fifth year you⌃ shall eat the fruit, its produce is an increase to you. I am the Lord your God."
    },
    {
      "verse": 26,
      "text": "Eat not on the mountains, nor shall you⌃ employ auguries, nor divine by inspection of birds."
    },
    {
      "verse": 27,
      "text": "You⌃ shall not make a round cutting of the hair of your head, nor disfigure your beard."
    },
    {
      "verse": 28,
      "text": "And you⌃ shall not make cuttings in your body for a \\add dead\\add* body, and you⌃ shall not inscribe on yourselves any marks. I am the Lord your God."
    },
    {
      "verse": 29,
      "text": "You shall not profane your daughter to prostitute her; so the land shall not go a whoring, and the land be filled with iniquity."
    },
    {
      "verse": 30,
      "text": "You⌃ shall keep my sabbaths, and reverence my sanctuaries: I am the Lord."
    },
    {
      "verse": 31,
      "text": "You⌃ shall not attend to those who have in them divining spirits, nor attach yourselves to enchanters, to pollute yourselves with them: I am the Lord your God."
    },
    {
      "verse": 32,
      "text": "You shall rise up before the hoary head, and honor the face of the old man, and shall fear your God: I am the Lord your God."
    },
    {
      "verse": 33,
      "text": "And if there should come to you a stranger in your land, you⌃ shall not afflict him."
    },
    {
      "verse": 34,
      "text": "The stranger that comes to you shall be among you as the native, and you shall love him as yourself; for you⌃ were strangers in the land of Egypt: I am the Lord your God."
    },
    {
      "verse": 35,
      "text": "You⌃ shall not act unrighteously in judgment, in measures and weights and scales."
    },
    {
      "verse": 36,
      "text": "There shall be among you just balances and just weights and just liquid measure. I am the Lord your God, who brought you out of the land of Egypt."
    },
    {
      "verse": 37,
      "text": "And you⌃ shall keep all my law and all my ordinances, and you⌃ shall do them: I am the Lord your God."
    }
  ]
}