{
  "book_id": "HEB",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Let us therefore fear, lest, a promise being left usof entering into his rest, any of you should seem to come short of it."
    },
    {
      "verse": 2,
      "text": "For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it."
    },
    {
      "verse": 3,
      "text": "For we which have believed do enter into rest, as hesaid, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world."
    },
    {
      "verse": 4,
      "text": "For hespake in a certain place of the seventh dayon this wise, And God did rest the seventh day from all his works."
    },
    {
      "verse": 5,
      "text": "And in this placeagain, If they shall enter into my rest."
    },
    {
      "verse": 6,
      "text": "Seeing therefore it remaineth that some mustenter therein, and they to whom it was first preached entered not in because of unbelief,"
    },
    {
      "verse": 7,
      "text": "again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts."
    },
    {
      "verse": 8,
      "text": "For if Jesus had given them rest, thenwould he not afterward have spoken of another day."
    },
    {
      "verse": 9,
      "text": "There remaineth therefore a rest to the people of God."
    },
    {
      "verse": 10,
      "text": "For he that is entered into his rest, he also hath ceased from his own works, as God didfrom his."
    },
    {
      "verse": 11,
      "text": "Let us labour therefore to enter into that rest, lest any manfall after the same example of unbelief."
    },
    {
      "verse": 12,
      "text": "For the word of God isquick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and isa discerner of the thoughts and intents of the heart."
    },
    {
      "verse": 13,
      "text": "Neither is there any creature that isnot manifest in his sight: but all things arenaked and opened unto the eyes of him with whom we have to do."
    },
    {
      "verse": 14,
      "text": "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast ourprofession."
    },
    {
      "verse": 15,
      "text": "For we have not a high priest which cannot be touched with the feeling of our infirmities; but was in all pointstempted like as we are, yetwithout sin."
    },
    {
      "verse": 16,
      "text": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."
    }
  ]
}