{
  "book_id": "JAS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀδελφοί μου, μὴ ἐν προσωπολημψίαις ἔχετε τὴν πίστιν τοῦ κυρίου ἡμῶν Ἰησοῦ Χριστοῦ τῆς δόξης;"
    },
    {
      "verse": 2,
      "text": "ἐὰν γὰρ εἰσέλθῃ ⸀εἰςσυναγωγὴν ὑμῶν ἀνὴρ χρυσοδακτύλιος ἐν ἐσθῆτι λαμπρᾷ, εἰσέλθῃ δὲ καὶ πτωχὸς ἐν ῥυπαρᾷ ἐσθῆτι,"
    },
    {
      "verse": 3,
      "text": "⸂ἐπιβλέψητε δὲ ἐπὶ τὸν φοροῦντα τὴν ἐσθῆτα τὴν λαμπρὰν καὶ ⸀εἴπητε Σὺ κάθου ὧδε καλῶς, καὶ τῷ πτωχῷ εἴπητε· Σὺ στῆθι ⸂ἢ κάθου ἐκεῖ ὑπὸ τὸ ὑποπόδιόν μου,"
    },
    {
      "verse": 4,
      "text": "⸀οὐδιεκρίθητε ἐν ἑαυτοῖς καὶ ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν;"
    },
    {
      "verse": 5,
      "text": "ἀκούσατε, ἀδελφοί μου ἀγαπητοί. οὐχ ὁ θεὸς ἐξελέξατο τοὺς πτωχοὺς ⸂τῷ κόσμῳ πλουσίους ἐν πίστει καὶ κληρονόμους τῆς βασιλείας ἧς ἐπηγγείλατο τοῖς ἀγαπῶσιν αὐτόν;"
    },
    {
      "verse": 6,
      "text": "ὑμεῖς δὲ ἠτιμάσατε τὸν πτωχόν. οὐχ οἱ πλούσιοι καταδυναστεύουσιν ὑμῶν, καὶ αὐτοὶ ἕλκουσιν ὑμᾶς εἰς κριτήρια;"
    },
    {
      "verse": 7,
      "text": "οὐκ αὐτοὶ βλασφημοῦσιν τὸ καλὸν ὄνομα τὸ ἐπικληθὲν ἐφʼ ὑμᾶς;"
    },
    {
      "verse": 8,
      "text": "Εἰ μέντοι νόμον τελεῖτε βασιλικὸν κατὰ τὴν γραφήν Ἀγαπήσεις τὸν πλησίον σου ὡς σεαυτόν, καλῶς ποιεῖτε·"
    },
    {
      "verse": 9,
      "text": "εἰ δὲ προσωπολημπτεῖτε, ἁμαρτίαν ἐργάζεσθε, ἐλεγχόμενοι ὑπὸ τοῦ νόμου ὡς παραβάται."
    },
    {
      "verse": 10,
      "text": "ὅστις γὰρ ὅλον τὸν νόμον ⸂τηρήσῃ, πταίσῃ⸃ δὲ ἐν ἑνί, γέγονεν πάντων ἔνοχος."
    },
    {
      "verse": 11,
      "text": "ὁ γὰρ εἰπών· Μὴ ⸀μοιχεύσῃςεἶπεν καί· Μὴ ⸀φονεύσῃς εἰ δὲ οὐ ⸂μοιχεύεις φονεύεις δέ, γέγονας παραβάτης νόμου."
    },
    {
      "verse": 12,
      "text": "οὕτως λαλεῖτε καὶ οὕτως ποιεῖτε ὡς διὰ νόμου ἐλευθερίας μέλλοντες κρίνεσθαι."
    },
    {
      "verse": 13,
      "text": "ἡ γὰρ κρίσις ἀνέλεος τῷ μὴ ποιήσαντι ἔλεος κατακαυχᾶται ⸀ἔλεος κρίσεως."
    },
    {
      "verse": 14,
      "text": "⸀Τίὄφελος, ἀδελφοί μου, ἐὰν πίστιν λέγῃ τις ἔχειν ἔργα δὲ μὴ ἔχῃ; μὴ δύναται ἡ πίστις σῶσαι αὐτόν;"
    },
    {
      "verse": 15,
      "text": "⸀ἐὰνἀδελφὸς ἢ ἀδελφὴ γυμνοὶ ὑπάρχωσιν καὶ ⸀λειπόμενοιτῆς ἐφημέρου τροφῆς,"
    },
    {
      "verse": 16,
      "text": "εἴπῃ δέ τις αὐτοῖς ἐξ ὑμῶν· Ὑπάγετε ἐν εἰρήνῃ, θερμαίνεσθε καὶ χορτάζεσθε, μὴ δῶτε δὲ αὐτοῖς τὰ ἐπιτήδεια τοῦ σώματος, ⸀τίὄφελος;"
    },
    {
      "verse": 17,
      "text": "οὕτως καὶ ἡ πίστις, ἐὰν μὴ ⸂ἔχῃ ἔργα, νεκρά ἐστιν καθʼ ἑαυτήν."
    },
    {
      "verse": 18,
      "text": "Ἀλλʼ ἐρεῖ τις· Σὺ πίστιν ἔχεις κἀγὼ ἔργα ἔχω. δεῖξόν μοι τὴν πίστιν σου ⸀χωρὶςτῶν ⸀ἔργων κἀγώ ⸂σοι δείξω ἐκ τῶν ἔργων μου τὴν ⸀πίστιν"
    },
    {
      "verse": 19,
      "text": "σὺ πιστεύεις ὅτι ⸂εἷς ἐστιν ὁ θεός; καλῶς ποιεῖς· καὶ τὰ δαιμόνια πιστεύουσιν καὶ φρίσσουσιν."
    },
    {
      "verse": 20,
      "text": "θέλεις δὲ γνῶναι, ὦ ἄνθρωπε κενέ, ὅτι ἡ πίστις χωρὶς τῶν ἔργων ⸀ἀργήἐστιν;"
    },
    {
      "verse": 21,
      "text": "Ἀβραὰμ ὁ πατὴρ ἡμῶν οὐκ ἐξ ἔργων ἐδικαιώθη, ἀνενέγκας Ἰσαὰκ τὸν υἱὸν αὐτοῦ ἐπὶ τὸ θυσιαστήριον;"
    },
    {
      "verse": 22,
      "text": "βλέπεις ὅτι ἡ πίστις συνήργει τοῖς ἔργοις αὐτοῦ καὶ ἐκ τῶν ἔργων ἡ πίστις ἐτελειώθη,"
    },
    {
      "verse": 23,
      "text": "καὶ ἐπληρώθη ἡ γραφὴ ἡ λέγουσα· Ἐπίστευσεν δὲ Ἀβραὰμ τῷ θεῷ, καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην, καὶ φίλος θεοῦ ἐκλήθη."
    },
    {
      "verse": 24,
      "text": "⸀ὁρᾶτεὅτι ἐξ ἔργων δικαιοῦται ἄνθρωπος καὶ οὐκ ἐκ πίστεως μόνον."
    },
    {
      "verse": 25,
      "text": "ὁμοίως δὲ καὶ Ῥαὰβ ἡ πόρνη οὐκ ἐξ ἔργων ἐδικαιώθη, ὑποδεξαμένη τοὺς ἀγγέλους καὶ ἑτέρᾳ ὁδῷ ἐκβαλοῦσα;"
    },
    {
      "verse": 26,
      "text": "ὥσπερ ⸀γὰρτὸ σῶμα χωρὶςπνεύματος νεκρόν ἐστιν, οὕτως καὶ ἡ πίστις ⸀χωρὶς ἔργων νεκρά ἐστιν."
    }
  ]
}