{
  "book_id": "LAM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Aleph.\\sc* How will the gold be tarnished, \\add and\\add* the fine silver changed! the sacred stones have been poured forth at the top of all the streets."
    },
    {
      "verse": 2,
      "text": "\\sc Beth.\\sc* The precious sons of Zion, who were equalled in value with gold, how are they counted as earthen vessels, the works of the hands of the potter!"
    },
    {
      "verse": 3,
      "text": "\\sc Gimel.\\sc* Nay, serpents have drawn out the breasts, they give suck to their young, the daughters of my people are incurably cruel, as an ostrich in a desert."
    },
    {
      "verse": 4,
      "text": "\\sc Daleth.\\sc* The tongue of the sucking child cleaves to the roof of its mouth for thirst: the little children ask for bread, \\add and\\add* there is none to break \\add it\\add* to them."
    },
    {
      "verse": 5,
      "text": "\\sc He.\\sc* They that feed on dainties are desolate in the streets: they that used to be nursed in scarlet have clothed themselves with dung."
    },
    {
      "verse": 6,
      "text": "\\sc Vau.\\sc* And the iniquity of the daughter of my people has been increased beyond the iniquities of Sodoma, \\add the city\\add* that was overthrown very suddenly, and none laboured against her \\add with their\\add* hands."
    },
    {
      "verse": 7,
      "text": "\\sc Zain.\\sc* Her Nazarites were made purer than snow, they were whiter than milk, they were purified \\add as\\add* with fire, their polishing was superior to sapphire stone."
    },
    {
      "verse": 8,
      "text": "\\sc Heth.\\sc* Their countenance is become blacker than smoke; they are not known in the streets: their skin has cleaved to their bones; they are withered, they are become as a stick."
    },
    {
      "verse": 9,
      "text": "\\sc Teth.\\sc* The slain with the sword were better than they that were slain with hunger: they have departed, pierced through from \\add want of\\add* the fruits of the field."
    },
    {
      "verse": 10,
      "text": "\\sc Jod.\\sc* The hands of tender-hearted women have sodden their own children: they became meat for them in the destruction of the daughter of my people."
    },
    {
      "verse": 11,
      "text": "\\sc Chaph.\\sc* The Lord has accomplished his wrath; he has poured out his fierce anger, and has kindled a fire in Sion, and it has devoured her foundations."
    },
    {
      "verse": 12,
      "text": "\\sc Lamed.\\sc* The kings of the earth, \\add even\\add* all that dwell in the world, believed not that an enemy and oppressor would enter through the gates of Jerusalem."
    },
    {
      "verse": 13,
      "text": "\\sc Mem.\\sc* For the sins of her prophets, \\add and\\add* iniquities of her priests, who shed righteous blood in the midst of her,"
    },
    {
      "verse": 14,
      "text": "\\sc Nun.\\sc* her watchmen staggered in the streets, they were defiled with blood in their weakness, they touched their raiment \\add with it\\add*."
    },
    {
      "verse": 15,
      "text": "\\sc Samech.\\sc* Depart ye from the unclean ones: call ye them: depart, depart, touch \\add them\\add* not: for they are on fire, yea, they stagger: say ye among the nations, They shall no more sojourn \\add there\\add*."
    },
    {
      "verse": 16,
      "text": "\\sc Ain.\\sc* The presence of the Lord \\add was\\add* their portion; \\add but\\add* he will not again look upon them: they regarded not the person of the priests, they pitied not the prophets."
    },
    {
      "verse": 17,
      "text": "\\sc Phe.\\sc* While we yet lived our eyes failed, while we looked in vain for our help. \\sc Tsade.\\sc* We looked to a nation that could not save."
    },
    {
      "verse": 18,
      "text": "We have hunted \\add for\\add* our little ones, that they should not walk in our streets. \\sc Koph.\\sc* Our time has drawn nigh, our days are fulfilled, our time is come."
    },
    {
      "verse": 19,
      "text": "Our pursuers were swifter than the eagles of the sky, they flew on the mountains, in the wilderness they laid wait for us."
    },
    {
      "verse": 20,
      "text": "\\sc Rechs.\\sc* The breath of our nostrils, \\add our\\add* anointed Lord, was taken in their destructive snares, of whom we said, In his shadow we shall live among the Gentiles."
    },
    {
      "verse": 21,
      "text": "\\sc Chsen.\\sc* Rejoice and be glad, O daughter of Idumea, that dwellest in the land: yet the cup of the Lord shall pass through to thee: thou shalt be drunken, and pour forth."
    },
    {
      "verse": 22,
      "text": "\\sc Thau.\\sc* O daughter of Sion, thine iniquity has come to an end; he shall no more carry thee captive: he has visited thine iniquities, O daughter of Edom; he has discovered thy sins."
    }
  ]
}