{
  "book_id": "HAB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy which was revealed to the prophet Habakkuk."
    },
    {
      "verse": 2,
      "text": "How long, O Jehovah, do I cry, and thou dost not hear! How long do I complain to thee of violence, and thou dost not save!"
    },
    {
      "verse": 3,
      "text": "Why dost thou suffer me to see iniquity, And why dost thou look upon wickedness? For spoiling and violence are before me; There is contention, and strife exalteth itself."
    },
    {
      "verse": 4,
      "text": "Therefore the law faileth, And judgment is not pronounced according to truth; For the wicked encompasseth the righteous, Therefore wrong judgment is pronounced."
    },
    {
      "verse": 5,
      "text": "Behold ye among the nations, and look! Yea, wonder, and be astonished! For I do a work in your days Which ye will not believe though it be told you."
    },
    {
      "verse": 6,
      "text": "For behold, I raise up the Chaldeans, A fierce and swift people, Which go over the breadth of the earth, To take possession of dwelling-places that are not their own."
    },
    {
      "verse": 7,
      "text": "They are terrible and dreadful; From themselves go forth their law and their dignity."
    },
    {
      "verse": 8,
      "text": "Their horses are swifter than leopards, And fiercer than evening wolves. Their horsemen leap proudly; Their horsemen come from far; They fly like an eagle, hastening to devour."
    },
    {
      "verse": 9,
      "text": "All of them come for violence; The multitude of their faces is directed forwards, And they gather captives as sand."
    },
    {
      "verse": 10,
      "text": "They also scoff at kings, And princes are to them a laughing-stock; They deride every stronghold, For they heap up earth and take it."
    },
    {
      "verse": 11,
      "text": "Then their spirit is uplifted, and they transgress, and become guilty; This their strength is made their god."
    },
    {
      "verse": 12,
      "text": "Art thou not from everlasting, O Jehovah, my God, my Holy One? We shall not die! Thou, O Jehovah, hast appointed them for judgment; Thou, O Rock, hast ordained them for chastisement."
    },
    {
      "verse": 13,
      "text": "Thou art of purer eyes than to behold evil, And canst not look on wickedness; Why then dost thou look on transgressors, And art silent, when the wicked swalloweth up the man that is more righteous than he?"
    },
    {
      "verse": 14,
      "text": "And why makest thou men as the fishes of the sea, As the reptiles that have no ruler?"
    },
    {
      "verse": 15,
      "text": "They take up all of them with the hook, They catch them in their net, And gather them in their drag; Therefore they rejoice and exult."
    },
    {
      "verse": 16,
      "text": "Therefore they sacrifice to their net, And burn incense to their drag; Because by them their portion is fat, And their food plenteous."
    },
    {
      "verse": 17,
      "text": "Shall they therefore empty the net, And slay the nations continually without mercy?"
    }
  ]
}