{
  "book_id": "HAB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I will stand on my watch-tower, And set myself on the bulwark, And watch to see what he will say to me, And what I shall answer to my expostulation."
    },
    {
      "verse": 2,
      "text": "And Jehovah answered me, and said, Write the vision, and make it plain upon tablets, That he may run that readeth it."
    },
    {
      "verse": 3,
      "text": "For the vision is yet for an appointed time, But it hasteneth to the end; it shall not deceive; If it tarry, wait for it; For it shall surely come; it shall not long delay."
    },
    {
      "verse": 4,
      "text": "Behold, the soul of him that is puffed up shall not be at ease; But the just shall live by his faithfulness."
    },
    {
      "verse": 5,
      "text": "Behold, the man of wine is outrageous; The proud man remaineth not at rest; He enlargeth his desire as the grave; He is as death, and cannot be satisfied; He gathereth to himself all the nations, And collecteth to himself all the kingdoms."
    },
    {
      "verse": 6,
      "text": "Shall not all of them utter a song against him, Yea, songs of reproach and derision concerning him? And say, Woe to him that heapeth up that which belongeth not to him! For how long a time? That ladeth himself with goods taken in pledge!"
    },
    {
      "verse": 7,
      "text": "Shall not they suddenly rise up that will oppress thee, And awake, that will harass thee? Yea, thou shalt be their booty."
    },
    {
      "verse": 8,
      "text": "Because thou hast plundered many kingdoms, All the residue of the nations shall plunder thee: For the blood of men, and for violence against the land, Against the city and all its inhabitants."
    },
    {
      "verse": 9,
      "text": "Woe to him that procureth unjust gain for his house, That he may set his nest on high, That he may be delivered from the evil hand!"
    },
    {
      "verse": 10,
      "text": "Thou hast devised shame for thine house; By destroying many nations, thou hast brought ruin upon thyself."
    },
    {
      "verse": 11,
      "text": "For the stone from the wall crieth out, And the beam from the timber answereth it."
    },
    {
      "verse": 12,
      "text": "Woe to him that buildeth a town by blood, And establisheth a city by iniquity!"
    },
    {
      "verse": 13,
      "text": "Behold, it is determined by Jehovah of hosts, That nations shall labor for the fire, And kingdoms weary themselves for naught."
    },
    {
      "verse": 14,
      "text": "For the earth shall be filled with the knowledge of the glory of Jehovah, As the waters cover the sea."
    },
    {
      "verse": 15,
      "text": "Woe to him who giveth his neighbor drink; Who poureth out the strong wine, and maketh him drunken, That he may look upon his nakedness!"
    },
    {
      "verse": 16,
      "text": "Thou shalt be filled with shame instead of glory; Drink thou also, and show thy foreskin! To thee shall come the cup in the right hand of Jehovah, And foul shame shall be upon thy glory."
    },
    {
      "verse": 17,
      "text": "For the violence done to Lebanon shall cover thee, And the destruction of the beasts which made them afraid, On account of the blood of men, and violence against the land, Against the city and all its inhabitants."
    },
    {
      "verse": 18,
      "text": "What profiteth the graven image, When the maker hath graven it? Or the molten image, and the teacher of lies, That the artificer trusteth in his work, When he maketh dumb idols?"
    },
    {
      "verse": 19,
      "text": "Woe to him who saith to the wood, Awake! To the dumb stone, Arise! Will it teach? Behold, it is overlaid with gold and silver, And there is no breath within it."
    },
    {
      "verse": 20,
      "text": "But Jehovah is in his Holy temple; Be silent before him, all the earth!"
    }
  ]
}