{
  "book_id": "HAB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "The prayer of Habakkuk the prophet, in the form of an ode."
    },
    {
      "verse": 2,
      "text": "O Jehovah, I have heard thy words, and tremble. O Jehovah, revive thy work in the midst of the years, In the midst of the years make it known, In wrath remember mercy!"
    },
    {
      "verse": 3,
      "text": "God cometh from Teman, And the Holy One from mount Paran; His glory covereth the heavens, And the earth is full of his praise."
    },
    {
      "verse": 4,
      "text": "His brightness is as the light; Rays stream forth from his hand, And there is the hiding-place of his power."
    },
    {
      "verse": 5,
      "text": "Before him goeth the pestilence, And the plague followeth his steps."
    },
    {
      "verse": 6,
      "text": "He standeth, and measureth the earth; He beholdeth, and maketh the nations tremble; The everlasting mountains are broken asunder; The eternal hills sink down; The eternal paths are trodden by him."
    },
    {
      "verse": 7,
      "text": "I see the tents of Cushan in affliction, And the canopies of the land of Midian tremble."
    },
    {
      "verse": 8,
      "text": "Is the anger of Jehovah kindled against the rivers, Is thy wrath against the rivers, Is thy indignation against the floods, That thou ridest on with thy horses, Upon thy chariots of victory?"
    },
    {
      "verse": 9,
      "text": "Thy bow is made bare; Curses are the arrows of thy word; Thou causest rivers to break forth from the earth."
    },
    {
      "verse": 10,
      "text": "The mountains see thee and tremble; The flood of waters overflows; The deep uttereth his voice, And lifteth up his hands on high."
    },
    {
      "verse": 11,
      "text": "The sun and the moon remain in their habitation, At the light of thine arrows which fly, At the brightness of the lightning of thy spear."
    },
    {
      "verse": 12,
      "text": "Thou marchest through the land in indignation; Thou thrashest the nations in anger;"
    },
    {
      "verse": 13,
      "text": "Thou goest forth for the deliverance of thy people, For the deliverance of thine anointed. Thou smitest the head of the house of the wicked; Thou destroyest the foundation even to the neck."
    },
    {
      "verse": 14,
      "text": "Thou piercest with his own spears the chief of his captains, Who rushed like a whirlwind to scatter us; Who exulted, as if they should devour the distressed in a hiding-place."
    },
    {
      "verse": 15,
      "text": "Thou ridest through the sea with thy horses, Through the raging of mighty waters."
    },
    {
      "verse": 16,
      "text": "I have heard, and my heart trembleth; My lips quiver at the voice; Rottenness entereth into my bones, and my knees tremble, That I must wait in silence for the day of trouble, When the invader shall come up against my people!"
    },
    {
      "verse": 17,
      "text": "For the fig-tree shall not blossom, And there shall be no fruit upon the vine; The produce of the olive shall fail, And the fields shall yield no food. The flocks shall he cut off from the folds, And there shall be no herd in the stalls."
    },
    {
      "verse": 18,
      "text": "Yet will I rejoice in Jehovah, I will exult in God, my helper."
    },
    {
      "verse": 19,
      "text": "The Lord Jehovah is my strength; He will make my feet like the hind's, And cause me to walk upon my high places. “To the leader of the music on my stringed instruments.”"
    }
  ]
}