{
  "book_id": "S3Y",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And they walked in the midst of the fire, praising God, and blessing the Lord."
    },
    {
      "verse": 2,
      "text": "Then Azariah stood, and prayed on this manner; and opening his mouth in the midst of the fire said,"
    },
    {
      "verse": 3,
      "text": "Blessed art thou, O Lord, thou God of our fathers, and worthy to be praised; And thy name is glorified forevermore:"
    },
    {
      "verse": 4,
      "text": "For thou art righteous in all the things that thou hast done: Yea, true are all thy works, and thy ways are right, And all thy judgments truth."
    },
    {
      "verse": 5,
      "text": "In all the things that thou hast brought upon us, And upon the holy city of our fathers, evenJerusalem, Thou hast executed true judgments: For according to truth and justice hast thou brought all these things upon us because of our sins."
    },
    {
      "verse": 6,
      "text": "For we have sinned and committed iniquity, in departing from thee."
    },
    {
      "verse": 7,
      "text": "In all things have we trespassed, and not obeyed thy commandments, Nor kept them, neither done as thou hast commanded us, That it might go well with us."
    },
    {
      "verse": 8,
      "text": "Wherefore all that thou hast brought upon us, And everything that thou hast done to us, Thou hast done in true judgment."
    },
    {
      "verse": 9,
      "text": "And thou didst deliver us into the hands of lawless enemies, and most hateful forsakers of God,And to an unjust king, and the most wicked in all the world."
    },
    {
      "verse": 10,
      "text": "And now we cannot open our mouth; Shame and reproach have befallen thy servants, and them that worship thee."
    },
    {
      "verse": 11,
      "text": "Deliver us not up utterly, for thy name’s sake, Neither disannul thou thy covenant:"
    },
    {
      "verse": 12,
      "text": "And cause not thy mercy to depart from us, For the sake of Abraham that is beloved of thee, And for the sake of Isaac thy servant, And Israel thy holy one;"
    },
    {
      "verse": 13,
      "text": "To whom thou didst promise, That thou wouldest multiply their seed as the stars of heaven, And as the sand that is upon the sea shore."
    },
    {
      "verse": 14,
      "text": "For we, O Lord, are become less than any nation, And are kept under this day in all the world because of our sins."
    },
    {
      "verse": 15,
      "text": "Neither is there at this time prince, or prophet, or leader, Or burnt offering, or sacrifice, or oblation, or incense, Or place to offer before thee, and to find mercy."
    },
    {
      "verse": 16,
      "text": "Nevertheless in a contrite heart and a humble spirit let us be accepted;"
    },
    {
      "verse": 17,
      "text": "Like as in the burnt offerings of rams and bullocks, And like as in ten thousands of fat lambs; So let our sacrifice be in thy sight this day, And grantthat we may wholly go after thee, For they shall not be ashamed that put their trust in thee."
    },
    {
      "verse": 18,
      "text": "And now we follow thee with all our heart, We fear thee, and seek thy face."
    },
    {
      "verse": 19,
      "text": "Put us not to shame: But deal with us after thy kindness, And according to the multitude of thy mercy."
    },
    {
      "verse": 20,
      "text": "Deliver us also according to thy marvelous works, And give glory to thy name, O Lord: And let all them that do thy servants hurt be confounded;"
    },
    {
      "verse": 21,
      "text": "And let them be ashamed of all their power and might, And let their strength be broken;"
    },
    {
      "verse": 22,
      "text": "And let them know that thou art the Lord, the only God, And glorious over the whole world."
    },
    {
      "verse": 23,
      "text": "And the king’s servants, that put them in, ceased not to make the furnace hot with naphtha, pitch, tow, and small wood;"
    },
    {
      "verse": 24,
      "text": "so that the flame streamed forth above the furnace forty and nine cubits."
    },
    {
      "verse": 25,
      "text": "And it spread, and burned those Chaldeans whom it found about the furnace."
    },
    {
      "verse": 26,
      "text": "But the angel of the Lord came down into the furnace together with Azariah and his fellows, and he smote the flame of the fire out of the furnace;"
    },
    {
      "verse": 27,
      "text": "and made the midst of the furnace as it had been a moist whistling wind, so that the fire touched them not at all, neither hurt nor troubled them."
    },
    {
      "verse": 28,
      "text": "Then the three, as out of one mouth, praised, and glorified, and blessed God in the furnace, saying,"
    },
    {
      "verse": 29,
      "text": "Blessed art thou, O Lord, thou God of our fathers: And to be praised and exalted above all forever."
    },
    {
      "verse": 30,
      "text": "And blessed is thy glorious and holy name: And to be praised and exalted above all forever."
    },
    {
      "verse": 31,
      "text": "Blessed art thou in the temple of thy holy glory: And to be praised and glorified above all forever."
    },
    {
      "verse": 32,
      "text": "Blessed art thou that beholdest the depths, and sittest upon the cherubim: And to be praised and exalted above all forever."
    },
    {
      "verse": 33,
      "text": "Blessed art thou on the throne of thy kingdom: And to be praised and extolled above all forever."
    },
    {
      "verse": 34,
      "text": "Blessed art thou in the firmament of heaven: And to be praised and glorified forever."
    },
    {
      "verse": 35,
      "text": "O all ye works of the Lord, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 36,
      "text": "O ye heavens, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 37,
      "text": "O ye angels of the Lord, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 38,
      "text": "O all ye waters that are above the heaven, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 39,
      "text": "O all ye powers of the Lord, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 40,
      "text": "O ye sun and moon, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 41,
      "text": "O ye stars of heaven, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 42,
      "text": "O every shower and dew, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 43,
      "text": "O all ye winds, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 44,
      "text": "O ye fire and heat, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 47,
      "text": "O ye nights and days, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 48,
      "text": "O ye light and darkness, bless ye the Lord: Praise and exalt him above all forever. O ye cold and heat, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 50,
      "text": "O ye frost and snow, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 51,
      "text": "O ye lightnings and clouds, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 52,
      "text": "O let the earth bless the Lord: Let it praise and exalt him above all forever."
    },
    {
      "verse": 53,
      "text": "O ye mountains and hills, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 54,
      "text": "O all ye things that grow on the earth, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 55,
      "text": "O sea and rivers, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 56,
      "text": "O ye fountains, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 57,
      "text": "O ye whales, and all that move in the waters, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 58,
      "text": "O all ye fowls of the air, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 59,
      "text": "O all ye beasts and cattle, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 60,
      "text": "O ye children of men, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 61,
      "text": "O let Israel bless the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 62,
      "text": "O ye priests of the Lord, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 63,
      "text": "O ye servants of the Lord, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 64,
      "text": "O ye spirits and souls of the righteous, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 65,
      "text": "O ye that are holy and humble of heart, bless ye the Lord: Praise and exalt him above all forever."
    },
    {
      "verse": 66,
      "text": "O Hananiah, Azariah, and Mishael, bless ye the Lord: Praise and exalt him above all forever: For he hath rescued us from Hades, and saved us from the hand of death: He hath delivered us out of the midst of the furnace andburning flame, Even out of the midst of the fire hath he delivered us."
    },
    {
      "verse": 67,
      "text": "O give thanks unto the Lord, for he is good: For his mercy endurethforever."
    },
    {
      "verse": 68,
      "text": "O all ye that worship the Lord, bless the God of gods, Praise him, and give him thanks: For his mercy endurethforever."
    }
  ]
}