{
  "book_id": "SUS",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ΚΑΙ ἦν ἀνὴρ οἰκῶν ἐν Βαβυλῶνι, καὶ ὄνομα αὐτῷ Ἰωακείμ."
    },
    {
      "verse": 2,
      "text": "Καὶ ἔλαβε γυναῖκα ᾗ ὄνομα Σωσάννα, θυγάτηρ Χελκείου, καλὴ σφόδρα, καὶ φοβουμένη τὸν Κύριον."
    },
    {
      "verse": 3,
      "text": "Καὶ οἱ γονεῖς αὐτῆς δίκαιοι, καὶ ἐδίδαξαν τὴν θυγατέρα αὐτῶν κατὰ τὸν νόμον Μωυσῆ."
    },
    {
      "verse": 4,
      "text": "Καὶ ἦν Ἰωακεὶμ πλούσιος σφόδρα, καὶ ἦν αὐτῷ παράδεισος γειτνιῶν τῷ οἴκῳ αὐτοῦ· καὶ πρὸς αὐτὸν προσήγοντο οἱ Ἰουδαῖοι, διὰ τὸ εἶναι αὐτὸν ἐνδοξότερον πάντων."
    },
    {
      "verse": 5,
      "text": "Καὶ ἀπεδείχθησαν δύο πρεσβύτεροι ἐκ τοῦ λαοῦ κριταὶ ἐν τῷ ἐνιαυτῷ ἐκείνῳ, περὶ ὧν ἐλάλησεν ὁ δεσπότης, ὅτι ἐξῆλθεν ἀνομία ἐκ Βαβυλῶνος ἐκ πρεσβυτέρων κριτῶν, οἳ ἐδόκουν κυβερνᾷν τὸν λαόν."
    },
    {
      "verse": 6,
      "text": "Οὗτοι προσεκαρτέρουν ἐν τῇ οἰκίᾳ Ἰωακεὶμ, καὶ ἤρχοντο πρὸς αὐτοὺς πάντες οἱ κρινόμενοι."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐγένετο ἡνίκα ἀπέτρεχεν ὁ λαὸς μέσον ἡμέρας, εἰσεπορεύετο Σωσάννα, καὶ περιεπάτει ἐν τῷ παραδείσῳ τοῦ ἀνδρὸς αὐτῆς."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐθεώρουν αὐτὴν οἱ δύο πρεσβύτεροι καθʼ ἡμέραν εἰσπορευομένην, καὶ περιπατοῦσαν, καὶ ἐγένοντο ἐν ἐπιθυμίᾳ αὐτῆς,"
    },
    {
      "verse": 9,
      "text": "καὶ διέστρεψαν τὸν ἑαυτῶν νοῦν, καὶ ἐξέκλιναν τοὺς ὀφθαλμοὺς αὐτῶν, τοῦ μὴ βλέπειν εἰς τὸν οὐρανὸν, μηδὲ μνημονεύειν κριμάτων δικαίων."
    },
    {
      "verse": 10,
      "text": "Καὶ ἦσαν ἀμφότεροι κατανενυγμένοι περὶ αὐτῆς, καὶ οὐκ ἀνήγγειλαν ἀλλήλοις τὴν ὀδύνην ἑαυτῶν·"
    },
    {
      "verse": 11,
      "text": "Ὅτι ᾐσχύνοντο ἀναγγεῖλαι τὴν ἐπιθυμίαν αὐτῶν, ὅτι ἤθελον συγγενέσθαι αὐτῇ."
    },
    {
      "verse": 12,
      "text": "Καὶ παρετηροῦσαν φιλοτίμως καθʼ ἡμέραν ὁρᾷν αὐτήν."
    },
    {
      "verse": 13,
      "text": "Καὶ εἶπαν ἕτερος τῷ ἑτέρῳ, πορευθῶμεν δὴ εἰς οἶκον, ὅτι ἀρίστου ὥρα ἐστί."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐξελθόντες διεχωρίσθησαν ἀπʼ ἀλλήλων, καὶ ἀνακάμφαντες ἦλθον ἐπιτοαυτὸ, καὶ ἀνετάζοντες ἀλλήλους τὴν αἰτίαν, ὡμολόγησαν τὴν ἐπιθυμίαν αὐτῶν· καὶ τότε κοινῇ συνετάξαντο καιρὸν, ὅτε αὐτὴν δυνήσονται εὑρεῖν μόνην."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐγένετο ἐν τῷ παρατηρεῖν αὐτοὺς ἡμέραν εὔθετον, εἰσῆλθέ ποτε καθὼς χθὲς καὶ τρίτης ἡμέρας μετὰ δύο μόνων κορασίων, καὶ ἐπεθύμησε λούσασθαι ἐν τῷ παραδείσῳ, ὅτι καῦμα ἦν."
    },
    {
      "verse": 16,
      "text": "Καὶ οὐκ ἧν οὐδεὶς ἐκεῖ πλὴν οἱ δύο πρεσβύτεροι κεκρυμμένοι, καὶ παρατηροῦντες αὐτήν."
    },
    {
      "verse": 17,
      "text": "Καὶ εἶπε τοῖς κορασίοις, ἐνέγκατε δή μοι ἔλαιον καὶ σμήγματα, καὶ τας θύρας τοῦ παραδείσου κλείσατε, ὅπως λούσωμαι."
    },
    {
      "verse": 18,
      "text": "Καὶ ἐποίησαν καθὼς εἶπε, καὶ ἀπέκλεισαν τὰς θύρας τοῦ παραδείσου, καὶ ἐξῆλθαν κατὰ τὰς πλαγίας θύρας, ἐνέγκαι τὰ προστεταγμένα αὐταῖς, καὶ οὐκ εἴδοσαν τοὺς πρεσβυτέρους ὅτι ἦσαν κεκρυμμένοι."
    },
    {
      "verse": 19,
      "text": "Καὶ ἐγένετο ὡς ἐξήλθοσαν τὰ κοράσια, καὶ ἀνέστησαν οἱ δύο πρεσβύται, καὶ ἐπέδραμον αὐτῇ,"
    },
    {
      "verse": 20,
      "text": "καὶ εἶπον, ἰδοὺ αἱ θύραι τοῦ παραδείσου κέκλεινται, καὶ οὐδεὶς θεωρεῖ ἡμᾶς, καὶ ἐν ἐπιθυμίᾳ σου ἐσμέν· διὸ συγκατάθου ἡμῖν, καὶ γενοῦ μεθʼ ἡμῶν."
    },
    {
      "verse": 21,
      "text": "Εἰ δὲ μὴ, καταμαρτυρήσομέν σου, ὅτι ἦν μετὰ σοῦ νεανίσκος, καὶ διὰ τοῦτο ἐξαπέστειλας τὰ κοράσια ἀπὸ σοῦ."
    },
    {
      "verse": 22,
      "text": "Καὶ ἀνεστέναξε Σωσάννα, καὶ εἶπε, στενά μοι πάντοθεν· ἐάν τε γὰρ τοῦτο πράξω, θάνατός μοι ἐστίν· ἐάν τε μὴ πράξω, οὐκ ἐκφεύξομαι τὰς χεῖρας ὑμῶν."
    },
    {
      "verse": 23,
      "text": "Αἱρετώτερόν μοι ἐστὶ μὴ πράξασαν ἐμπεσεῖν εἰς τὰς χεῖρας ὑμῶν, ἢ ἁμαρτεῖν ἐνώπιον Κυρίου."
    },
    {
      "verse": 24,
      "text": "Καὶ ἀνεβόησε φωνῇ μεγάλῃ Σωσάννα· ἐβόησαν δὲ καὶ οἱ δύο πρεσβύται κατέναντι αὐτῆς."
    },
    {
      "verse": 25,
      "text": "Καὶ δραμων ὁ εἷς, ἤνοιξε τὰς θύρας τοῦ παραδείσου."
    },
    {
      "verse": 26,
      "text": "Ὡς δὲ ἤκουσαν τὴν κραυγὴν ἐν τῷ παραδεισῳ οἱ ἐκ τῆς οἰκίας, εἰσεπήδησαν διὰ τῆς πλαγίας θύρας ἰδεῖν τὸ συμβεβηκὸς αὐτῇ."
    },
    {
      "verse": 27,
      "text": "Ἡνίκα δὲ εἶπα οἱ πρεσβύται τοὺς λόγους αὐτῶν, κατῃσχύνθησαν οἱ δοῦλοι σφόδρα, ὅτι πώποτε οὐκ ἐῤῥήθη λόγος τοιοῦτος περὶ Σωσάννης."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐγένετο τῇ ἐπαύριον, ὡς συνῆλθεν ὁ λαὸς πρὸς τὸν ἄνδρα αὐτῆς Ἰωακεὶμ, ἦλθον οἱ δύο πρεσβύται πλήρεις τῆς ἀνόμου ἐννοίας κατὰ Σωσάννης, τοῦ θανατῶσαι αὐτὴν,"
    },
    {
      "verse": 29,
      "text": "καὶ εἶπαν ἔμπροσθεν τοῦ λαοῦ, ἀποστείλατε ἐπὶ Σωσάνναν θυγατέρα Χελκίου, ἥ ἐστι γυνὴ Ἰωακείμ· οἱ δὲ ἀπέστειλαν."
    },
    {
      "verse": 30,
      "text": "Καὶ ἦλθεν αὐτὴ, καὶ οἱ γονεῖς αὐτῆς, καὶ τὰ τέκνα αὐτῆς, καὶ πάντες οἱ συγγενεῖς αὐτῆς."
    },
    {
      "verse": 31,
      "text": "Ἡ δὲ Σωσάννα ἦν τρυφερὰ σφόδρα, καὶ καλὴ τῷ εἴδει."
    },
    {
      "verse": 32,
      "text": "Οἱ δὲ παράνομοι ἐκέλευσαν ἀποκαλυφθῆναι αὐτὴν, ἦν γὰρ κατακεκαλυμμένη, ὅπως ἐμπλησθῶσι τοῦ κάλλους αὐτῆς."
    },
    {
      "verse": 33,
      "text": "Ἔκλαιον δὲ οἱ παρʼ αὐτῆς, καὶ πάντες οἱ ἰδόντες αὐτήν."
    },
    {
      "verse": 34,
      "text": "Ἀναστάντες δὲ οἱ δύο πρεσβύται ἐν μέσῳ τῷ λαῷ, ἔθηκαν τὰς χεῖρας ἐπὶ τὴν κεφαλὴν αὐτῆς."
    },
    {
      "verse": 35,
      "text": "Ἡ δὲ κλαίουσα ἀνέβλεψεν εἰς τὸν οὐρανὸν, ὅτι ἦν ἡ καρδία αὐτῆς πεποιθυῖα ἐπὶ Κυρίῳ."
    },
    {
      "verse": 36,
      "text": "Εἶπον δὲ οἱ πρεσβύται, περιπατούντων ἡμῶν ἐν τῷ παραδείσῳ μόνων, εἰσῆλθεν αὕτη μετὰ δύο παιδισκῶν, καὶ ἀπέκλεισε τὰς θύρας τοῦ παραδείσου, καὶ ἀπέλυσε τὰς παιδίσκας."
    },
    {
      "verse": 37,
      "text": "Καὶ ἦλθε πρὸς αὐτὴν νεανίσκος ὃς ἦν κεκρυμμένος, καὶ ἀνέπεσε μετʼ αὐτῆς."
    },
    {
      "verse": 38,
      "text": "Ἡμεῖς δὲ ὄντες ἐν τῇ γωνίᾳ τοῦ παραδείσου, ἰδόντες τὴν ἀνομίαν, ἐδράμομεν ἐπʼ αὐτούς."
    },
    {
      "verse": 39,
      "text": "Καὶ ἰδόντες συγγινομένους αὐτοὺς, ἐκείνου μὲν οὐκ ἠδυνήθημεν ἐγκρατεῖς γενέσθαι, διὰ τὸ ἰσχύειν αὐτὸν ὑπὲρ ἡμᾶς, καὶ ἀνοίξαντα τὰς θύρας ἐκπεπηδηκέναι,"
    },
    {
      "verse": 40,
      "text": "Ταύτης δὲ ἐπιλαβόμενοι, ἐπηρωτῶμεν, τίς ἦν ὁ νεανίσκος· καὶ οὐκ ἠθέλησεν ἀγγεῖλαι ἡμῖν· ταῦτα μαρτυροῦμεν."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐπίστευσεν αὐτοῖς ἡ συναγωγὴ ὡς πρεσβυτέροις τοῦ λαοῦ καὶ κριταῖς· καὶ κατέκριναν αὐτὴν ἀποθανεῖν."
    },
    {
      "verse": 42,
      "text": "Ἀνεβόησε δὲ φωνῇ μεγάλῃ Σωσάννα, καὶ εἶπεν, ὁ Θεὸς ὁ αἰώνιος, ὁ τῶν κρυπτῶν γνώστης, ὁ εἰδὼς τὰ πάντα πρὶν γενέσεως αὐτῶν,"
    },
    {
      "verse": 43,
      "text": "σὺ ἐπίστασαι ὅτι ψευδῆ μου κατεμαρτύρησαν· καὶ ἰδοὺ ἀποθνήσκω μὴ ποιήσασα μηδὲν ὧν οὗτοι ἐπονηρεύσαντο κατʼ ἐμοῦ."
    },
    {
      "verse": 44,
      "text": "Καὶ εἰσήκουσε Κύριος τῆς φωνῆς αὐτῆς."
    },
    {
      "verse": 45,
      "text": "Καὶ ἀπαγομένης αὐτῆς ἀπολέσθαι, ὁ Θεὸς ἐξήγειρε τὸ πνεῦμα τὸ ἅγιον παιδαρίου νεωτέρου ᾧ ὄνομα Δανιήλ."
    },
    {
      "verse": 46,
      "text": "Καὶ ἐβόησε φωνῇ μεγάλῃ, ἀθῶος ἐγὼ ἀπὸ τοῦ αἵματος ταύτης."
    },
    {
      "verse": 47,
      "text": "Ἐπέστρεψε δὲ πᾶς ὁ λαὸς πρὸς αὐτὸν, καὶ εἶπαν, τίς ὁ λόγος οὗτος, ὃν σὺ λελάληκας;"
    },
    {
      "verse": 48,
      "text": "Ὁ δὲ στὰς ἐν μέσῳ αὐτῶν, εἶπεν, οὕτως μωροὶ οἱ υἱοὶ Ἰσραήλ; οὐκ ἀνακρίναντες, οὐδὲ τὸ σαφὲς ἐπιγνόντες, κατεκρίνατε θυγατέρα Ἰσραήλ;"
    },
    {
      "verse": 49,
      "text": "Ἀναστρέψατε εἰς τὸ κριτήριον, ψευδῆ γὰρ οὗτοι κατεμαρτύρησαν αὐτῆς."
    },
    {
      "verse": 50,
      "text": "Καὶ ἀνέστρεψε πᾶς ὁ λαὸς μετὰ σπουδῆς· καὶ εἶπαν αὐτῷ οἱ πρεσβύτεροι, δεῦρο κάθισον ἐν μέσῳ ἡμῶν, καὶ ἀνάγγειλον ἡμῖν, ὅτι σοὶ δέδωκεν ὁ Θεὸς τὸ πρεσβεῖον."
    },
    {
      "verse": 51,
      "text": "Καὶ εἶπε πρὸς αὐτοὺς Δανιὴλ, διαχωρίσατε αὐτοὺς ἀπʼ ἀλλήλων μακρὰν, καὶ ἀνακρινῶ αὐτούς."
    },
    {
      "verse": 52,
      "text": "Ὡς δὲ διεχωρίσθησαν εἷς ἀπὸ τοῦ ἑνὸς, ἐκάλεσε τὸν ἕνα αὐτῶν, καὶ εἶπε πρὸς αὐτὸν, πεπαλαιωμένε ἡμερῶν κακῶν, νῦν ἥκασιν αἱ ἁμαρτίαι σου, ἃς ἐποίεις τὸ πρότερον,"
    },
    {
      "verse": 53,
      "text": "κρίνων κρίσεις ἀδίκους· καὶ τοὺς μὲν ἀθώους κατακρίνων, ἀπολύων δὲ τοὺς αἰτίους, λέγοντος τοῦ Θεοῦ, ἀθῶον καὶ δίκαιον οὐκ ἀποκτενεῖς."
    },
    {
      "verse": 54,
      "text": "Νῦν οὖν ταύτην εἴπερ εἶδες, εἰπὸν, ὑπὸ τί δένδρον εἶδες αὐτοὺς ὁμιλοῦντας ἀλλήλοις; ὁ δὲ εἶπεν, ὑπὸ σχῖνον."
    },
    {
      "verse": 55,
      "text": "Εἶπε δὲ Δανιὴλ, ὀρθῶς ἔψευσαι εἰς τὴν σεαυτοῦ κεφαλήν· ἤδη γὰρ ἄγγελος φάσιν Θεοῦ λαβὼν παρὰ τοῦ Θεοῦ, σχίσει σε μέσον."
    },
    {
      "verse": 56,
      "text": "Καὶ μεταστήσας αὐτὸν, ἐκέλευσε προσαγαγεῖν τὸν ἕτερον, καὶ εἶπεν αὐτῷ, σπέρμα Χαναὰν, καὶ οὐκ Ἰούδα, τὸ κάλλος ἐξηπάτησέ σε, καὶ ἐπιθυμία διέστρεψε τὴν καρδίαν σου."
    },
    {
      "verse": 57,
      "text": "Οὕτως ἑποιεῖτε θυγατράσιν Ἰσραὴλ, καὶ ἐκεῖναι φοβούμεναι ὡμίλουν ὑμῖν· ἀλλʼ οὐ θυγάτηρ Ἰούδα ὑπέμεινε τὴν ἀνομίαν ὑμῶν."
    },
    {
      "verse": 58,
      "text": "Νῦν οὖν λέγε μοι, ὑπὸ τί δένδρον κατέλαβες αὐτοὺς ὁμιλοῦντας ἀλλήλοις; ὁ δὲ εἶπεν, ὑπὸ πρίνον."
    },
    {
      "verse": 59,
      "text": "Εἶπε δὲ αὐτῷ Δανιὴλ, ὀρθῶς ἔψευσαι καὶ σὺ εἰς τὴν σεαυτοῦ κεφαλὴν· μένει γὰρ ὁ ἄγγελος τοῦ Θεοῦ, τὴν ῥομφαίαν ἔχων πρίσαι σε μέσον, ὅπως ἐξολοθρεύσῃ ὑμᾶς."
    },
    {
      "verse": 60,
      "text": "Καὶ ἀνεβόησε πᾶσα ἡ συναγωγὴ φωνῇ μεγάλῃ, καὶ εὐλόγησαν τῷ Θεῷ τῷ σώζοντι τοὺς ἐλπίζοντας ἐπʼ αὐτόν."
    },
    {
      "verse": 61,
      "text": "Καὶ ἀνέστησαν ἐπὶ τοὺς δύο πρεσβύτας, ὅτι συνέστησεν αὐτοὺς Δανιὴλ ἐκ τοῦ στόματος αὐτῶν ψευδομαρτυρήσαντας."
    },
    {
      "verse": 62,
      "text": "Καὶ ἐποίησαν αὐτοῖς ὃν τρόπον ἐπονηρεύσαντο τῷ πλησίον· ποιῆσαι κατὰ τὸν νόμον Μωυσῆ· καὶ ἀπέκτειναν αὐτοὺς, καὶ ἐσώθη αἷμα ἀναίτιον ἐν τῇ ἡμέρᾳ ἐκείνῃ."
    },
    {
      "verse": 63,
      "text": "Χελκίας δὲ καὶ ἡ γυνὴ αὐτοῦ ᾔνεσαν περὶ τῆς θυγατρὸς αὐτῶν μετὰ Ἰωακεὶμ τοῦ ἀνδρὸς αὐτῆς καὶ τῶν συγγενῶν αὐτῶν, ὅτι οὐχ εὑρέθη ἐν αὐτῇ ἄσχημον πρᾶγμα."
    },
    {
      "verse": 64,
      "text": "Καὶ Δανιὴλ ἐγένετο μέγας ἐνώπιον τοῦ λαοῦ ἀπὸ τῆς ἡμέρας ἐκείνης, καὶ ἐπέκεινα."
    }
  ]
}