{
  "book_id": "HOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ephraim feedeth on wind, and followeth after the east wind: he daily multiplieth lies and desolation; and they do make a covenant with the Assyrians, and oil is carried into Egypt."
    },
    {
      "verse": 2,
      "text": "The LORD hath also a controversy with Judah, and will punish Jacob according to his ways; according to his doings will he recompense him."
    },
    {
      "verse": 3,
      "text": "He took his brother by the heel in the womb, and by his strength he had power with God:"
    },
    {
      "verse": 4,
      "text": "Yes, he had power over the angel, and prevailed: he wept, and made supplication to him: he found him inBeth-el, and there he spoke with us;"
    },
    {
      "verse": 5,
      "text": "Even the LORD God of hosts; the LORD ishis memorial."
    },
    {
      "verse": 6,
      "text": "Therefore turn thou to thy God: keep mercy and judgment, and wait on thy God continually."
    },
    {
      "verse": 7,
      "text": "He isa merchant, the balances of deceit arein his hand: he loveth to oppress."
    },
    {
      "verse": 8,
      "text": "And Ephraim said, Yet I have become rich, I have found for myself substance: inall my labors they shall find no iniquity in me that weresin."
    },
    {
      "verse": 9,
      "text": "And I that amthe LORD thy God from the land of Egypt will yet make thee to dwell in tabernacles, as in the days of the solemn feast."
    },
    {
      "verse": 10,
      "text": "I have also spoken by the prophets, and I have multiplied visions, and used similitudes by the ministry of the prophets."
    },
    {
      "verse": 11,
      "text": "Is thereiniquity inGilead? surely they are vanity: they sacrifice bullocks in Gilgal; yes, their altars areas heaps in the furrows of the fields."
    },
    {
      "verse": 12,
      "text": "And Jacob fled into the country of Syria, and Israel served for a wife, and for a wife he kept sheep."
    },
    {
      "verse": 13,
      "text": "And by a prophet the LORD brought Israel out of Egypt, and by a prophet was he preserved."
    },
    {
      "verse": 14,
      "text": "Ephraim provoked himto anger most bitterly: therefore will he leave his blood upon him, and his reproach will his Lord return to him."
    }
  ]
}