{
  "book_id": "PHP",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Finally, my brethren, rejoice in the Lord. To write the same thingsto you, to me indeed isnot grievous, but for you it issafe."
    },
    {
      "verse": 2,
      "text": "Beware of dogs, beware of evil workers, beware of the concision."
    },
    {
      "verse": 3,
      "text": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh."
    },
    {
      "verse": 4,
      "text": "Though I mightalso have confidence in the flesh. If any other manthinketh that he hath whereof hemight trust in the flesh, I more:"
    },
    {
      "verse": 5,
      "text": "circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, a Hebrew of the Hebrews; as touching the law, a Pharisee;"
    },
    {
      "verse": 6,
      "text": "concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless."
    },
    {
      "verse": 7,
      "text": "But what thingswere gain to me, those I counted loss for Christ."
    },
    {
      "verse": 8,
      "text": "Yea doubtless, and I count all things butloss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them butdung, that I may win Christ,"
    },
    {
      "verse": 9,
      "text": "and be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:"
    },
    {
      "verse": 10,
      "text": "that Imay know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;"
    },
    {
      "verse": 11,
      "text": "if by any means I might attain unto the resurrection of the dead."
    },
    {
      "verse": 12,
      "text": "Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend thatfor which also I am apprehended of Christ Jesus."
    },
    {
      "verse": 13,
      "text": "Brethren, I count not myself to have apprehended: but thisone thing I do, forgetting those things which arebehind, and reaching forth unto those things which arebefore,"
    },
    {
      "verse": 14,
      "text": "I press toward the mark for the prize of the high calling of God in Christ Jesus."
    },
    {
      "verse": 15,
      "text": "Let us therefore, as many as beperfect, be thus minded: and if in any thingye be otherwise minded, God shall reveal even this unto you."
    },
    {
      "verse": 16,
      "text": "Nevertheless, whereto we have alreadyattained, let uswalk by the same rule, let usmind the same thing."
    },
    {
      "verse": 17,
      "text": "Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample."
    },
    {
      "verse": 18,
      "text": "(For many walk, of whom I have told you often, and now tell youeven weeping, that they arethe enemies of the cross of Christ:"
    },
    {
      "verse": 19,
      "text": "whose end isdestruction, whose God is theirbelly, and whoseglory isin their shame, who mind earthly things.)"
    },
    {
      "verse": 20,
      "text": "For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:"
    },
    {
      "verse": 21,
      "text": "who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all thingsunto himself."
    }
  ]
}