{
  "book_id": "2ES",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Nevertheless as concerning the tokens, behold, the days shall come, that \\add they\\add* which dwell upon earth shall be taken in a great number, and the way of truth shall be hidden, and the land shall be barren of faith."
    },
    {
      "verse": 2,
      "text": "But iniquity shall be increased above that which \\add now\\add* thou seest, or that thou hast heard long ago."
    },
    {
      "verse": 3,
      "text": "And the land, that thou seest now to have root, shalt thou see wasted \\add suddenly\\add*."
    },
    {
      "verse": 4,
      "text": "But if the most High grant thee to live, thou shalt see after the third trumpet that the sun shall suddenly shine again in the night, and the moon thrice in the day:"
    },
    {
      "verse": 5,
      "text": "and blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:"
    },
    {
      "verse": 6,
      "text": "and \\add even\\add* he shall rule, whom they look not for that dwell upon the earth, and the fowls shall take their flight away together:"
    },
    {
      "verse": 7,
      "text": "and the Sodomitish sea shall cast out fish, and make a noise in the night, which many have not known: but they shall all hear the voice thereof."
    },
    {
      "verse": 8,
      "text": "There shall be a confusion also in many places, and the fire shall be oft sent out again, and the wild beasts shall change their places, and menstruous women shall bring forth monsters:"
    },
    {
      "verse": 9,
      "text": "and salt waters shall be found in the sweet, and all friends shall destroy one another; then shall wit hide itself, and understanding withdraw itself into his secret chamber,"
    },
    {
      "verse": 10,
      "text": "and shall be sought of many, and \\add yet\\add* not be found: then shall unrighteousness and incontinency be multiplied upon earth."
    },
    {
      "verse": 11,
      "text": "\\add One\\add* land also shall ask another, and say, Is righteousness that maketh \\add a man\\add* righteous gone through thee? And it shall say, No."
    },
    {
      "verse": 12,
      "text": "At the same time shall men hope, but nothing obtain: they shall labour, but their ways shall not prosper."
    },
    {
      "verse": 13,
      "text": "To shew thee such tokens I have leave; and if thou wilt pray again, and weep as now, and fast seven days, thou shalt hear yet greater \\add things\\add*."
    },
    {
      "verse": 14,
      "text": "Then I awaked, and an extreme fearfulness went through all my body, and my mind was troubled, so that it fainted."
    },
    {
      "verse": 15,
      "text": "So the angel that was come to talk with me held me, comforted me, and set me \\add up\\add* upon \\add my\\add* feet."
    },
    {
      "verse": 16,
      "text": "And in the second night it came to pass, that Salathiel the captain of the people came unto me, saying, Where hast thou been? and why \\add is\\add* thy countenance \\add so\\add* heavy?"
    },
    {
      "verse": 17,
      "text": "Knowest thou not that Israel is committed unto thee in the land of their captivity?"
    },
    {
      "verse": 18,
      "text": "Up then, and eat bread, and forsake us not, as the shepherd \\add that leaveth\\add* his flock in the hands of cruel wolves."
    },
    {
      "verse": 19,
      "text": "Then said I unto him, Go \\add thy ways\\add* from me, and come not nigh me. And he heard what I said, and went from me."
    },
    {
      "verse": 20,
      "text": "And \\add so\\add* I fasted seven days, mourning and weeping, like as Uriel the angel commanded me."
    },
    {
      "verse": 21,
      "text": "And after seven days so it was, that the thoughts of my heart were very grievous unto me again,"
    },
    {
      "verse": 22,
      "text": "and my soul recovered the spirit of understanding, and I began to talk with the most High again, and said,"
    },
    {
      "verse": 23,
      "text": "O Lord that bearest rule, of every wood of the earth, and \\add of\\add* all the trees thereof, thou hast chosen \\add thee\\add* one only vine:"
    },
    {
      "verse": 24,
      "text": "and of all lands of the \\add whole\\add* world thou hast chosen thee one pit: and of all the flowers thereof one lily:"
    },
    {
      "verse": 25,
      "text": "and of all the depths of the sea thou hast filled thee one river: and of all builded cities thou hast hallowed Sion unto thyself:"
    },
    {
      "verse": 26,
      "text": "and of all the fowls that are created thou hast named thee one dove: and of all the cattle that are made thou hast provided thee one sheep:"
    },
    {
      "verse": 27,
      "text": "and among all the multitudes of peoples thou hast gotten thee one people: and unto this people, whom thou lovedst, thou gavest a law that is approved of all."
    },
    {
      "verse": 28,
      "text": "And now, O Lord, why hast thou given \\add this\\add* one \\add people\\add* over unto many? and upon the one root hast thou prepared others, and \\add why\\add* hast thou scattered thy only one \\add people\\add* among many?"
    },
    {
      "verse": 29,
      "text": "And they which did gainsay thy promises, and believed not thy covenants, have trodden them down."
    },
    {
      "verse": 30,
      "text": "If thou didst so much hate thy people, \\add yet\\add* shouldest \\add thou\\add* punish \\add them\\add* with thine own hands."
    },
    {
      "verse": 31,
      "text": "Now when I had spoken \\add these\\add* words, the angel that came to me the night afore was sent unto me,"
    },
    {
      "verse": 32,
      "text": "and said unto me, Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more."
    },
    {
      "verse": 33,
      "text": "And I said, Speak \\add on\\add*, my Lord. Then said he unto me, Thou art sore troubled in mind for Israel’s sake: lovest thou that \\add people\\add* better than \\add he\\add* that made them?"
    },
    {
      "verse": 34,
      "text": "And I said, No, Lord: but of very grief have I spoken: for my reins pain me every hour, while I labour to comprehend the way of the most High, and to seek out part of his judgment."
    },
    {
      "verse": 35,
      "text": "And he said unto me, Thou canst not. And I said, Wherefore, Lord? whereunto was I born \\add then?\\add* or why was not my mother’s womb \\add then\\add* my grave, that I might not have seen the travail of Jacob, and the wearisome toil of the stock of Israel?"
    },
    {
      "verse": 36,
      "text": "And he said unto me, Number me \\add the things\\add* that are not yet come, gather me together the drops that are scattered abroad, make me the flowers green again \\add that are\\add* withered,"
    },
    {
      "verse": 37,
      "text": "open me the places that are closed, and bring me forth the winds that in them are shut up, shew me the image of a voice: and then I will declare to thee the thing that thou labourest to know."
    },
    {
      "verse": 38,
      "text": "And I said, O Lord that bearest rule, who may know these \\add things\\add*, but \\add he\\add* that hath not his dwelling with men?"
    },
    {
      "verse": 39,
      "text": "As for me, \\add I am\\add* unwise: how may I then speak of these \\add things\\add* whereof thou askest me?"
    },
    {
      "verse": 40,
      "text": "Then said he unto me, Like as thou canst do none of these \\add things\\add* that \\add I\\add* have spoken of, \\add even\\add* so canst thou not find out my judgment, or in the end the love that I have promised unto \\add my\\add* people."
    },
    {
      "verse": 41,
      "text": "And I said, Behold, O Lord, yet art thou nigh unto them that be \\add reserved\\add* till the end: and what shall they do that have been before me, or we \\add that be now\\add*, or they that \\add shall come\\add* after us?"
    },
    {
      "verse": 42,
      "text": "And he said unto me, I will liken my judgment unto a ring: like as \\add there is\\add* no slackness of the last, \\add even\\add* so \\add there is\\add* no swiftness of the first."
    },
    {
      "verse": 43,
      "text": "So I answered and said, Couldest thou not make those that have been made, and be \\add now\\add*, and that are for to come, at once; that thou mightest shew thy judgment the sooner?"
    },
    {
      "verse": 44,
      "text": "Then answered he me, and said, The creature may not haste above the Maker; neither \\add may\\add* the world hold them at once that shall be created therein."
    },
    {
      "verse": 45,
      "text": "And I said, As thou hast said unto thy servant, that thou, which givest life \\add to all\\add*, hast given life at once to the creature that thou hast created, and the creature bare \\add it: even so\\add* it might now also bear them that \\add now\\add* be present at once."
    },
    {
      "verse": 46,
      "text": "And he said unto me, Ask the womb of a woman, and say unto her, If thou bringest forth children, why \\add dost thou it not together, but\\add* one after another? pray her therefore to bring forth ten \\add children\\add* at once."
    },
    {
      "verse": 47,
      "text": "And I said, She cannot: but \\add must do it\\add* by distance of time."
    },
    {
      "verse": 48,
      "text": "Then said he unto me, Even \\add so\\add* have I given the womb of the earth to those that be sown in it in \\add their\\add* times."
    },
    {
      "verse": 49,
      "text": "For like as a young child may not bring forth \\add the things\\add* that belong to the aged, \\add even\\add* so have I disposed the world which I created."
    },
    {
      "verse": 50,
      "text": "And I asked, and said, Seeing thou hast now given me the way, I will \\add proceed to\\add* speak before thee: for our mother, of whom thou hast told me \\add that\\add* she is young, draweth now nigh unto age."
    },
    {
      "verse": 51,
      "text": "He answered me, and said, Ask a woman that beareth children, and she shall tell thee."
    },
    {
      "verse": 52,
      "text": "Say unto her, Wherefore are not \\add they\\add* whom thou hast now brought forth like those that \\add were\\add* before, but less of stature?"
    },
    {
      "verse": 53,
      "text": "And she shall answer thee, \\add They\\add* that be born in the strength of youth are of one fashion, and they that are born in the time of age, when the womb faileth, \\add are\\add* otherwise."
    },
    {
      "verse": 54,
      "text": "Consider thou therefore also, how that ye are less of stature than those that \\add were\\add* before you."
    },
    {
      "verse": 55,
      "text": "And \\add so are they\\add* that \\add come\\add* after you less than ye, as the creatures which now begin to be old, and have passed over the strength of youth."
    },
    {
      "verse": 56,
      "text": "Then said I, Lord, I beseech thee, if I have found favour in thy sight, shew thy servant by whom thou visitest thy creature."
    }
  ]
}