{
  "book_id": "2ES",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And it socame to pass, thatwhen my son was entered into his wedding chamber, he fell down, and died."
    },
    {
      "verse": 2,
      "text": "Then we all overthrew the lights, and all my neighbours rose up to comfort me: so I took my rest unto the second day at night."
    },
    {
      "verse": 3,
      "text": "And it came to pass, when they had all left off to comfort me, to the end I might be quiet; then rose I up by night, and fled, and came hitherinto this field, as thou seest."
    },
    {
      "verse": 4,
      "text": "And I do now purpose not to return into the city, but here to stay, and neither to eat nor drink, but continually to mourn and to fast until I die."
    },
    {
      "verse": 5,
      "text": "Then left I the meditations wherein I was, and spake to her in anger, saying,"
    },
    {
      "verse": 6,
      "text": "Thoufoolish woman above all other, seest thou not our mourning, and what happeneth unto us?"
    },
    {
      "verse": 7,
      "text": "How that Sion our mother is full of all heaviness, and much humbled, mourning very sore?"
    },
    {
      "verse": 8,
      "text": "And now, seeing we all mourn and are sad, for we are all in heaviness, art thou grieved for one son?"
    },
    {
      "verse": 9,
      "text": "For ask the earth, and she shall tell thee, that it is she which ought to mourn for the fall of so many that grow upon her."
    },
    {
      "verse": 10,
      "text": "For out of her came all at the first, and out of hershall allothers come, and behold, they walk almost all into destruction, and a multitude of them is utterly rooted out."
    },
    {
      "verse": 11,
      "text": "Who then should make more mourning than she, that hath lost so great a multitude; and not thou, which art sorry but for one?"
    },
    {
      "verse": 12,
      "text": "But if thou sayest unto me, My lamentation is not like the earth’s, because I have lost the fruit of my womb, which I brought forth with pains, and bare with sorrows;"
    },
    {
      "verse": 13,
      "text": "but the earth not so:for the multitude present in it according to the course of the earth is gone, as it came:"
    },
    {
      "verse": 14,
      "text": "then say I unto thee, Like as thou hast brought forth with labour; evenso the earth also hath given her fruit, namely, man, ever sithence the beginning unto him that made her."
    },
    {
      "verse": 15,
      "text": "Now therefore keep thy sorrow to thyself, and bear with a good courage that which hath befallen thee."
    },
    {
      "verse": 16,
      "text": "For if thou shalt acknowledge the determination of God to be just, thou shalt both receive thy son in time, and shalt be commended amongst women."
    },
    {
      "verse": 17,
      "text": "Go thy way then into the city to thine husband."
    },
    {
      "verse": 18,
      "text": "And she said unto me, Thatwill I not do: I will not go into the city, but here will I die."
    },
    {
      "verse": 19,
      "text": "So I proceeded to speak further unto her, and said,"
    },
    {
      "verse": 20,
      "text": "Do not so, but be counselled by me: for how many arethe adversities of Sion? be comforted in regard of the sorrow of Jerusalem."
    },
    {
      "verse": 21,
      "text": "For thou seest that our sanctuary is laid waste, our altar broken down, our temple destroyed;"
    },
    {
      "verse": 22,
      "text": "our psaltery is laid on the ground, oursong is put to silence, our rejoicing is at an end, the light of our candlestick is put out, the ark of our covenant is spoiled, our holy thingsare defiled, and the name that is called upon us is almost profaned: our children are put to shame, our priests are burnt, our Levites are gone into captivity, our virgins are defiled, and our wives ravished; our righteous mencarried away, our little ones destroyed, our young men are brought in bondage, and our strong menare become weak;"
    },
    {
      "verse": 23,
      "text": "and, which isthe greatest of all, the seal of Sion hath now lost her honour; for she is delivered into the hands of them that hate us."
    },
    {
      "verse": 24,
      "text": "And therefore shake off thy great heaviness, and put away the multitude of sorrows, that the Mighty may be merciful unto thee again, and the Highest shall give thee rest andease from thy labour."
    },
    {
      "verse": 25,
      "text": "And it came to pass, while I was talking with her, behold, her face upon a sudden shined exceedingly, and her countenance glistered, so that I was afraid of her, and mused what it might be."
    },
    {
      "verse": 26,
      "text": "And behold, suddenly she made a great cry very fearful: so that the earth shook at the noise of the woman."
    },
    {
      "verse": 27,
      "text": "And I looked, and behold, the woman appeared unto me no more, but there was a city builded, and a large place shewed itself from the foundations: then was I afraid, and cried with a loud voice, and said,"
    },
    {
      "verse": 28,
      "text": "Where is Uriel the angel, who came unto me at the first? for he hath caused me to fall into many trances, and mine end is turned into corruption, and my prayer to rebuke."
    },
    {
      "verse": 29,
      "text": "And as I was speaking these words, behold, he came unto me, and looked upon me."
    },
    {
      "verse": 30,
      "text": "And lo, I lay as one that had been dead, and mine understanding was taken from me:and he took me by the right hand, and comforted me, and set me upon my feet, and said unto me,"
    },
    {
      "verse": 31,
      "text": "What aileth thee? and why art thou sodisquieted? and why is thine understanding troubled, and the thoughts of thine heart?"
    },
    {
      "verse": 32,
      "text": "And I said, Because thou hast forsaken me, and yet I did according to thy words, and I went into the field, and lo, I have seen, and yetsee, that I am not able to express."
    },
    {
      "verse": 33,
      "text": "And he said unto me, Stand upmanfully, and I will advise thee."
    },
    {
      "verse": 34,
      "text": "Then said I, Speak on, my lord, in me; onlyforsake me not, lest I die frustrate of my hope."
    },
    {
      "verse": 35,
      "text": "For I have seen that I knew not, and hear that I do not know."
    },
    {
      "verse": 36,
      "text": "Or is my sense deceived, or my soul in a dream?"
    },
    {
      "verse": 37,
      "text": "Now therefore I beseech thee that thou wilt shew thy servant of this vision."
    },
    {
      "verse": 38,
      "text": "He answered me then, and said, Hear me, and I shall inform thee, and tell thee wherefore thou art afraid: for the Highest will reveal many secret things unto thee."
    },
    {
      "verse": 39,
      "text": "He hath seen that thy way isright: for that thou sorrowest continually for thy people, and makest great lamentation for Sion."
    },
    {
      "verse": 40,
      "text": "This therefore isthe meaning of the vision which thou lately sawest:"
    },
    {
      "verse": 41,
      "text": "thou sawest a woman mourning, and thou beganst to comfort her:"
    },
    {
      "verse": 42,
      "text": "but now seest thou the likeness of the woman no more, but there appeared unto thee a city builded."
    },
    {
      "verse": 43,
      "text": "And whereas she told thee of the death of her son, this is the solution:"
    },
    {
      "verse": 44,
      "text": "this woman, whom thou sawest, is Sion: and whereas she said unto thee, (even she whom thou seest as a city builded,)"
    },
    {
      "verse": 45,
      "text": "whereas, I say, she said unto thee, that she hath been thirty years barren: those are the thirty years wherein there was no offering made in her."
    },
    {
      "verse": 46,
      "text": "But after thirty years Solomon builded the city, and offered offerings: and then bare the barren a son."
    },
    {
      "verse": 47,
      "text": "And whereas she told thee that she nourished him with labour: that was the dwelling in Jerusalem."
    },
    {
      "verse": 48,
      "text": "But whereas she said unto thee, That my son coming into his marriage chamber happened to have a fall, and died: this was the destruction that came to Jerusalem."
    },
    {
      "verse": 49,
      "text": "And behold, thou sawest her likeness, and because she mourned for her son, thou beganst to comfort her: and of these thingswhich have chanced, these are to be opened unto thee."
    },
    {
      "verse": 50,
      "text": "For now the most High seeth that thou art grieved unfeignedly, and sufferest from thywhole heart for her, so hath he shewed thee the brightness of her glory, and the comeliness of her beauty:"
    },
    {
      "verse": 51,
      "text": "and therefore I bade thee remain in the field where no house was builded:"
    },
    {
      "verse": 52,
      "text": "for I knew that the Highest would shew this unto thee."
    },
    {
      "verse": 53,
      "text": "Therefore I commanded thee to go into the field, where no foundation of anybuilding was."
    },
    {
      "verse": 54,
      "text": "For in the place wherein the Highest beginneth to shew his city, there can no man’s building be able to stand."
    },
    {
      "verse": 55,
      "text": "Andtherefore fear not, let not thy heart be affrighted, but go thy wayin, and see the beauty and greatness of the building, as much as thine eyes be able to see:"
    },
    {
      "verse": 56,
      "text": "and then shalt thou hear as much as thine ears may comprehend."
    },
    {
      "verse": 57,
      "text": "For thou art blessed above many other, and art called with the Highest; and so are butfew."
    },
    {
      "verse": 58,
      "text": "But to morrow at night thou shalt remain here;"
    },
    {
      "verse": 59,
      "text": "and soshall the Highest shew thee visions of the high things, which the most High will do unto them that dwell upon earth in the last days. So I slept that night and another, like as he commanded me."
    }
  ]
}