{
  "book_id": "JDG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And a messenger of the Lord came up from Gilgal to Bochim, And he said, I caused you to go up out of Egypt, and I brought you unto the land which I had sworn unto your fathers; and I said, I will not break my covenant with you for ever."
    },
    {
      "verse": 2,
      "text": "But ye for your part shall make no covenant with the inhabitants of this land; their altars shall ye throw down; but ye have not obeyed my voice: what is this ye have done?"
    },
    {
      "verse": 3,
      "text": "And I also have said, I will not drive them out from before you; but they shall be evil neighbors to you, and their gods shall become a snare unto you."
    },
    {
      "verse": 4,
      "text": "And it came to pass, when the messenger of the Lord spoke these words unto all the children of Israel, that the people lifted up their voice, and wept."
    },
    {
      "verse": 5,
      "text": "And they called the name of that place, Bochim; and they sacrificed there unto the Lord."
    },
    {
      "verse": 6,
      "text": "And when Joshua had let the people go, the children of Israel went every man unto his inheritance to take possession of the land."
    },
    {
      "verse": 7,
      "text": "And the people served the Lord all the days of Joshua, and all the days of the elders that lived many days after Joshua, who had seen all the great deeds of the Lord, which he had done for Israel."
    },
    {
      "verse": 8,
      "text": "Then died Joshua the son of Nun, the servant of the Lord, being one hundred and ten years old."
    },
    {
      "verse": 9,
      "text": "And they buried him on the border of his inheritance in Timnath-cheres, in the mountain of Ephraim, on the north side of mount Ga'ash."
    },
    {
      "verse": 10,
      "text": "And also all that generation were gathered unto their fathers; and there arose another generation after them, who knew not the Lord, and likewise not the deeds which he had done for Israel."
    },
    {
      "verse": 11,
      "text": "And the children of Israel did the evil in the eyes of the Lord, and served the Be'alim:"
    },
    {
      "verse": 12,
      "text": "And they forsook the Lord the God of their fathers, who had brought them out of the land of Egypt, and they went after other gods, of the gods of the nations that were round about them, and they bowed themselves unto them, and incensed the Lord."
    },
    {
      "verse": 13,
      "text": "And they forsook the Lord, and served Baal and 'Ashtaroth."
    },
    {
      "verse": 14,
      "text": "And the anger of the Lord was kindled against Israel, and he delivered them into the hand of spoilers who spoiled them, and he sold them into the hand of their enemies round about, and they were not able any longer to stand before their enemies."
    },
    {
      "verse": 15,
      "text": "Whithersoever they went out, the hand of the Lord was against them for evil, as the Lord had spoken, and as the Lord had sworn unto them: and they were greatly distressed."
    },
    {
      "verse": 16,
      "text": "And the Lord raised up judges, and they delivered them out of the hand of those that spoiled them."
    },
    {
      "verse": 17,
      "text": "But also unto their judges they did not hearken; but they went astray after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers had walked in, to obey the commandments of the Lord; they did not so."
    },
    {
      "verse": 18,
      "text": "And when the Lord raised them up judges, then was the Lord with the judge, and he delivered them out of the hand of their enemies all the days of the judge; for the Lord bethought himself because of their groaning by reason of those that oppressed them and ill-treated them."
    },
    {
      "verse": 19,
      "text": "And it came to pass, when the judge died, that they returned, and became more corrupt than their fathers, in going after other gods to serve them, and to bow down unto them: they omitted nothing from their doings, and from their stubborn way."
    },
    {
      "verse": 20,
      "text": "And the anger of the Lord was kindled against Israel; and he said, For the cause that this people have transgressed my covenant which I commanded their fathers, and have not hearkened unto my voice:"
    },
    {
      "verse": 21,
      "text": "So will I also for my part not drive out henceforth any man from before them out of the nations which Joshua left when he died;"
    },
    {
      "verse": 22,
      "text": "In order to prove through them the Israelites, whether they will keep the way of the Lord, to walk therein, as their fathers did keep it, or not."
    },
    {
      "verse": 23,
      "text": "And thus did the Lord leave these nations, so as not to drive them out speedily; and he delivered them not into the hand of Joshua."
    }
  ]
}