{
  "book_id": "JDG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Then sang Deborah with Barak the son of Abino'am on that day, saying,"
    },
    {
      "verse": 2,
      "text": "When depravity had broken out in Israel, then did the people offer themselves willingly; [therefore] praise ye the Lord."
    },
    {
      "verse": 3,
      "text": "Hear, O kings; give ear, O princes; I—unto the Lord will I sing; I will sing praise to the Lord, the God of Israel."
    },
    {
      "verse": 4,
      "text": "Lord, at thy going forth out of Seir, at thy marching along out of the field of Edom, the earth trembled, also the heavens dropped, also the clouds dropped water."
    },
    {
      "verse": 5,
      "text": "The mountains melted away because of the presence of the Lord, yonder Sinai, because of the presence of the Lord, the God of Israel."
    },
    {
      "verse": 6,
      "text": "In the days of Shamgar the son of 'Anath, in the days of Ja'el, the highways were unoccupied, and those who travelled on roads walked through crooked by-paths."
    },
    {
      "verse": 7,
      "text": "Desolate were the open towns in Israel, they were desolate, until that I arose, Deborah, that I arose a mother in Israel."
    },
    {
      "verse": 8,
      "text": "They chose new gods, then was there war in the gates: was there a shield seen or a spear among forty thousand in Israel?"
    },
    {
      "verse": 9,
      "text": "My heart [belongeth] to the governors of Israel, that offered themselves willingly among the people: praise ye the Lord."
    },
    {
      "verse": 10,
      "text": "Ye that ride on white asses, ye that sit in judgment, and ye who walk on the way, utter praise!"
    },
    {
      "verse": 11,
      "text": "[Urged on] by the voice of those who divide [the flocks] between the watering wells, there shall they rehearse the benefits of the Lord, the benefits toward his open towns in Israel; [for] now go down [again] to the gates the people of the Lord."
    },
    {
      "verse": 12,
      "text": "Awake, awake, Deborah! awake, awake, utter a song! up, Barak, and lead away thy captives, son of Abino'am."
    },
    {
      "verse": 13,
      "text": "Then obtained dominion a few that had escaped for the nobles among the people—the Lord gave me dominion over the mighty."
    },
    {
      "verse": 14,
      "text": "They whose root is out of Ephraim were against 'Amalek; after thee, Benjamin, with thy armies; out of Machir came down lawgivers, and out of Zebulun they that handle the pen of the writer."
    },
    {
      "verse": 15,
      "text": "And the princes of Issachar were with Deborah; yea Issachar, the support of Barak; into the valley he hastened down in his train; [but] at the streams of Reuben there were great thoughts of heart."
    },
    {
      "verse": 16,
      "text": "Why didst thou sit among the sheepfolds to hear the bleatings of the flocks? At the streams of Reuben there were great searchings of heart."
    },
    {
      "verse": 17,
      "text": "Gil'ad abode beyond the Jordan; and Dan—why would he tarry in ships? Asher remained on the seashore, and abode near his bays."
    },
    {
      "verse": 18,
      "text": "Zebulun is a people that jeoparded its life unto death, and Naphtali—on the high places of the [battle] field."
    },
    {
      "verse": 19,
      "text": "There came kings, [and] fought, then fought the kings of Canaan, in Ta'anach by the waters of Megiddo: gain of money they took not away."
    },
    {
      "verse": 20,
      "text": "From heaven they fought—the stars in their courses fought against Sissera."
    },
    {
      "verse": 21,
      "text": "The stream of Kishon swept them away, that ancient stream, the stream of Kishon: step along, O my soul, in victorious strength."
    },
    {
      "verse": 22,
      "text": "Then were crushed the hoofs of the horses, through the prancings, the prancings of their mighty ones."
    },
    {
      "verse": 23,
      "text": "Curse ye Meroz, saith the messenger of the Lord, yea, curse ye bitterly its inhabitants; because they came not to the help of the Lord, to the help of the Lord among the mighty."
    },
    {
      "verse": 24,
      "text": "Blessed above [other] women shall be Ja'el the wife of Cheber the Kenite, above [other] women [dwelling] in the tent may she be blessed."
    },
    {
      "verse": 25,
      "text": "Water he asked, milk she gave [him]: in a lordly dish she brought him cream."
    },
    {
      "verse": 26,
      "text": "Her hand she put forth to the nail, and her right hand to the laborious workmen's hammer; and she hammered Sissera, she struck his head, and crushed and smote through his temple."
    },
    {
      "verse": 27,
      "text": "Between her feet he bent, he fell, he lay; between her feet he bent, he fell: where he had bent, there he fell down, bereft of life."
    },
    {
      "verse": 28,
      "text": "Out of the window looked and moaned the mother of Sissera, through the lattice, Why tarrieth his chariot so long in coming? why lag the wheels of his chariot?"
    },
    {
      "verse": 29,
      "text": "The wise among her ladies answered her, she also returned a reply to herself."
    },
    {
      "verse": 30,
      "text": "Will they not find,—divide booty? one maiden, two maidens for every man, a booty of colored garments for Sissera, a booty of colored embroidered garments, colored, double-worked garments round the necks of the captives!"
    },
    {
      "verse": 31,
      "text": "Thus may perish all thy enemies, O Lord; but may those that love him be as the rising of the sun in his might. And the land had rest forty years."
    }
  ]
}