{
  "book_id": "JDG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the children of Israel did the evil in the eyes of the Lord: and the Lord delivered them into the hand of Midian seven years."
    },
    {
      "verse": 2,
      "text": "And the hand of Midian prevailed over Israel; and because of the Midianites the children of Israel made for themselves the passes which are in the mountains, and the caves, and the strongholds."
    },
    {
      "verse": 3,
      "text": "And it was, when Israel had sown, that the Midianites came up, and the 'Amalekites, and the children of the east, and they went up against them;"
    },
    {
      "verse": 4,
      "text": "And they encamped against them, and destroyed the products of the earth, as far as Gazzah, and they left no sustenance for Israel, neither lamb, nor ox, nor ass."
    },
    {
      "verse": 5,
      "text": "For they came up with their cattle and their tents, and came as locusts in multitude; and both they and their camels were without number; and they came into the land to destroy it."
    },
    {
      "verse": 6,
      "text": "And Israel was greatly impoverished because of the Midianites; and the children of Israel cried unto the Lord."
    },
    {
      "verse": 7,
      "text": "And it came to pass, when the children of Israel had cried unto the Lord because of the Midianites,"
    },
    {
      "verse": 8,
      "text": "That the Lord sent a prophet unto the children of Israel, and he said unto them, Thus hath said the Lord the God of Israel, I led you forth out of Egypt, and brought you out of the house of slavery;"
    },
    {
      "verse": 9,
      "text": "And I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and I drove them out from before you, and gave you their land;"
    },
    {
      "verse": 10,
      "text": "And I said unto you, I am the Lord your God: ye shall not fear the gods of the Emorites, in whose land ye dwell; but ye have not obeyed my voice."
    },
    {
      "verse": 11,
      "text": "And there came an angel of the Lord, and sat down under the oak which was in 'Ophrah, that pertained unto Joash the Abi'ezrite; and Gid'on his son was beating out wheat in the wine-press, to hide it from the Midianites."
    },
    {
      "verse": 12,
      "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valor."
    },
    {
      "verse": 13,
      "text": "And Gid'on said unto him, Pardon, my lord, if the Lord be indeed with us, why then hath all this befallen us? and where are all his wonders of which our fathers have told us, saying, Did not the Lord bring us up from Egypt! But now the Lord hath forsaken us, and delivered us into the hand of Midian."
    },
    {
      "verse": 14,
      "text": "And the Lord turned toward him, and said, Go in this thy might, and thou shalt save Israel from the hand of the Midianites: behold, I have sent thee."
    },
    {
      "verse": 15,
      "text": "And he said unto him, Pardon my Lord, wherewith shall I save Israel? behold, my family is the weakest in Menasseh, and I am the youngest of my father's house."
    },
    {
      "verse": 16,
      "text": "And the Lord said unto him, Because I will be with thee, and thou shalt smite the Midianites as one man."
    },
    {
      "verse": 17,
      "text": "And he said unto him, If now I have found grace in thy eyes, then give me a sign that thou hast been speaking with me;"
    },
    {
      "verse": 18,
      "text": "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and set it before thee. And he said, I will tarry until thy return."
    },
    {
      "verse": 19,
      "text": "And Gid'on went in, and made ready a kid, and unleavened cakes of an ephah of flour: the flesh he put in a basket, and the broth he put in a pot, and brought it out unto him under the oak, and presented it."
    },
    {
      "verse": 20,
      "text": "And the angel of God said unto him, Take the flesh and the unleavened cakes, and lay them upon this rock, and the broth pour out. And he did so."
    },
    {
      "verse": 21,
      "text": "Then the angel of the Lord put forth the end of the staff that was in his hand, and touched the flesh and the unleavened cakes; and there rose up fire out of the rock, and consumed the flesh and the unleavened cakes. And the angel of the Lord departed out of his sight."
    },
    {
      "verse": 22,
      "text": "And when Gid'on perceived that it was an angel of the Lord, Gid'on said, Alas, O Lord Eternal! because I have surely seen an angel of the Lord face to face."
    },
    {
      "verse": 23,
      "text": "And the Lord said unto him, Peace be unto thee; fear not: thou shalt not die."
    },
    {
      "verse": 24,
      "text": "And Gid'on built there an altar unto the Lord, and called it Adonay-shalom [[the Eternal of Peace:]] unto this day it is yet in Ophrah of the Abi'ezrites."
    },
    {
      "verse": 25,
      "text": "And it came to pass in the same night, that the Lord said unto him, Take thy father's young bullock, and the second bullock of seven years old, and throw down the altar of Baal which belongeth to thy father, and the grove that is around it shalt thou cut down."
    },
    {
      "verse": 26,
      "text": "And build an altar unto the Lord thy God upon the top of this rock, on the level place, and take the second bullock, and offer [it as] a burnt-sacrifice with the wood of the grove which thou shalt cut down."
    },
    {
      "verse": 27,
      "text": "And Gid'on took ten men of his servants, and did as the Lord had spoken unto him; but it came to pass, because he feared his father's household, and the men of the city, to do it by day, that he did it by night."
    },
    {
      "verse": 28,
      "text": "And when the men of the city arose early in the morning, behold, the altar of Baal was overthrown, and the grove that was around it was cut down, and the second bullock was offered upon the altar which had been built."
    },
    {
      "verse": 29,
      "text": "And they said one to another, Who hath done this thing? And they inquired and searched, and then said, Gid'on the son of Joash hath done this thing."
    },
    {
      "verse": 30,
      "text": "Thereupon said the men of the city unto Joash, Bring out thy son, that he may die; because he hath overthrown the altar of Baal, and because he hath cut down the grove that was around it."
    },
    {
      "verse": 31,
      "text": "But Joash said unto all that stood around him, Will ye indeed contend for Baal? will ye assist him? he that will contend for him, shall be put to death; [wait] until morning: if he be a god, let him contend for himself, because one hath overthrown his altar."
    },
    {
      "verse": 32,
      "text": "And the people called him on that day Yerubba'al, saying, Let Baal contend against him, because he hath overthrown his altar."
    },
    {
      "verse": 33,
      "text": "And all the Midianites and 'Amalekites and the children of the east assembled together, and went over and encamped in the valley of Yizre'el."
    },
    {
      "verse": 34,
      "text": "But the Spirit of the Lord endued Gid'on, and he blew the cornet: and Abi'ezer assembled and followed him."
    },
    {
      "verse": 35,
      "text": "And he sent messengers throughout all Menasseh, who also assembled and followed him; and he sent messengers through Asher, and through Zebulun, and through Naphtali, and they came up to meet them."
    },
    {
      "verse": 36,
      "text": "And Gid'on said unto God, If thou wilt save Israel by my hand, as thou hast spoken,"
    },
    {
      "verse": 37,
      "text": "Behold, I set up this fleece of wool in the threshing floor: if now there be dew on the fleece alone, and it be dry upon all the ground, then shall I know that thou wilt save Israel by my hand, as thou hast spoken."
    },
    {
      "verse": 38,
      "text": "And it was so; and when he rose up early on the morrow, he squeezed the fleece together, and wrung dew out of the fleece, [making] a bowl full of water."
    },
    {
      "verse": 39,
      "text": "And Gid'on said unto God, Let not thy anger be kindled against me, and I will speak but this once [more]; let me have a proof, I pray thee, but this once more with the fleece; let it, I pray, be dry upon the fleece alone, and upon all the ground let there be dew."
    },
    {
      "verse": 40,
      "text": "And God did so that night; and it was dry upon the fleece alone, and on all the ground there was dew."
    }
  ]
}