{
  "book_id": "JDG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the men of Ephraim said unto him, What is this thing that thou hast done unto us, not to call for us, when thou wentest to fight with the Midianites? And they quarrelled with him vehemently."
    },
    {
      "verse": 2,
      "text": "And he said unto them, What have I done now in comparison with you? Is not the gleaning of Ephraim better than the vintage of Abi'ezer?"
    },
    {
      "verse": 3,
      "text": "Into your hand God delivered the princes of Midian, 'Oreb and Zeeb: and what have I been able to do in comparison with you? Then was their anger abated from him, when he had spoken this speech."
    },
    {
      "verse": 4,
      "text": "And Gid'on came to the Jordan, and passed over, he, and the three hundred men that were with him, faint, and in pursuit."
    },
    {
      "verse": 5,
      "text": "And he said unto the men of Succoth, Give, I pray you, a few loaves of bread unto the people that are in my train; for they are faint, and I am pursuing after Zebach and Zalmunna,' the kings of Midian."
    },
    {
      "verse": 6,
      "text": "And the princes of Succoth said, Is the sole of the foot of Zebach and Zalmunna' now already in thy hand, that we should give unto thy army bread?"
    },
    {
      "verse": 7,
      "text": "And Gid'on said, Therefore when the Lord hath delivered Zebach and Zalmunna' into my hand, then will I thresh your flesh with the thorns of the wilderness and with briers."
    },
    {
      "verse": 8,
      "text": "And he went up thence to Penuel, and spoke unto them in the same manner: and the men of Penuel answered him as the men of Succoth had answered."
    },
    {
      "verse": 9,
      "text": "And he said also unto the men of Penuel thus, When I return again in peace, I will break down this tower."
    },
    {
      "verse": 10,
      "text": "Now Zebach and Zalmunna' were in Karkor, and their camps with them, about fifteen thousand men, all that had been left of all the camp of the children of the east; but those who had fallen were one hundred and twenty thousand men that drew the sword."
    },
    {
      "verse": 11,
      "text": "And Gid'on went up by the way of those that dwelt in tents, to the east of Nobach and Yogbehah, and smote the camp; but the camp thought itself secure."
    },
    {
      "verse": 12,
      "text": "And Zebach and Zalmunna' fled; but he pursued after them, and captured the two kings of Midian, Zebach and Zalmunna', and all the camp he discomfited."
    },
    {
      "verse": 13,
      "text": "And Gid'on the son of Joash returned from the battle before the rising of the sun,"
    },
    {
      "verse": 14,
      "text": "And he caught a young man of the people of Succoth, and inquired of him: and he wrote down for him the princes of Succoth, and the elders thereof, seventy and seven men."
    },
    {
      "verse": 15,
      "text": "And he came unto the men of Succoth, and said, Behold here are Zebach and Zalmunna', with whom ye derided me, saying, Is the sole of the foot of Zebach and Zalmunna' now already in thy hand, that we should give unto thy weary men bread?"
    },
    {
      "verse": 16,
      "text": "And he took the elders of the city, and the thorns of the wilderness and briers, and chastised with them the men of Succoth."
    },
    {
      "verse": 17,
      "text": "And the tower of Penuel he beat down, and slew the men of the city."
    },
    {
      "verse": 18,
      "text": "And he said unto Zebach and Zalmunna', What kind of men were those whom ye slew at Tabor! And they answered, As thou art, so were they; one was in form like that of the children of a king."
    },
    {
      "verse": 19,
      "text": "And he said, They were my brothers, the sons of my mother; as the Lord liveth, if ye had spared them alive, I would not slay you."
    },
    {
      "verse": 20,
      "text": "And he said unto Yether his first-born, Rise up, and slay them. But the youth drew not his sword; for he was afraid, because he was yet a youth."
    },
    {
      "verse": 21,
      "text": "Then said Zebach and Zalmunna', Rise thou, and fall upon us; for as the man is, so is his strength. And Gid'on arose, and slew Zebach and Zalmunna'; and he took away the crescent ornaments that were on the necks of their camels."
    },
    {
      "verse": 22,
      "text": "And the men of Israel said unto Gid'on, Rule thou over us, both thou and thy son, and thy son's son also; for thou hast delivered us out of the hand of Midian."
    },
    {
      "verse": 23,
      "text": "And Gid'on said unto them, I will not rule over you, neither shall my son rule over you: the Lord shall rule over you."
    },
    {
      "verse": 24,
      "text": "And Gid'on said unto them, I would ask one request of you, that ye should give me every man the earring of his booty; for they had had golden earrings, because they were Ishmaelites."
    },
    {
      "verse": 25,
      "text": "And they answered, We will willingly give. And they spread out a garment, and they cast therein every man the earring of his booty."
    },
    {
      "verse": 26,
      "text": "And the weight of the golden earrings that he had requested was a thousand and seven hundred shekels of gold; besides the crescent ornaments, and ear-drops, and purple garments that were on the kings of Midian, and besides the chains that were about their camels' necks."
    },
    {
      "verse": 27,
      "text": "And Gid'on made thereof an ephod, and set it up in his city, in 'Ophrah: and all Israel went astray after it thither; and it became a snare unto Gid'on, and to his house."
    },
    {
      "verse": 28,
      "text": "And Midian was humbled before the children of Israel, so that they lifted not up their head any more. And the country was quiet forty years in the days of Gid'on."
    },
    {
      "verse": 29,
      "text": "And Yerubba'al the son of Joash went and dwelt in his own house."
    },
    {
      "verse": 30,
      "text": "And Gid'on had seventy sons begotten of his body; for he had many wives."
    },
    {
      "verse": 31,
      "text": "And his concubine that was in Shechem, she also bore him a son, and he gave him the name, Abimelech."
    },
    {
      "verse": 32,
      "text": "And Gid'on the son of Joash died in a good old age, and was buried in the sepulchre of Joash his father, in 'Ophrah of the Abi'ezrites."
    },
    {
      "verse": 33,
      "text": "And it came to pass, when Gid'on was dead, that the children of Israel turned again, and went astray after the Be'alim, and made themselves Ba'al-berith for a god."
    },
    {
      "verse": 34,
      "text": "And the children of Israel remembered not the Lord their God, who delivered them out of the hand of all their enemies on every side."
    },
    {
      "verse": 35,
      "text": "Neither showed they kindness to the house of Yerubba'al, namely, Gid'on, in accordance with all the good which he had done unto Israel."
    }
  ]
}