{
  "book_id": "JDG",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And Abimelech the son of Yerubba'al went to Shechem unto his mother's brothers, and spoke unto them, and unto all the family of the house of his mother's father, saying,"
    },
    {
      "verse": 2,
      "text": "Speak, I pray you, in the ears of all the men of Shechem, What is better for you, either that there should rule over you seventy men, all the sons of Yerubba'al, or that there reign over you one man? and remember that I am your bone and your flesh."
    },
    {
      "verse": 3,
      "text": "And his mother's brothers spoke concerning him in the ears of all the men of Shechem all these words; and their heart became inclined after Abimelech; for they said, He is our brother."
    },
    {
      "verse": 4,
      "text": "And they gave him seventy pieces of silver out of the house of Ba'al-berith; and Abimelech hired therewith idle and heedless persons, who followed him."
    },
    {
      "verse": 5,
      "text": "And he came unto his father's house at 'Ophrah, and slew his brothers the sons of Yeruhba'al, seventy persons, upon one stone; and there was yet left Yotham the youngest son of Yerubba'al; for he had hidden himself."
    },
    {
      "verse": 6,
      "text": "And all the men of Shechem and all Beth-millo assembled together, and went, and made Abimelech king, by the oak of the pillar that was by Shechem."
    },
    {
      "verse": 7,
      "text": "And they told it to Yotham; and he went and stood on the top of mount Gerizzim, and he lifted up his voice, and cried; and he said unto them, Hearken unto me, ye men of Shechem, so that God may hearken unto you."
    },
    {
      "verse": 8,
      "text": "The trees went once forth to anoint a king over them; and they said unto the olive-tree, Reign thou over us."
    },
    {
      "verse": 9,
      "text": "But the olive-tree said unto them, Should I give up my fatness, wherewith through me they honor God and men, and shall I go to be promoted over the trees!"
    },
    {
      "verse": 10,
      "text": "And the trees said to the fig-tree, Come thou, reign over us."
    },
    {
      "verse": 11,
      "text": "But the fig-tree said unto them, Should I give up my sweetness, and my good productiveness, and go to be promoted over the trees?"
    },
    {
      "verse": 12,
      "text": "Then said the trees unto the vine, Come thou, reign over us."
    },
    {
      "verse": 13,
      "text": "But the vine said unto them, Should I give up my fresh wine, which rejoiceth God and men, and go to be promoted over the trees!"
    },
    {
      "verse": 14,
      "text": "Then said all the trees unto the bramble, Come thou, reign over us."
    },
    {
      "verse": 15,
      "text": "And the bramble said unto the trees, If in truth ye anoint me as king over you, then come seek protection in my shadow; and if not, then let fire come out of the bramble, and devour the cedars of the Lebanon."
    },
    {
      "verse": 16,
      "text": "And now, if ye have acted in truth and sincerity, when ye made Abimelech king, and if ye have dealt well with Yerubba'al and his house, and have done unto him according to the merit of his hands;"
    },
    {
      "verse": 17,
      "text": "(In that my father fought for you, and cast his life far away, and delivered you out of the hand of Midian;"
    },
    {
      "verse": 18,
      "text": "While ye are risen up against my father's house this day, and have slain his sons, seventy men, upon one stone, and have made Abimelech, the son of his maid-servant, king over the men of Shechem, because he is your brother;)"
    },
    {
      "verse": 19,
      "text": "If ye have thus acted in truth and sincerity with Yerubba'al and with his house this day: then rejoice ye in Abimelech, and let him also rejoice in you."
    },
    {
      "verse": 20,
      "text": "But if not, let fire come out from Abimelech, and devour the men of Shechem and Beth-millo; and let fire come out from the men of Shechem, and from Beth-millo, and devour Abimelech."
    },
    {
      "verse": 21,
      "text": "And Yotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother."
    },
    {
      "verse": 22,
      "text": "And Abimelech ruled over Israel three years;"
    },
    {
      "verse": 23,
      "text": "And then did God send an evil spirit between Abimelech and the men of Shechem; and the men of Shechem became unfaithful toward Abimelech;"
    },
    {
      "verse": 24,
      "text": "So that the violence [done] to the seventy sons of Yerubba'al might come, and their blood be laid upon Abimelech their brother, who had slain them; and upon the men of Shechem, who had strengthened his hands to slay his brothers."
    },
    {
      "verse": 25,
      "text": "And the men of Shechem set persons to lie in wait for him on the tops of the mountains, and they robbed all that passed by them on that way: and it was told unto Abimelech."
    },
    {
      "verse": 26,
      "text": "And there came Ga'al the son of 'Ebed with his brothers, and passed through Shechem: and the men of Shechem put their confidence in him."
    },
    {
      "verse": 27,
      "text": "And they went out into the field, and gathered their vineyards, and trod [the grapes], and made joyful feasts, and went into the house of their god, and ate and drank, and cursed Abimelech."
    },
    {
      "verse": 28,
      "text": "And Ga'al the son of 'Ebed said, Who is Abimelech, and who is Shechem, that we should serve him? is not he the son of Yerubba'al? and Zebul his superintendent? serve the men of Chamor the father of Shechem; for why indeed should we serve him?"
    },
    {
      "verse": 29,
      "text": "And O that some one would put this people into my power! and I would remove Abimelech. And he let it be said to Abimelech, Increase thy army, and come out."
    },
    {
      "verse": 30,
      "text": "And when Zebul the ruler of the city heard the words of Ga'al the son of 'Ebed, his anger was kindled."
    },
    {
      "verse": 31,
      "text": "And he sent messengers unto Abimelech privately, saying, Behold, Ga'al the son of 'Ebed and his brothers are come to Shechem; and, behold, they incite the city to enmity against thee."
    },
    {
      "verse": 32,
      "text": "And now rise up by night, thou and the people that are with thee, and lie in wait in the field:"
    },
    {
      "verse": 33,
      "text": "And it shall be, in the morning, the moment the sun shineth, that thou shalt rise early, and set upon the city; and, behold, when he and the people that are with him come out against thee, then mayest thou do to him as thy means may let thee."
    },
    {
      "verse": 34,
      "text": "And Abimelech rose up, and all the people that were with him, by night, and they lay in wait against Shechem in four companies."
    },
    {
      "verse": 35,
      "text": "And Ga'al the son of 'Ebed went out, and stood in the entrance of the city-gate: and Abimelech rose up, and the people that were with him, from the ambush."
    },
    {
      "verse": 36,
      "text": "And when Ga'al saw the people, he said to Zebul, Behold, people are coming down from the tops of the mountains. And Zebul said unto him, Thou regardest the shadow of the mountains as men."
    },
    {
      "verse": 37,
      "text": "And Ga'al spoke again and said, See people are coming down from the highest point of the land, and one company is coming along by the way of the grove of Me'onenim."
    },
    {
      "verse": 38,
      "text": "Then said Zebul unto him, Where is now thy mouth, wherewith thou saidst, Who is Abimelech, that we should serve him! is not this the people that thou hast despised? go out now, I pray, and fight with them."
    },
    {
      "verse": 39,
      "text": "And Ga'al went out before the men of Shechem, and fought with Abimelech."
    },
    {
      "verse": 40,
      "text": "And Abimelech pursued him, and he fled before him, and many fell slain, even as far as the entrance of the gate."
    },
    {
      "verse": 41,
      "text": "And Abimelech remained at Arumah: and Zebul banished Ga'al and his brothers, that they should not remain in Shechem."
    },
    {
      "verse": 42,
      "text": "And it came to pass on the morrow, that the people went out into the field; and it was told to Abimelech."
    },
    {
      "verse": 43,
      "text": "And he took the people, and divided them into three companies, and lay in wait in the field; and as he saw, and, behold, that the people were coming forth out of the city, he rose up against them, and smote them."
    },
    {
      "verse": 44,
      "text": "And Abimelech, and the companies that were with him, spread forward, and took position in the entrance of the city-gate: and the two other companies spread over all that were in the fields, and smote them."
    },
    {
      "verse": 45,
      "text": "And Ahimelech fought against the city all that day; and he captured the city, and the people that were therein he slew; and he beat down the city, and sowed it with salt."
    },
    {
      "verse": 46,
      "text": "And when all the men of the tower of Shechem heard this, they entered into the stronghold of the house of the god Berith."
    },
    {
      "verse": 47,
      "text": "And it was told unto Abimelech, that all the men of the tower of Shechem were gathered together."
    },
    {
      "verse": 48,
      "text": "And Abimelech went thereupon up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from a tree, and bore it, and laid it on his shoulder; and he said unto the people that were with him, What ye have seen that I have done, make haste, and do like me."
    },
    {
      "verse": 49,
      "text": "And all the people also cut down every man his bough, and followed Abimelech, and put the same to the stronghold, and set the stronghold over them on fire: and thus died also all the people of the tower of Shechem, about a thousand men and women."
    },
    {
      "verse": 50,
      "text": "And Abimelech went then to Thebez, and encamped against Thebez, and captured it."
    },
    {
      "verse": 51,
      "text": "But there was a strong tower within the city, and thither fled all the men and the women, and all the chief persons of the city, and shut the doors behind them, and went up to the roof of the tower."
    },
    {
      "verse": 52,
      "text": "And Abimelech came up to the tower, and fought against it, and approached as far as the door of the tower to burn it with fire."
    },
    {
      "verse": 53,
      "text": "But a certain woman cast a piece of an upper millstone upon Abimelech's head, and crushed his skull."
    },
    {
      "verse": 54,
      "text": "Then called he hastily unto the young man that bore his armor, and said unto him, Draw thy sword, and slay me, that people may not say of me, A woman hath slain him. And his young man thrust him through, and he died."
    },
    {
      "verse": 55,
      "text": "And when the men of Israel saw that Abimelech was dead, they departed every man to his place."
    },
    {
      "verse": 56,
      "text": "Thus did God compensate the evil of Abimelech, which he had done unto his father, in slaying his seventy brothers:"
    },
    {
      "verse": 57,
      "text": "And all the evil of the men of Shechem did God bring back upon their own head; and there came upon them the curse of Yotham the son of Yerubba'al."
    }
  ]
}