{
  "book_id": "JDG",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Now Yiphthach the Gil'adite was a mighty man of valor, but he was the son of a harlot; and Gil'ad had begotten Yiphthach."
    },
    {
      "verse": 2,
      "text": "And the wife of Gil'ad also bore him sons; and when the sons of the wife were grown up, they drove away Yiphthach, and said unto him, Thou shalt not inherit in the house of our father: for the son of another woman art thou."
    },
    {
      "verse": 3,
      "text": "And Yiphthach fled away from his brothers, and dwelt in the land of Tob; and there gathered themselves to Yiphthach idle men, and they went out with him."
    },
    {
      "verse": 4,
      "text": "And it came to pass after some time, that the children of 'Ammon made war against Israel."
    },
    {
      "verse": 5,
      "text": "And it was so, when the children of 'Ammon made war against Israel, that the elders of Gil'ad went to fetch Yiphthach out of the land of Tob."
    },
    {
      "verse": 6,
      "text": "And they said unto Yiphthach, Come, and become a leader unto us, that we may fight with the children of 'Ammon."
    },
    {
      "verse": 7,
      "text": "And Yiphthach said unto the elders of Gil'ad, Did ye not hate me, and drive me away out of my father's house? and why are ye come unto me now, when ye are in distress?"
    },
    {
      "verse": 8,
      "text": "And the elders of Gil'ad said unto Yiphthach, Therefore are we now come back to thee, that thou mayest go with us, and fight against the children of 'Ammon; and thou shalt become unto us a head, unto all the inhabitants of Gil'ad."
    },
    {
      "verse": 9,
      "text": "And Yiphthach said unto the elders of Gil'ad, If ye bring me home again to fight against the children of 'Ammon, and the Lord give them up before me, shall I remain your head?"
    },
    {
      "verse": 10,
      "text": "And the elders of Gil'ad said unto Yiphthach, The Lord shall be a hearer between us, if we do not so according to thy word."
    },
    {
      "verse": 11,
      "text": "Then went Yiphthach with the elders of Gil'ad, and the people appointed him over them as head and as leader; and Yiphthach spoke all his words before the Lord in Mitzpah."
    },
    {
      "verse": 12,
      "text": "And Yiphthach sent messengers unto the king of the children of 'Ammon, saying, What have I to do with thee, that thou art come unto me to fight against my land?"
    },
    {
      "verse": 13,
      "text": "And the king of the children of 'Ammon said unto the messengers of Yiphthach, Because Israel took away my land, when they came up out of Egypt, from the Arnon even unto the Yabbok, and unto the Jordan: and now restore these [lands] again in peace."
    },
    {
      "verse": 14,
      "text": "And Yiphthach again sent messengers unto the king of the children of 'Ammon;"
    },
    {
      "verse": 15,
      "text": "And he said unto him, Thus hath said Yiphthach, Israel did not take away the land of Moab, nor the land of the children of 'Ammon;"
    },
    {
      "verse": 16,
      "text": "For when they came up out of Egypt, Israel walked through the wilderness unto the Red Sea, and came to Kadesh;"
    },
    {
      "verse": 17,
      "text": "And Israel then sent messengers unto the king of Edom, saying, Let me pass, I pray thee, through thy land; but the king of Edom would not hearken; and also to the king of Moab they sent; but he would not consent: and Israel remained in Kadesh."
    },
    {
      "verse": 18,
      "text": "Then they wandered through the wilderness, and traveled round the land of Edom, and the land of Moab, and came from the rising of the sun to the land of Moab, and encamped on the other side of the Arnon: but they came not within the border of Moab; for the Arnon is the boundary of Moab."
    },
    {
      "verse": 19,
      "text": "And Israel sent messengers unto Sichon the king of the Emorites, the king of Cheshbon; and Israel said unto him, Let us pass, we pray thee, through thy land unto my place."
    },
    {
      "verse": 20,
      "text": "But Sichon trusted not Israel to [let them] pass through his territory; and Sichon assembled all his people, and encamped in Yahaz, and fought against Israel."
    },
    {
      "verse": 21,
      "text": "and the Lord the God of Israel delivered Sichon and all his people into the hand of Israel, and they smote them; and Israel took possession of all the land of the Emorites, the inhabitants of that country."
    },
    {
      "verse": 22,
      "text": "And they took possession of all the territory of the Emorites, from the Arnon even unto the Yabbok, and from the wilderness even unto the Jordan."
    },
    {
      "verse": 23,
      "text": "So now the Lord the God of Israel hath dispossessed the Emorites from before his people Israel, and shouldst thou possess it?"
    },
    {
      "verse": 24,
      "text": "Truly! that which Kemosh thy god may give thee to possess, even that canst thou possess; but whatsoever the Lord our God hath driven out from before us, even that will we possess."
    },
    {
      "verse": 25,
      "text": "And now art thou then any better than Balak the son of Zippor, the king of Moab? did he ever strive against Israel, or did he ever fight against them?"
    },
    {
      "verse": 26,
      "text": "[And] while Israel hath dwelt in Cheshbon and in its towns, and in 'Ar'or and in its towns, and in all the cities that are along the margins of the Arnon, three hundred years: why did ye not recover them within that time?"
    },
    {
      "verse": 27,
      "text": "Whereas I myself have not sinned against thee, and thou doest me wrong to war against me: may the Lord, the Judge, decide this day between the children of Israel and the children of 'Ammon."
    },
    {
      "verse": 28,
      "text": "Nevertheless the king of the children of 'Ammon hearkened not unto the words of Yiphthach which he had sent to him."
    },
    {
      "verse": 29,
      "text": "Then came upon Yiphthach the spirit of the Lord, and he passed through Gil'ad and Menasseh, and passed through Mitzpeh of Gil'ad, and from Mitzpeh of Gil'ad he passed over unto the children of Ammon."
    },
    {
      "verse": 30,
      "text": "And Yiphthach made a vow unto the Lord, and said, If thou wilt indeed deliver the children of 'Ammon into my hand,"
    },
    {
      "verse": 31,
      "text": "Then shall it be, that whatsoever cometh forth out of the doors of my house to meet me, when I return in peace from the children of 'Ammon, shall belong to the Lord, and I will offer it up for a burnt-offering."
    },
    {
      "verse": 32,
      "text": "So Yiphthach passed over unto the children of 'Ammon to fight against them: and the Lord delivered them into his hand."
    },
    {
      "verse": 33,
      "text": "And he smote them from 'Aro'er, even till thou comest to Minnith, twenty cities, and unto Abel-keramin, with a very great defeat; and the children of 'Ammon were humbled before the children of Israel."
    },
    {
      "verse": 34,
      "text": "And Yiphthach came to Mizpah unto his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she was his sole child; he had beside her neither son nor daughter."
    },
    {
      "verse": 35,
      "text": "And it came to pass, when he saw her, that he rent his garments, and said, Alas, my daughter! thou hast bent me down very low, and thou art one of those that trouble me; for I have opened my mouth unto the Lord, and I cannot go back."
    },
    {
      "verse": 36,
      "text": "And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do to me in accordance with what hath proceeded out of thy mouth; since the Lord hath taken vengeance for thee on thy enemies, on the children of 'Ammon."
    },
    {
      "verse": 37,
      "text": "And she said unto her father, Let this thing be done for me: Let me alone two months, that I may descend to the mountains, and bewail my virginity, I with my companions."
    },
    {
      "verse": 38,
      "text": "And he aid, Go. And he sent her away for two months: and she went with her companions, and bewailed her virginity on the mountains."
    },
    {
      "verse": 39,
      "text": "And it came to pass at the end of two months, that she returned unto her father, and he fulfilled on her his vow which he had vowed; and she knew no man; and it became a custom in Israel,"
    },
    {
      "verse": 40,
      "text": "That the daughters of Israel went from year to year to lament for the daughter of Yiphthach the Gil'adite four days in the year."
    }
  ]
}