{
  "book_id": "JDG",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And the men of Ephraim were called together, and went northward, and said unto Yiphthach, Wherefore didst thou pass over to fight against the children of 'Ammon, and didst not call for us to go with thee? thy house will we burn over thee with fire."
    },
    {
      "verse": 2,
      "text": "And Yiphthach said unto them, I and my people were greatly engaged in strife with the children of 'Ammon; and I called you, but ye helped me not out of their hand."
    },
    {
      "verse": 3,
      "text": "And when I saw that ye helped me not, I put my life in my hand, and passed over to the children of 'Ammon, and the Lord delivered them into my hand; and why then are ye come up unto me this day, to fight against me?"
    },
    {
      "verse": 4,
      "text": "Then Yiphthach gathered together all the men of Gil'ad, and fought with Ephraim; and the men of Gil'ad smote Ephraim, because they said, Ye are fugitives of Ephraim: Gil'ad is in the midst, between Ephraim and Menasseh."
    },
    {
      "verse": 5,
      "text": "And the Gil'adites seized on the passages of the Jordan before the Ephraimites: and it came to pass, when the Ephraimites who had escaped said, Let me pass over; that the men of Gil'ad said unto him, Art thou an Ephrathite? and if he said, No;"
    },
    {
      "verse": 6,
      "text": "Then said they unto him, Do say, Shibboleth; but when he said, Sibboleth, and was not able to pronounce it correctly, they laid hold of him and slew him on the passages of the Jordan; and there fell at that time of the Ephraimites forty and two thousand."
    },
    {
      "verse": 7,
      "text": "And Yiphthach judged Israel six years; and then died Yiphthach the Gil'adite, and was buried in [one of] the cities of Gil'ad."
    },
    {
      "verse": 8,
      "text": "And after him there judged Israel Ibzan of Beth-lechem."
    },
    {
      "verse": 9,
      "text": "And he had thirty sons; and thirty daughters he sent abroad, and thirty daughters he brought in for his sons from abroad: and he judged Israel seven years."
    },
    {
      "verse": 10,
      "text": "Then died Ibzan, and was buried at Beth-lechem."
    },
    {
      "verse": 11,
      "text": "And after him there judged Israel Elon the Zebulonite; and he judged Israel ten years."
    },
    {
      "verse": 12,
      "text": "Then died Elon the Zebulonite, and was buried in Ayalon in the country of Zebulun."
    },
    {
      "verse": 13,
      "text": "And after him there judged Israel 'Abdon the son of Hillel the Pir'athonite."
    },
    {
      "verse": 14,
      "text": "And he had forty sons and thirty grandsons, that rode on seventy ass-colts; and he judged Israel eight years."
    },
    {
      "verse": 15,
      "text": "Then died 'Abdon the son of Hillel the Pir'athonite, and was buried in Pir'athon in the land of Ephraim, in the mountain of the 'Amalekites."
    }
  ]
}