{
  "book_id": "JDG",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the children of Israel did again the evil in the eyes of the Lord; and the Lord delivered them into the hand of the Philistines forty years."
    },
    {
      "verse": 2,
      "text": "And there was a certain man of Zor'ah, of the family of the Danites, whose name was Manoach; and his wife was barren, and did not bear."
    },
    {
      "verse": 3,
      "text": "And there appeared an angel of the Lord unto the woman, and he said unto her, Behold, thou art barren, and hast not born; but thou wilt conceive, and bear a son."
    },
    {
      "verse": 4,
      "text": "And now do beware, and drink neither wine nor strong drink, and eat not any thing unclean."
    },
    {
      "verse": 5,
      "text": "For, lo, thou wilt conceive, and bear a son; and no razor shall come on his head; for a Nazarite of God shall the lad be from the womb: and he shall begin to deliver Israel out of the hand of the Philistines."
    },
    {
      "verse": 6,
      "text": "And the woman came and told her husband, saying, A man of God came unto me, and his appearance was like the appearance of an angel of God, very terrible; but I asked him not whence he might be, and his name he did not tell me."
    },
    {
      "verse": 7,
      "text": "And he said unto me, Behold, thou wilt conceive, and bear a son; and now thou must drink neither wine nor strong drink, and not eat anything unclean; for the child shall be a Nazarite of God from the womb until the day of his death."
    },
    {
      "verse": 8,
      "text": "And Manoach entreated the Lord, and said, Hear me, O Lord, let the man of God, whom thou didst send, come again unto us, and instruct us what we shall do unto the child that is to be born."
    },
    {
      "verse": 9,
      "text": "And God hearkened to the voice of Manoach; and the angel of God came again unto the woman, as she was sitting in the field; and Manoach her husband was not with her."
    },
    {
      "verse": 10,
      "text": "And the woman made haste, and ran, and informed her husband; and she said unto him, Behold, there hath appeared unto me the man, that came unto me the other day."
    },
    {
      "verse": 11,
      "text": "And Manoach arose, and went after his wife; and he came to the man, and said unto him, Art thou the man that spokest unto the woman? and he said, I am."
    },
    {
      "verse": 12,
      "text": "And Manoach said, If now thy words come to pass, what shall be [our] proceeding with the child, and what shall be done unto him?"
    },
    {
      "verse": 13,
      "text": "And the angel of the Lord said unto Manoach, Of all that I have said unto the woman must she beware."
    },
    {
      "verse": 14,
      "text": "Of any thing that cometh of the grape-vine she may not eat, and wine or strong drink she may not drink, and any thing unclean she may not eat: all that I commanded her must she observe."
    },
    {
      "verse": 15,
      "text": "And Manoach said unto the angel of the Lord, Let us, I pray thee, detain thee, and we will make a kid ready for thee."
    },
    {
      "verse": 16,
      "text": "And the angel of the Lord said unto Manoach, Though thou detain me, I will not eat of thy bread; but if thou wilt offer a burnt-offering, thou must offer it unto the Lord; for Manoach knew not that he was an angel of the Lord."
    },
    {
      "verse": 17,
      "text": "And Manoach said unto the angel of the Lord, What is thy name, that, when thy word cometh to pass, we may do thee honor?"
    },
    {
      "verse": 18,
      "text": "And the angel of the Lord said unto him, Why is it that thou wilt ask after my name, seeing it is secret?"
    },
    {
      "verse": 19,
      "text": "And Manoach took the kid and the meat-offering, and offered it upon the rock unto the Lord: and he did wondrously; and Manoach and his wife looked on."
    },
    {
      "verse": 20,
      "text": "And it came to pass, when the flame went up from off the altar toward heaven, that the angel of the Lord ascended in the flame of the altar; and Manoach and his wife looked on, and they fell on their faces to the ground."
    },
    {
      "verse": 21,
      "text": "And the angel of the Lord was no longer visible to Manoach and to his wife: then knew Manoach that he was an angel of the Lord."
    },
    {
      "verse": 22,
      "text": "And Manoach said unto his wife, We shall surely die, because a divine being have we seen."
    },
    {
      "verse": 23,
      "text": "But his wife said unto him, If the Lord were pleased to kill us, he would not have received from our hand a burnt-offering and a meat-offering, nor would he have let us see all these things, and at this time he would not have let us hear [such a thing] as this."
    },
    {
      "verse": 24,
      "text": "And the woman bore a son, and called his name Samson; and the child grew up, and the Lord blessed him."
    },
    {
      "verse": 25,
      "text": "And the Spirit of the Lord began to move him in Machaneh-dan between Zor'ah and Eshtaol."
    }
  ]
}