{
  "book_id": "JDG",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after some time, in the time of wheat-harvest, that Samson visited his wife with a kid; and he said, Let me go in to my wife into the chamber; but her father would not suffer him to go in."
    },
    {
      "verse": 2,
      "text": "And her father said, I verily thought that thou didst utterly hate her; therefore I gave her to thy companion: is not her younger sister fairer than she? Let her be thine, I pray thee, instead of her."
    },
    {
      "verse": 3,
      "text": "And Samson said to them, Now shall I be more blameless than the Philistines, though I do them evil."
    },
    {
      "verse": 4,
      "text": "And Samson went and caught three hundred foxes, and took torches, and turned tail to tail, and put one torch between two tails in the midst;"
    },
    {
      "verse": 5,
      "text": "And he set the torches on fire, and let them go into the standing corn of the Philistines, and burnt up both shocks and standing corn, as also olive-yards."
    },
    {
      "verse": 6,
      "text": "Then said the Philistines, Who hath done this! And they answered, Samson, the son-in-law of the Thimnite, because he hath taken his wife, and given her to his companion. And the Philistines went up, and burnt her and her father with fire."
    },
    {
      "verse": 7,
      "text": "And Samson said unto them, Since ye will do the like of this, I will surely be avenged on you, and after that will I cease."
    },
    {
      "verse": 8,
      "text": "And he smote them hip and thigh with a great slaughter; and he went down and tarried in the cleft of the rock 'Etam."
    },
    {
      "verse": 9,
      "text": "And the Philistines went up, and encamped in Judah, and spread themselves in Lechi."
    },
    {
      "verse": 10,
      "text": "And the men of Judah said, Why are ye come up against us? And they answered, To bind Samson are we come up, to do to him as he hath done to us."
    },
    {
      "verse": 11,
      "text": "Thereupon went three thousand men of Judah down to the cleft of the rock 'Etam, and said to Samson, Knowest thou not that the Philistines rule over us? and what is this that thou hast done unto us? And he said unto them, As they did unto me, so have I done unto them."
    },
    {
      "verse": 12,
      "text": "And they said unto him, To bind thee are we come down, to deliver thee into the hand of the Philistines. And Samson said unto them, Swear unto me, that ye will not assail me yourselves."
    },
    {
      "verse": 13,
      "text": "And they said unto him, thus, No; for we will [only] bind thee fast, and deliver thee into their hand; but we will in no-wise kill thee. And they bound him with two new cords, and brought him up from the rock."
    },
    {
      "verse": 14,
      "text": "When he was come unto Lechi, the Philistines shouted against him; but the Spirit of the Lord came suddenly over him, and the cords that were upon his arms became as flax threads that are burnt with fire, and his bands melted from off his hands."
    },
    {
      "verse": 15,
      "text": "And he found a fresh jaw-bone of an ass, and put forth his hand, and took it, and smote therewith a thousand men."
    },
    {
      "verse": 16,
      "text": "And Samson said, With a jaw-bone of an ass, heaps upon heaps, with the jaw-bone of an ass have I smitten a thousand men."
    },
    {
      "verse": 17,
      "text": "And it came to pass, when he had made an end of speaking, that he cast away the jaw-bone out of his hand, and called that place Ramath-lechi."
    },
    {
      "verse": 18,
      "text": "And he became very thirsty, and he called on the Lord, and said, Thou hast granted through the hand of thy servant this great deliverance; and now shall I die for thirst, and fall into the hand of the uncircumcised?"
    },
    {
      "verse": 19,
      "text": "But God clave a hollow place that was at Lechi, and there came forth water out of it; and he drank, and his spirit came again, and he revived; wherefore he called the name thereof 'En-hakkore, which is in Lechi unto this day."
    },
    {
      "verse": 20,
      "text": "And he judged Israel in the days of the Philistines twenty years."
    }
  ]
}