{
  "book_id": "JDG",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And there was a man of the mountain of Ephraim, whose name was Michayhu."
    },
    {
      "verse": 2,
      "text": "And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, about which thou cursedst, and spokest of also in my ears,—behold, the silver is with me; I took it. And his mother said, Blessed be my son unto the Lord."
    },
    {
      "verse": 3,
      "text": "And he restored the eleven hundred shekels of silver to his mother; and his mother said, I had wholly dedicated the silver unto the Lord from my hand, for my son, to make a graven and molten image; and now I will give it back unto thee."
    },
    {
      "verse": 4,
      "text": "Yet he gave the money back unto his mother; and his mother took two hundred shekels of silver, and gave them to the silversmith, who made thereof a graven and molten image; and it was in the house of Micah."
    },
    {
      "verse": 5,
      "text": "And the man Micah had a house of god, and he made an ephod, and teraphim, and consecrated one of his sons, who became his priest."
    },
    {
      "verse": 6,
      "text": "In those days there was no king in Israel: every man did what seemed right in his own eyes."
    },
    {
      "verse": 7,
      "text": "And there was a young man out of Beth-lechem-judah of the family of Judah, but he was a Levite, and sojourned there."
    },
    {
      "verse": 8,
      "text": "And the man departed from the city, from Beth-lechem-judah, to sojourn where he could find [a place]; and he came to the mountain of Ephraim to the house of Micah, as he was pursuing his journey."
    },
    {
      "verse": 9,
      "text": "And Micah said unto him, Whence comest thou? And he said unto him, I am a Levite from Beth-lechem-judah, and I go to sojourn where I may find [a place]."
    },
    {
      "verse": 10,
      "text": "And Micah said unto him, Remain with me, and become unto me a father and a priest, and I will give thee ten shekels of silver for the year, and suitable apparel, and thy victuals. And the Levite went in."
    },
    {
      "verse": 11,
      "text": "And the Levite consented to dwell with the man; and the young man was unto him as one of his sons."
    },
    {
      "verse": 12,
      "text": "And Micah consecrated the Levite; and the young man became his priest, and remained in the house of Micah."
    },
    {
      "verse": 13,
      "text": "Then said Micah, Now I know that the Lord will do me good, seeing I have obtained a Levite for priest."
    }
  ]
}