{
  "book_id": "JDG",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in those days, when there was no king in Israel, that there was a certain Levite sojourning on the lower edge of the mountain of Ephraim, who took to himself a concubine out of Beth-lechem-judah."
    },
    {
      "verse": 2,
      "text": "And his concubine became faithless unto him, and she went away from him unto her father's house to Beth-lechem-judah, and was there one year and four months."
    },
    {
      "verse": 3,
      "text": "And then her husband arose, and went after her, to speak friendly unto her, to bring her back; and he had his servant with him, and a couple of asses: and she brought him into her father's house; and when the father of the damsel saw him, he rejoiced to meet him."
    },
    {
      "verse": 4,
      "text": "And his father-in-law, the damsel's father, detained him; and he abode with him three days: and they ate and drank, and lodged there."
    },
    {
      "verse": 5,
      "text": "And it came to pass on the fourth day, that they arose early in the morning, and he rose up to depart; but the damsel's father said unto his son-in-law, Comfort thy heart with a morsel of bread, and afterward can ye go your way."
    },
    {
      "verse": 6,
      "text": "And they sat down, and both of them ate together and drank; and the damsel's father said unto the man, Do consent, I pray thee, and tarry all night, and let thy heart be merry."
    },
    {
      "verse": 7,
      "text": "Still the man rose up to depart; but his father-in-law urged him, and he turned back and lodged there."
    },
    {
      "verse": 8,
      "text": "And when he arose early in the morning on the fifth day to depart, the damsel's father said, Comfort thy heart, I pray thee, and tarry until the decline of the day: and both of them did eat."
    },
    {
      "verse": 9,
      "text": "And when the man rose up to depart, he, and his concubine, and his servant, his father-in-law, the damsel's father, said unto him, Behold, now the day draweth toward evening, tarry all night, I pray you: behold, it is the resting time of day, lodge here, and let thy heart be merry; and you may get early tomorrow on your way, and go then to thy tent."
    },
    {
      "verse": 10,
      "text": "But the man would not tarry that night, but he rose up and went away, and came as far as opposite Jebus, which is Jerusalem; and he had with him two saddled asses, and his concubine also was with him."
    },
    {
      "verse": 11,
      "text": "When they were by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in unto this city of the Jebusites, and lodge in it."
    },
    {
      "verse": 12,
      "text": "And his master said unto him, We will not turn into one of the cities of the stranger, that are not belonging to the children of Israel; but we will pass on as far as Gib'ah."
    },
    {
      "verse": 13,
      "text": "And he said unto his servant, Come, and let us draw near to one of these places; and let us lodge all night in Gib'ah, or in Ramah."
    },
    {
      "verse": 14,
      "text": "And they passed on and went forward; and the sun went down unto them by Gib'ah, which belongeth to Benjamin."
    },
    {
      "verse": 15,
      "text": "And they turned aside thither, to go in to lodge in Gib'ah; and when he went in, he sat down in the street of the city; for there was no man that brought them into his house to lodge."
    },
    {
      "verse": 16,
      "text": "And, behold, an old man was coming from his work out of the field at evening, and this man was from the mountain of Ephraim, and he sojourned in Gib'ah; but the men of the place were Benjamites."
    },
    {
      "verse": 17,
      "text": "And he lifted up his eyes, and saw the wayfaring man in the street of the city: and then said the old man, Whither goest thou? and whence comest thou?"
    },
    {
      "verse": 18,
      "text": "And he said unto him, We are passing from Beth-lechem-judah toward the lower edge of the mountain of Ephraim; from there am I, and I went as far as Beth-lechem-judah; but I am going to the house of the Lord; and there is no man that bringeth me into his house."
    },
    {
      "verse": 19,
      "text": "Yet there is both straw and provender for our asses; and there are also bread and wine for me, and for thy handmaid, and for the young man who is with thy servants; there is no want of any thing."
    },
    {
      "verse": 20,
      "text": "And the old man said, Peace be with thee; only let all thy wants lie upon me; at least lodge not in the street."
    },
    {
      "verse": 21,
      "text": "So he brought him to his house, and gave provender unto the asses: and they washed their feet, and they ate and drank."
    },
    {
      "verse": 22,
      "text": "As they were making their hearts merry, behold, the men of the city, worthless people, beset the house round about, knocking at the door; and they said to the master of the house, the old man, thus, Bring forth the man that in come to thy house, that we may know him."
    },
    {
      "verse": 23,
      "text": "And the man, the master of the house, went out unto them, and said unto them, No, my brethren, I pray you, act not wickedly; since this man is once come into my house, do not this scandalous thing."
    },
    {
      "verse": 24,
      "text": "Behold, here is my daughter a virgin, and his concubine; let me bring them out now, and humble ye them, and do to them what seemeth good in your eyes; but unto this man do not this scandalous thing."
    },
    {
      "verse": 25,
      "text": "But the men would not hearken to him; so the man took hold of his concubine, and brought her forth unto them into the street; and they knew her, and ill-used her all the night until the morning; and they let her go when the day began to dawn."
    },
    {
      "verse": 26,
      "text": "Then came the woman [home] in the early part of the morning, and fell down at the door of the man's house where her lord was, [and lay] till it was light."
    },
    {
      "verse": 27,
      "text": "And when her lord rose up in the morning, and opened the doors of the house, and went out to go on his way: behold, the woman, his concubine, was lying at the door of the house, with her hands upon the threshold."
    },
    {
      "verse": 28,
      "text": "And he said unto her, Rise up, and let us be going; but no one answered. Then he took her upon the ass, and the man rose up, and went unto his place."
    },
    {
      "verse": 29,
      "text": "And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, according to her bones, into twelve pieces, and sent her about in all the territory of Israel."
    },
    {
      "verse": 30,
      "text": "And it happened, that whoever saw it said, There hath no such deed been done or seen from the day that the children of Israel came up out of the land of Egypt until this day: reflect well on it, give advice, and speak."
    }
  ]
}