{
  "book_id": "JDG",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Now the men of Israel had sworn in Mizpah, saying, Not any of us shall give his daughter unto Benjamin for wife."
    },
    {
      "verse": 2,
      "text": "And the people came to Beth-el, and abode there till the evening, before God, and they lifted up their voices, and wept with a great lamentation;"
    },
    {
      "verse": 3,
      "text": "And they said, Wherefore, O Lord, God of Israel, is this come to pass in Israel, that there should be lacking this day out of Israel one tribe?"
    },
    {
      "verse": 4,
      "text": "And it came to pass on the morrow, that the people rose early, and built there an altar, and offered burnt-offerings and peace-offerings."
    },
    {
      "verse": 5,
      "text": "And the children of Israel said, Who is there among all the tribes of Israel that came not up with the congregation unto the Lord? For there had been taken the great oath concerning him that came not up to the Lord to Mizpah, saying, He shall surely be put to death."
    },
    {
      "verse": 6,
      "text": "And the children of Israel felt regret for Benjamin their brother, and they said, One tribe hath this day been cut down from Israel."
    },
    {
      "verse": 7,
      "text": "What shall we do as respecteth wives for those that remain, since we have sworn by the Lord that we will give none of our daughters unto them for wives?"
    },
    {
      "verse": 8,
      "text": "And they said, what one is there of the tribes of Israel that came not up unto the Lord to Mizpah? And, behold, there had not come to the camp a man from Yabesh-gil'ad to the assembly."
    },
    {
      "verse": 9,
      "text": "For the people were numbered, and, behold, there was not present a man of the inhabitants of Yabesh-gil'ad."
    },
    {
      "verse": 10,
      "text": "And the congregation sent thither twelve thousand persons of the valiant men, and commanded them, saying, Go and smite the inhabitants of Yabesh-gil'ad with the edge of the sword, with the women and the children."
    },
    {
      "verse": 11,
      "text": "And this is the thing that ye shall do, every male, and every woman that hath known [man] by lying with him, shall ye devote."
    },
    {
      "verse": 12,
      "text": "And they found among the inhabitants of Yabesh-gil'ad four hundred young virgins that had not known man by lying with any male: and they brought them unto the camp to Shiloh, which is in the land of Canaan."
    },
    {
      "verse": 13,
      "text": "And the whole congregation sent and spoke to the children of Benjamin that were on the rock Rimmon, and offered them peace."
    },
    {
      "verse": 14,
      "text": "And Benjamin returned at that time: and they gave unto them the wives whom they had saved alive out of the women of Yabesh-gil'ad; but they found not sufficient for them in this way."
    },
    {
      "verse": 15,
      "text": "And the people felt regret for Benjamin; because that the Lord had made a breach in the tribes of Israel."
    },
    {
      "verse": 16,
      "text": "And the elders of the congregation said, What shall we do for those that remain as respecteth wives; because the women have been destroyed out of Benjamin?"
    },
    {
      "verse": 17,
      "text": "And they said, Their inheritance must be secured for Benjamin, that not a tribe may be blotted out from Israel."
    },
    {
      "verse": 18,
      "text": "Nevertheless we ourselves are not able to give them wives of our daughters; for the children of Israel have sworn, saying, Cursed be he that giveth a wife to Benjamin."
    },
    {
      "verse": 19,
      "text": "And they said, Behold, there is a feast of the Lord in Shiloh from year to year [at a place] which is on the north side of Beth-el, on the east side of the highway that goeth up from Beth-el to Shechem, and on the south of Lebonah."
    },
    {
      "verse": 20,
      "text": "And they commanded the children of Benjamin, saying, Go ye and lie in wait in the vineyards;"
    },
    {
      "verse": 21,
      "text": "And look out, and, behold, if the daughters of Shiloh go out to dance in dances: then come ye forth out of the vineyards, and snatch you every man his wife from the daughters of Shiloh, and go then to the land of Benjamin."
    },
    {
      "verse": 22,
      "text": "And it shall be, when their fathers or their brothers come to contend with us, that we will say unto them, Be favorable unto them for our sakes; because we took not for each man his wife in the war; [and] because ye yourselves did not give them unto them, that ye should at this time be guilty."
    },
    {
      "verse": 23,
      "text": "And the children of Benjamin did so, and took themselves wives, according to their number, from the dancers whom they had stolen away; and they went and returned unto their inheritance, and rebuilt the cities, and dwelt in them."
    },
    {
      "verse": 24,
      "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from there every man to his inheritance."
    },
    {
      "verse": 25,
      "text": "In those days there was no king in Israel: every man did what was right in his own eyes."
    }
  ]
}