{
  "book_id": "ROM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;"
    },
    {
      "verse": 2,
      "text": "through whom also we have had our access by faith into this grace wherein we stand; and we rejoice in hope of the glory of God."
    },
    {
      "verse": 3,
      "text": "And not only so, but we also rejoice in our tribulations: knowing that tribulation worketh stedfastness;"
    },
    {
      "verse": 4,
      "text": "and stedfastness, approvedness; and approvedness, hope:"
    },
    {
      "verse": 5,
      "text": "and hope putteth not to shame; because the love of God hath been shed abroad in our hearts through the Holy Spirit which was given unto us."
    },
    {
      "verse": 6,
      "text": "For while we were yet weak, in due season Christ died for the ungodly."
    },
    {
      "verse": 7,
      "text": "For scarcely for a righteous man will one die: for peradventure for the good man some one would even dare to die."
    },
    {
      "verse": 8,
      "text": "But God commendeth his own love toward us, in that, while we were yet sinners, Christ died for us."
    },
    {
      "verse": 9,
      "text": "Much more then, being now justified by his blood, shall we be saved from the wrath of Godthrough him."
    },
    {
      "verse": 10,
      "text": "For if, while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, shall we be saved by his life;"
    },
    {
      "verse": 11,
      "text": "and not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation."
    },
    {
      "verse": 12,
      "text": "Therefore, as through one man sin entered into the world, and death through sin; and so death passed unto all men, for that all sinned:—"
    },
    {
      "verse": 13,
      "text": "for until the law sin was in the world; but sin is not imputed when there is no law."
    },
    {
      "verse": 14,
      "text": "Nevertheless death reigned from Adam until Moses, even over them that had not sinned after the likeness of Adam’s transgression, who is a figure of him that was to come."
    },
    {
      "verse": 15,
      "text": "But not as the trespass, so also isthe free gift. For if by the trespass of the one the many died, much more did the grace of God, and the gift by the grace of the one man, Jesus Christ, abound unto the many."
    },
    {
      "verse": 16,
      "text": "And not as through one that sinned, sois the gift: for the judgment cameof one unto condemnation, but the free gift cameof many trespasses unto justification."
    },
    {
      "verse": 17,
      "text": "For if, by the trespass of the one, death reigned through the one; much more shall they that receive the abundance of grace and of the gift of righteousness reign in life through the one, evenJesus Christ."
    },
    {
      "verse": 18,
      "text": "So then as through one trespass the judgment cameunto all men to condemnation; even so through one act of righteousness the free gift cameunto all men to justification of life."
    },
    {
      "verse": 19,
      "text": "For as through the one man’s disobedience the many were made sinners, even so through the obedience of the one shall the many be made righteous."
    },
    {
      "verse": 20,
      "text": "And the law came in besides, that the trespass might abound; but where sin abounded, grace did abound more exceedingly:"
    },
    {
      "verse": 21,
      "text": "that, as sin reigned in death, even so might grace reign through righteousness unto eternal life through Jesus Christ our Lord."
    }
  ]
}