{
  "book_id": "TIT",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "But speak thou the things which become sound doctrine:"
    },
    {
      "verse": 2,
      "text": "That the aged men be sober, grave, temperate, sound in faith, in charity, in patience;"
    },
    {
      "verse": 3,
      "text": "The aged women likewise, that \\add they be\\add* in behavior as becometh holiness, not false accusers, not given to much wine, teachers of good things;"
    },
    {
      "verse": 4,
      "text": "That they may teach the young women to be sober, to love their husbands, to love their children,"
    },
    {
      "verse": 5,
      "text": "\\add To be\\add* discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed."
    },
    {
      "verse": 6,
      "text": "Young men likewise exhort to be sober-minded."
    },
    {
      "verse": 7,
      "text": "In all things showing thyself a pattern of good works: in doctrine \\add showing\\add* incorruptness, gravity, sincerity,"
    },
    {
      "verse": 8,
      "text": "Sound speech that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say concerning you."
    },
    {
      "verse": 9,
      "text": "\\add Exhort\\add* servants to be obedient to their own masters, \\add and\\add* to please \\add them\\add* well in all \\add things\\add* ; not answering again;"
    },
    {
      "verse": 10,
      "text": "Not purloining, but showing all good fidelity; that they may adorn the doctrine of God our Savior in all things."
    },
    {
      "verse": 11,
      "text": "For the grace of God that bringeth salvation hath appeared to all men,"
    },
    {
      "verse": 12,
      "text": "Teaching us, that denying ungodliness, and worldly lusts, we should live soberly, righteously, and piously, in this present world;"
    },
    {
      "verse": 13,
      "text": "Looking for that blessed hope, and the glorious appearing of the great God, and our Savior Jesus Christ;"
    },
    {
      "verse": 14,
      "text": "Who gave himself for us, that he might redeem us from all iniquity, and purify to himself a peculiar people, zealous of good works."
    },
    {
      "verse": 15,
      "text": "These things speak, and exhort, and rebuke with all authority. Let no man despise thee."
    }
  ]
}