{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better is a dry morsel, and quietness therewith, Than a house full of feasting with strife."
    },
    {
      "verse": 2,
      "text": "A servant that dealeth wisely shall have rule over a son that causeth shame, And shall have part in the inheritance among the brethren."
    },
    {
      "verse": 3,
      "text": "The refining pot is for silver, and the furnace for gold; But Jehovah trieth the hearts."
    },
    {
      "verse": 4,
      "text": "An evil-doer giveth heed to wicked lips; Anda liar giveth ear to a mischievous tongue."
    },
    {
      "verse": 5,
      "text": "Whoso mocketh the poor reproacheth his Maker; Andhe that is glad at calamity shall not be unpunished."
    },
    {
      "verse": 6,
      "text": "Children’s children are the crown of old men; And the glory of children are their fathers."
    },
    {
      "verse": 7,
      "text": "Excellent speech becometh not a fool; Much less do lying lips a prince."
    },
    {
      "verse": 8,
      "text": "A bribe is asa precious stone in the eyes of him that hath it; Whithersoever it turneth, it prospereth."
    },
    {
      "verse": 9,
      "text": "He that covereth a transgression seeketh love; But he that harpeth on a matter separateth chief friends."
    },
    {
      "verse": 10,
      "text": "A rebuke entereth deeper into one that hath understanding Than a hundred stripes into a fool."
    },
    {
      "verse": 11,
      "text": "An evil man seeketh only rebellion; Therefore a cruel messenger shall be sent against him."
    },
    {
      "verse": 12,
      "text": "Let a bear robbed of her whelps meet a man, Rather than a fool in his folly."
    },
    {
      "verse": 13,
      "text": "Whoso rewardeth evil for good, Evil shall not depart from his house."
    },
    {
      "verse": 14,
      "text": "The beginning of strife is aswhen one letteth out water: Therefore leave off contention, before there is quarrelling."
    },
    {
      "verse": 15,
      "text": "He that justifieth the wicked, and he that condemneth the righteous, Both of them alike are an abomination to Jehovah."
    },
    {
      "verse": 16,
      "text": "Wherefore is there a price in the hand of a fool to buy wisdom, Seeing he hath no understanding?"
    },
    {
      "verse": 17,
      "text": "A friend loveth at all times; And a brother is born for adversity."
    },
    {
      "verse": 18,
      "text": "A man void of understanding striketh hands, And becometh surety in the presence of his neighbor."
    },
    {
      "verse": 19,
      "text": "He loveth transgression that loveth strife: He that raiseth high his gate seeketh destruction."
    },
    {
      "verse": 20,
      "text": "He that hath a wayward heart findeth no good; And he that hath a perverse tongue falleth into mischief."
    },
    {
      "verse": 21,
      "text": "He that begetteth a fool doeth itto his sorrow; And the father of a fool hath no joy."
    },
    {
      "verse": 22,
      "text": "A cheerful heart is a good medicine; But a broken spirit drieth up the bones."
    },
    {
      "verse": 23,
      "text": "A wicked man receiveth a bribe out of the bosom, To pervert the ways of justice."
    },
    {
      "verse": 24,
      "text": "Wisdom is before the face of him that hath understanding; But the eyes of a fool are in the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son is a grief to his father, And bitterness to her that bare him."
    },
    {
      "verse": 26,
      "text": "Also to punish the righteous is not good, Norto smite the noble for theiruprightness."
    },
    {
      "verse": 27,
      "text": "He that spareth his words hath knowledge; And he that is of a cool spirit is a man of understanding."
    },
    {
      "verse": 28,
      "text": "Even a fool, when he holdeth his peace, is counted wise; When he shutteth his lips, he is esteemed asprudent."
    }
  ]
}