{
  "book_id": "2SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after this, that David smote the Philistines, and put them to flight, and David took the tribute from out of the hand of the Philistines."
    },
    {
      "verse": 2,
      "text": "And David smote Moab, and measured them out with lines, having laid them down on the ground: and there were two lines for slaying, and two lines he kept alive: and Moab became servants to David, yielding tribute."
    },
    {
      "verse": 3,
      "text": "And David smote Adraazar the son of Raab king of Suba, as he went to extend his power to the river Euphrates."
    },
    {
      "verse": 4,
      "text": "And David took a thousand of his chariots, and seven thousand horsemen, and twenty thousand footmen: and David houghed all his chariot horses, and he reserved to himself a hundred chariots."
    },
    {
      "verse": 5,
      "text": "And Syria of Damascus comes to help Adraazar king of Suba, and David smote twenty-two thousand men belonging to the Syrian."
    },
    {
      "verse": 6,
      "text": "And David placed a garrison in Syria near Damascus, and the Syrians became servants and tributaries to David: and the Lord preserved David whithersoever he went."
    },
    {
      "verse": 7,
      "text": "And David took the golden bracelets which were on the servants of Adraazar king of Suba, and brought them to Jerusalem. And Susakim king of Egypt took them, when he went up to Jerusalem in the days of Roboam son of Solomon."
    },
    {
      "verse": 8,
      "text": "And king David took from Metebac, and from the choice cities of Adraazar, very much brass: with that Solomon made the brazen sea, and the pillars, and the lavers, and all the furniture."
    },
    {
      "verse": 9,
      "text": "And Thoü the king of Hemath heard that David had smitten all the host of Adraazar."
    },
    {
      "verse": 10,
      "text": "And Thoü sent Jedduram his son to king David, to ask him of his welfare, and to congratulate him on his fighting against Adraazar and smiting him, for he was an enemy to Adraazar: and in his hands were vessels of silver, and vessels of gold, and vessels of brass."
    },
    {
      "verse": 11,
      "text": "And these king David consecrated to the Lord, with the silver and with the gold which he consecrated out of all the cities which he conquered,"
    },
    {
      "verse": 12,
      "text": "out of Idumea, and out of Moab, and from the children of Ammon, and from the Philistines, and from Amalec, and from the spoils of Adraazar son of Raab king of Suba."
    },
    {
      "verse": 13,
      "text": "And David made himselfa name: and when he returned he smote Idumea in Gebelem to the number ofeighteen thousand."
    },
    {
      "verse": 14,
      "text": "And he set garrisons in Idumea, even in all Idumea: and all the Idumeans were servants to the king. And the Lord preserved David wherever he went."
    },
    {
      "verse": 15,
      "text": "And David reigned over all Israel: and David wrought judgment and justice over all his people."
    },
    {
      "verse": 16,
      "text": "And Joab the son of Saruia wasover the host; and Josaphat the son of Achilud was keeperof the records."
    },
    {
      "verse": 17,
      "text": "And Sadoc the son of Achitob, and Achimelech son of Abiathar, werepriests; and Sasa wasthe scribe,"
    },
    {
      "verse": 18,
      "text": "and Banæas son of Jodaë wascouncillor, and the Chelethite and the Phelethite, and the sons of David, were princes of the court."
    }
  ]
}