{
  "book_id": "2SA",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And these \\add are\\add* the last words of David. Faithful \\add is\\add* David the son of Jessæ, and faithful the man whom the Lord raised up to be the anointed of the God of Jacob, and beautiful \\add are\\add* the psalms of Israel."
    },
    {
      "verse": 2,
      "text": "The Spirit of the Lord spoke by me, and his word \\add was\\add* upon my tongue."
    },
    {
      "verse": 3,
      "text": "The God of Israel says, A watchman out of Israel spoke to me a parable: I said among men, How will ye strengthen the fear of the anointed?"
    },
    {
      "verse": 4,
      "text": "And in the morning light of God, let the sun arise in the morning, from the light of which the Lord passed on, and as it were from the rain of the tender grass upon the earth."
    },
    {
      "verse": 5,
      "text": "For my house \\add is\\add* not so with the Mighty One: for he has made an everlasting covenant with me, ready, guarded at every time; for all my salvation and all my desire \\add is\\add*, that the wicked should not flourish."
    },
    {
      "verse": 6,
      "text": "All these \\add are\\add* as a thorn thrust forth, for they shall not be taken with the hand,"
    },
    {
      "verse": 7,
      "text": "and a man shall not labour among them; and \\add one shall have\\add* that which is fully armed with iron, and the staff of a spear, and he shall burn them with fire, and they shall be burnt in their shame."
    },
    {
      "verse": 8,
      "text": "These \\add are\\add* the names of the mighty men of David: Jebosthe the Chananite is a captain of the third \\add part\\add*: Adinon the Asonite, he drew his sword against eight hundred soldiers at once."
    },
    {
      "verse": 9,
      "text": "And after him Eleanan the son of his uncle, son of Dudi who was among the three mighty men with David; and when \\f + \\fr 23:9 \\fqa Or, \\ft they defied him among the Philistines.\\f*he defied the Philistines they were gathered there to war, and the men of Israel went up."
    },
    {
      "verse": 10,
      "text": "He arose and smote the Philistines, until his hand was weary, and his hand clave to the sword: and the Lord wrought a great salvation in that day, and the people \\f + \\fr 23:10 \\fqa Heb. \\ft returned.\\f*rested behind him only to strip \\add the slain\\add*."
    },
    {
      "verse": 11,
      "text": "And after him Samaia the son of Asa the Arachite: and the Philistines were gathered to Theria; and there was there a portion of ground full of lentiles; and the people fled before the Philistines."
    },
    {
      "verse": 12,
      "text": "And he stood firm in the midst of the portion, and rescued it, and smote the Philistines; and the Lord wrought a great deliverance."
    },
    {
      "verse": 13,
      "text": "And three out of the thirty went down, and came to Cason to David, to the cave of Odollam; and \\add there was\\add* an army of the Philistines, and they encamped in the valley of Raphain."
    },
    {
      "verse": 14,
      "text": "And David \\add was\\add* then in the strong hold, and the garrison of the Philistines \\add was\\add* then in Bethleem."
    },
    {
      "verse": 15,
      "text": "And David longed, and said, Who will give me water to drink out of the well that is in Bethleem by the gate? now the band of the Philistines \\add was\\add* then in Bethleem."
    },
    {
      "verse": 16,
      "text": "And the three mighty men broke through the host of the Philistines, and drew water out of the well that was in Bethleem in the gate: and they took it, and brought it to David, and he would not drink it, but poured it out before the Lord."
    },
    {
      "verse": 17,
      "text": "And he said, O Lord, forbid that I should do this, \\f + \\fr 23:17 \\fqa Gr. \\ft if.\\f*that I should drink the blood of the men who went at \\add the risk of\\add* their lives: and he would not drink it. These things did these three mighty men."
    },
    {
      "verse": 18,
      "text": "And Abessa the brother of Joab the son of Saruia, he \\add was\\add* chief among the three, and he lifted up his spear against three hundred whom he slew; and he had a name among three."
    },
    {
      "verse": 19,
      "text": "Of those three \\add he was\\add* most honourable, and he became a chief over them, but he reached not to the \\add first\\add* three."
    },
    {
      "verse": 20,
      "text": "And Banæas the son of Jodae, he was abundant in \\add mighty\\add* deeds, from Cabeseel, and he smote the two sons of Ariel of Moab: and he went down and smote a lion in the midst of a pit on a snowy day."
    },
    {
      "verse": 21,
      "text": "He smote an Egyptian, \\f + \\fr 23:21 \\fqa Gr. \\ft a man seen \\fqa or \\ft to be seen.\\f*a wonderful man, and in the hand of the Egyptian \\add was\\add* a spear as the side of a ladder; and he went down to him with a staff, and snatched the spear from the Egyptian's hand, and slew him with his own spear."
    },
    {
      "verse": 22,
      "text": "These things did Banæas the son of Jodae, and he had a name among the three mighty men."
    },
    {
      "verse": 23,
      "text": "He was honourable among the \\add second\\add* three, but he reached not to the \\add first\\add* three: and David \\f + \\fr 23:23 \\fqa Gr. \\ft appointed him to his hearings.\\f*made him his reporter. And these \\add are\\add* the names of king David's mighty men."
    },
    {
      "verse": 24,
      "text": "Asael Joab's brother; he \\add was\\add* among the thirty. Eleanan son of Dudi his uncle in Bethleem."
    },
    {
      "verse": 25,
      "text": "Sæma the Rudæan."
    },
    {
      "verse": 26,
      "text": "Selles \\f + \\fr 23:26 \\fqa Or, \\ft the \\fqa son of Kelothi.\\f*the Kelothite: Iras the son of Isca the Thecoite."
    },
    {
      "verse": 27,
      "text": "Abiezer the Anothite, of the sons of the Anothite."
    },
    {
      "verse": 28,
      "text": "Ellon the Aoite; Noëre the Netophatite."
    },
    {
      "verse": 29,
      "text": "Esthai the son of Riba of Gabaeth, son of Benjamin the Ephrathite; Asmoth the Bardiamite; Emasu the Salabonite:"
    },
    {
      "verse": 32,
      "text": "the sons of Asan, Jonathan;"
    },
    {
      "verse": 33,
      "text": "Samnan the Arodite; Amnan the son of Arai the Saraurite."
    },
    {
      "verse": 34,
      "text": "Aliphaleth the son of Asbites, the son of the Machachachite; Eliab the son of Achitophel the Gelonite."
    },
    {
      "verse": 35,
      "text": "Asarai the Carmelite the son of Uræoerchi."
    },
    {
      "verse": 36,
      "text": "Gaal the son of Nathana. The son of much valour, \\add the son\\add* of Galaaddi."
    },
    {
      "verse": 37,
      "text": "Elie the Ammanite."
    },
    {
      "verse": 38,
      "text": "Iras the Ethirite. Gerab the Ethenite."
    },
    {
      "verse": 39,
      "text": "Urias the Chettite: thirty-seven in all."
    }
  ]
}