{
  "book_id": "2SA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord caused his anger to burn forth again in Israel, and \\add Satan\\add* stirred up David against them, saying, Go, number Israel and Juda."
    },
    {
      "verse": 2,
      "text": "And the king said to Joab commander of the host, who was with him, Go now through all the tribes of Israel and Juda, from Dan even to Bersabee, and number the people, and I will know the number of the people."
    },
    {
      "verse": 3,
      "text": "And Joab said to the king, Now may the Lord add to the people a hundred-fold as many as they are, and \\add may\\add* the eyes of my lord the king \\f + \\fr 24:3 \\fqa Gr. \\ft seeing.\\f*see it: but why does my lord the king desire this thing?"
    },
    {
      "verse": 4,
      "text": "Nevertheless the word of the king prevailed against Joab and the captains of the host: And Joab and the captains of the host went out before the king to number the people of Israel."
    },
    {
      "verse": 5,
      "text": "And they went over Jordan, and encamped in Aroer, on the right of the city which is in the midst of the valley of Gad and Eliezer."
    },
    {
      "verse": 6,
      "text": "And they came to Galaad, and into the land of Thabason, which is Adasai, and they came to Danidan and Udan, and compassed Sidon."
    },
    {
      "verse": 7,
      "text": "And they came to Mapsar of Tyre, and to all the cities of the Evite and the Chananite: and they came by the south of Juda to Bersabee."
    },
    {
      "verse": 8,
      "text": "And they compassed the whole land; and they arrived at Jerusalem at the end of nine months and twenty days."
    },
    {
      "verse": 9,
      "text": "And Joab gave in the number of the census of the people to the king: and Israel consisted of eight hundred thousand men of might that drew sword; and the men of Juda, five hundred thousand fighting men."
    },
    {
      "verse": 10,
      "text": "And the heart of David smote him after he had numbered the people; and David said to the Lord, I have sinned grievously, O Lord, \\add in\\add* what I have now done: remove, I pray thee, the iniquity of thy servant, for I have been exceedingly foolish."
    },
    {
      "verse": 11,
      "text": "And David rose early in the morning, and the word of the Lord came to the prophet Gad, the seer, saying, Go, and speak to David, saying,"
    },
    {
      "verse": 12,
      "text": "Thus saith the Lord, \\f + \\fr 24:12 \\ft The word εἰμὶ is simply redundant.\\f*I bring \\add one of\\add* three things upon thee: now choose thee one of them, and I will do \\add it\\add* to thee."
    },
    {
      "verse": 13,
      "text": "And Gad went in to David, and told him, and said to him, Choose \\add one of these things\\add* to befal thee, whether there shall come upon thee \\add for\\add* three years famine in thy land; or that thou shouldest flee three months before thine enemies, and they should pursue thee; or that there should be \\add for\\add* three days mortality in thy land. Now then decide, and see what answer I shall return to him that sent me."
    },
    {
      "verse": 14,
      "text": "And David said to Gad, On every side \\f + \\fr 24:14 \\fqa Gr. \\ft things are very narrow to me.\\f*I am much straitened: let me fall now into the hands of the Lord, for his compassions \\add are\\add* very many; and let me not fall into the hands of man."
    },
    {
      "verse": 15,
      "text": "So David chose for himself the mortality: and \\add they were\\add* the days of wheat-harvest; and the Lord sent a pestilence upon Israel from morning till \\f + \\fr 24:15 \\fqa Lit. \\ft dinner time.\\f*noon, and the plague began among the people; and there died of the people from Dan even to Bersabee seventy thousand men."
    },
    {
      "verse": 16,
      "text": "And the angel of the Lord stretched out his hand against Jerusalem to destroy it, and the Lord repented of the evil, and said to the angel that destroyed the people, \\add It is\\add* \\f + \\fr 24:16 \\fqa Gr. \\ft much.\\f*enough now, withhold thine hand. And the angel of the Lord was by the threshing-floor of Orna the Jebusite."
    },
    {
      "verse": 17,
      "text": "And David spoke to the Lord when he saw the angel smiting the people, and he said, Behold, it is I that have done wrong, \\f + \\fr 24:17 \\fqa Alex. \\ft adds, 'and I the shepherd have done wickedly.'\\f*but these sheep what have they done? Let thy hand, I pray thee, be upon me, and upon my father's house."
    },
    {
      "verse": 18,
      "text": "And Gad came to David in that day, and said to him, Go up, and set up to the Lord an altar in the threshing-floor of Orna the Jebusite."
    },
    {
      "verse": 19,
      "text": "And David went up according to the word of Gad, as the Lord commanded him."
    },
    {
      "verse": 20,
      "text": "And Orna \\f + \\fr 24:20 \\fqa Gr. \\ft stooped. See \\xt 1 Pet. 1. 12.; \\ft also \\xt John 20. 5.\\f*looked out, and saw the king and his servants coming on before him: and Orna went forth, and did obeisance to the king with his face to the earth."
    },
    {
      "verse": 21,
      "text": "And Orna said, Why has my lord the king come to his servant? and David said, To buy of thee the threshing-floor, in order to build an altar to the Lord, that the plague may be restrained from off the people."
    },
    {
      "verse": 22,
      "text": "And Orna said to David, Let my lord the king take and offer to the Lord that which is good in his eyes: behold, \\add here are\\add* oxen for a whole-burnt-offering, and the wheels and furniture of the oxen for wood."
    },
    {
      "verse": 23,
      "text": "Orna gave all to the king: and Orna said to the king, The Lord thy God bless thee."
    },
    {
      "verse": 24,
      "text": "And the king said to Orna, Nay, but I will surely buy it of thee at a fair price, and I will not offer to the Lord my God a whole-burnt-offering for nothing. So David purchased the threshing-floor and the oxen for \\f + \\fr 24:24 \\fqa Gr. \\ft silver of fifty shekels.\\f*fifty shekels of silver."
    },
    {
      "verse": 25,
      "text": "And David built there an altar to the Lord, and offered up whole-burnt-offerings and peace-offerings: and Solomon made an addition to the altar afterwards, for it was little at first. And the Lord hearkened to the land, and the plague was stayed from Israel."
    }
  ]
}