{
  "book_id": "SIR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Whereas\\sc* many and great things have been delivered unto us by the law and the prophets, and by others that have followed their steps, for the which things Israel ought to be commended for learning and wisdom: and whereof not only the readers must needs become skillful themselves, And is with him forever."
    },
    {
      "verse": 2,
      "text": "Who can number the sand of the sea, and the drops of rain, And the days of eternity?"
    },
    {
      "verse": 3,
      "text": "Who can find out the height of heaven, and the breadth of the earth, And the deep, and wisdom?"
    },
    {
      "verse": 4,
      "text": "Wisdom hath been created before all things, And the understanding of prudence from everlasting."
    },
    {
      "verse": 6,
      "text": "To whom hath the root of wisdom been revealed? Or who hath known her wise counsels?"
    },
    {
      "verse": 8,
      "text": "There is one wise and greatly to be feared, The Lord sitting upon his throne."
    },
    {
      "verse": 9,
      "text": "He created her, and saw her, and numbered her, And poured her out upon all his works."
    },
    {
      "verse": 10,
      "text": "She \\add is\\add* with all flesh according to his gift, And he hath given her to them that love him."
    },
    {
      "verse": 11,
      "text": "The fear of the Lord is honor, and glory, And gladness, and a crown of rejoicing."
    },
    {
      "verse": 12,
      "text": "The fear of the Lord maketh a merry heart, And giveth joy, and gladness, and long life."
    },
    {
      "verse": 13,
      "text": "Whoso feareth the Lord, it shall go well with him at the last, And he shall find favor in the day of his death."
    },
    {
      "verse": 14,
      "text": "To fear the Lord is the beginning of wisdom: And it was created with the faithful in the womb."
    },
    {
      "verse": 15,
      "text": "She hath built an everlasting foundation with men, And she shall continue with their seed."
    },
    {
      "verse": 16,
      "text": "To fear the Lord is fullness of wisdom, And filleth men with her fruits."
    },
    {
      "verse": 17,
      "text": "She filleth all their house with things desirable, And the garners with her increase."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord is a crown of wisdom, Making peace and perfect health to flourish."
    },
    {
      "verse": 19,
      "text": "Wisdom raineth down skill and knowledge of understanding, And exalteth them to honor that hold her fast."
    },
    {
      "verse": 20,
      "text": "The root of wisdom is to fear the Lord, And the branches thereof are long life."
    },
    {
      "verse": 22,
      "text": "A furious man cannot be justified; For the sway of his fury shall be his destruction."
    },
    {
      "verse": 23,
      "text": "A patient man will bear for a time, And afterward joy shall spring up unto him."
    },
    {
      "verse": 24,
      "text": "He will hide his words for a time, And the lips of many shall declare his wisdom."
    },
    {
      "verse": 25,
      "text": "The parables of knowledge are in the treasures of wisdom: But godliness is an abomination to a sinner."
    },
    {
      "verse": 26,
      "text": "If thou desire wisdom, keep the commandments, And the Lord shall give her unto thee."
    },
    {
      "verse": 27,
      "text": "For the fear of the Lord is wisdom and instruction: And faith and meekness are his delight."
    },
    {
      "verse": 28,
      "text": "Distrust not the fear of the Lord when thou art poor; And come not unto him with a double heart."
    },
    {
      "verse": 29,
      "text": "Be not a hypocrite in the sight of men, And take good heed what thou speakest."
    },
    {
      "verse": 30,
      "text": "Exalt not thyself, lest thou fall, And bring dishonor upon thy soul, And so the Lord discover thy secrets, And cast thee down in the midst of the congregation, Because thou camest not in truth to the fear of the Lord, But thy heart is full of deceit."
    }
  ]
}