{
  "book_id": "SIR",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "My son, defraud not the poor of his living, And make not the needy eyes to wait long."
    },
    {
      "verse": 2,
      "text": "Make not a hungry soul sorrowful; Neither provoke a man in his distress."
    },
    {
      "verse": 3,
      "text": "Add not more trouble to a heart that is vexed; And defer not to give to him that is in need."
    },
    {
      "verse": 4,
      "text": "Reject not the supplication of the afflicted; Neither turn away thy face from a poor man."
    },
    {
      "verse": 5,
      "text": "Turn not away thine eye from the needy, And give him none occasion to curse thee:"
    },
    {
      "verse": 6,
      "text": "For if he curse thee in the bitterness of his soul, His prayer shall be heard of him that made him."
    },
    {
      "verse": 7,
      "text": "Get thyself the love of the congregation, And bow thy head to a great man."
    },
    {
      "verse": 8,
      "text": "Let it not grieve thee to bow down thine ear to the poor, And give him a friendly answer with meekness."
    },
    {
      "verse": 9,
      "text": "Deliver him that suffereth wrong from the hand of the oppressor; And be not fainthearted when thou sittest in judgment."
    },
    {
      "verse": 10,
      "text": "Be as a father unto the fatherless, And instead of a husband unto their mother: So shalt thou be as the son of the most High, And he shall love thee more than thy mother doth."
    },
    {
      "verse": 11,
      "text": "Wisdom exalteth her children, And layeth hold of them that seek her."
    },
    {
      "verse": 12,
      "text": "He that loveth her loveth life; And they that seek to her early shall be filled with joy."
    },
    {
      "verse": 13,
      "text": "He that holdeth her fast shall inherit glory; And wheresoever she entereth, the Lord will bless."
    },
    {
      "verse": 14,
      "text": "They that serve her shall minister to the Holy One: And them that love her the Lord doth love."
    },
    {
      "verse": 15,
      "text": "Whoso giveth ear unto her shall judge the nations: And he that attendeth unto her shall dwell securely."
    },
    {
      "verse": 16,
      "text": "If a man commit himself unto her, he shall inherit her; And his generation shall hold her in possession."
    },
    {
      "verse": 17,
      "text": "For at the first she will walk with him by crooked ways, And bring fear and dread upon him, And torment him with her discipline, Until she may trust his soul, And try him by her laws."
    },
    {
      "verse": 18,
      "text": "Then will she return the straight way unto him, And comfort him, and show him her secrets."
    },
    {
      "verse": 19,
      "text": "But if he go wrong, she will forsake him, And give him over to his own ruin."
    },
    {
      "verse": 20,
      "text": "Observe the opportunity, and beware of evil; And be not ashamed when it concerneth thy soul."
    },
    {
      "verse": 21,
      "text": "For there is a shame that bringeth sin; And there is a shame which is glory and grace."
    },
    {
      "verse": 22,
      "text": "Accept no person against thy soul, And let not the reverence of any man cause thee to fall."
    },
    {
      "verse": 23,
      "text": "And refrain not to speak, when there is occasion to do good, And hide not thy wisdom in her beauty."
    },
    {
      "verse": 24,
      "text": "For by speech wisdom shall be known: And learning by the word of the tongue."
    },
    {
      "verse": 25,
      "text": "In nowise speak against the truth; But be abashed of the error of thine ignorance."
    },
    {
      "verse": 26,
      "text": "Be not ashamed to confess thy sins; And force not the course of the river."
    },
    {
      "verse": 27,
      "text": "Make not thyself an underling to a foolish man; Neither accept the person of the mighty."
    },
    {
      "verse": 28,
      "text": "Strive for the truth unto death, And the Lord shall fight for thee."
    },
    {
      "verse": 29,
      "text": "Be not hasty in thy tongue, And in thy deeds slack and remiss."
    },
    {
      "verse": 30,
      "text": "Be not as a lion in thy house, Nor frantic among thy servants."
    },
    {
      "verse": 31,
      "text": "Let not thy hand be stretched out to receive, And shut when thou shouldest repay."
    }
  ]
}