{
  "book_id": "SIR",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "When thou wilt do good, know to whom thou doest it; So shalt thou be thanked for thy benefits."
    },
    {
      "verse": 2,
      "text": "Do good to the godly man, and thou shalt find a recompense; And if not from him, yet from the most High."
    },
    {
      "verse": 3,
      "text": "There can no good come to him that is always occupied in evil, Nor to him that giveth no alms."
    },
    {
      "verse": 4,
      "text": "Give to the godly man, And help not a sinner."
    },
    {
      "verse": 5,
      "text": "Do well unto him that is lowly, but give not to the ungodly: Hold back thy bread, and give it not unto him, lest he overmaster thee thereby: For elsethou shalt receive twice as much evil For all the good thou shalt have done unto him."
    },
    {
      "verse": 6,
      "text": "For the most High hateth sinners, And will repay vengeance unto the ungodly, And keepeth them against the mighty day of their punishment."
    },
    {
      "verse": 7,
      "text": "Give unto the good, And help not the sinner."
    },
    {
      "verse": 8,
      "text": "A friend cannot be known in prosperity: And an enemy cannot be hidden in adversity."
    },
    {
      "verse": 9,
      "text": "In the prosperity of a man enemies will be grieved: But in his adversity even a friend will depart."
    },
    {
      "verse": 10,
      "text": "Never trust thine enemy: For like as iron rusteth, so is his wickedness."
    },
    {
      "verse": 11,
      "text": "Though he humble himself, and go crouching, Yet take good heed and beware of him, And thou shalt be unto him as if thou hadst wiped a looking glass, And thou shalt know that his rust hath not been altogether wiped away."
    },
    {
      "verse": 12,
      "text": "Set him not by thee, Lest, when he hath overthrown thee, he stand up in thy place; Neither let him sit at thy right hand, Lest he seek to take thy seat, And thou at the last remember my words, And be pricked therewith."
    },
    {
      "verse": 13,
      "text": "Who will pity a charmer that is bitten with a serpent, Or any such as come nigh wild beasts?"
    },
    {
      "verse": 14,
      "text": "So one that goeth to a sinner, And is defiled with him in his sins, who will pity?"
    },
    {
      "verse": 15,
      "text": "For a while he will abide with thee, But if thou begin to fall, he will not tarry."
    },
    {
      "verse": 16,
      "text": "An enemy speaketh sweetly with his lips, But in his heart he imagineth how to throw thee into a pit: He will weep with his eyes, But if he find opportunity, he will not be satisfied with blood."
    },
    {
      "verse": 17,
      "text": "If adversity come upon thee, thou shalt find him there first; And though he pretend to help thee, yet shall he undermine thee."
    },
    {
      "verse": 18,
      "text": "He will shake his head, and clap his hands, And whisper much, and change his countenance."
    }
  ]
}