{
  "book_id": "SIR",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A slothful man is compared to a filthy stone, And everyone will hiss him out to his disgrace."
    },
    {
      "verse": 2,
      "text": "A slothful man is compared to the filth of a dunghill: Every man that takes it up will shake his hand."
    },
    {
      "verse": 3,
      "text": "An evil-nurtured son is the dishonor of his father that begot him: And a foolishdaughter is born to his loss."
    },
    {
      "verse": 4,
      "text": "A wise daughter shall bring an inheritance to her husband: But she that liveth dishonestly is her father’s heaviness."
    },
    {
      "verse": 5,
      "text": "She that is bold dishonoreth both her father and her husband, And they both shall despise her."
    },
    {
      "verse": 6,
      "text": "A tale out of season is asmusic in mourning: But stripes and correction of wisdom are never out of time."
    },
    {
      "verse": 9,
      "text": "Whoso teacheth a fool is as one that glueth a potsherd together, And as he that waketh one from a sound sleep."
    },
    {
      "verse": 10,
      "text": "He that telleth a tale to a fool speaketh to one in a slumber: When he hath told his tale, he will say, What is the matter?"
    },
    {
      "verse": 11,
      "text": "Weep for the dead, for he hath lost the light: And weep for the fool, for he wanteth understanding: Make little weeping for the dead, for he is at rest: But the life of the fool is worse than death."
    },
    {
      "verse": 12,
      "text": "Seven days do men mourn for him that is dead; But for a fool and an ungodly man all the days of his life."
    },
    {
      "verse": 13,
      "text": "Talk not much with a fool, And go not to him that hath no understanding: Beware of him, lest thou have trouble, And thou shalt never be defiled with his fooleries: Depart from him, and thou shalt find rest, And never be disquieted with madness."
    },
    {
      "verse": 14,
      "text": "What is heavier than lead? And what is the name thereof, but a fool?"
    },
    {
      "verse": 15,
      "text": "Sand, and salt, and a mass of iron, are easier to bear, Than a man without understanding."
    },
    {
      "verse": 16,
      "text": "As timber girded and bound together in a building cannot be loosed with shaking: So the heart that is established by advised counsel shall fear at no time."
    },
    {
      "verse": 17,
      "text": "A heart settled upon a thought of understanding Is as a fair plastering on the wall of a gallery."
    },
    {
      "verse": 18,
      "text": "Pales set on a high place will never stand against the wind: So a fearful heart in the imagination of a fool cannot stand against any fear."
    },
    {
      "verse": 19,
      "text": "He that pricketh the eye will make tears to fall: And he that pricketh the heart maketh it to show her knowledge."
    },
    {
      "verse": 20,
      "text": "Whoso casteth a stone at the birds frayeth them away: And he that upbraideth his friend breaketh friendship."
    },
    {
      "verse": 21,
      "text": "Though thou drewest a sword at thy friend, yet despair not: For there may be a returning to favor."
    },
    {
      "verse": 22,
      "text": "If thou hast opened thy mouth against thy friend, fear not; For there may be a reconciliation: Except for upbraiding, or pride, or disclosing of secrets, or a treacherous wound: For for these things every friend will depart."
    },
    {
      "verse": 23,
      "text": "Be faithful to thy neighbor in his poverty, That thou mayest rejoice in his prosperity: Abide steadfast unto him in the time of his trouble, That thou mayest be heir with him in his heritage."
    },
    {
      "verse": 24,
      "text": "As the vapor and smoke of a furnace goeth before the fire; So reviling before blood."
    },
    {
      "verse": 25,
      "text": "I will not be ashamed to defend a friend; Neither will I hide myself from him;"
    },
    {
      "verse": 26,
      "text": "And if any evil happen unto me by him, Everyone that heareth it will beware of him."
    },
    {
      "verse": 27,
      "text": "Who shall set a watch before my mouth, And a seal of wisdom upon my lips, That I fall not suddenly by them, And that my tongue destroy me not?"
    }
  ]
}