{
  "book_id": "SIR",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "In three things I was beautified, And stood up beautiful both before God and men: The unity of brethren, the love of neighbors, A man and a wife that agree together."
    },
    {
      "verse": 2,
      "text": "Three sorts of men my soul hateth, And I am greatly offended at their life: A poor man that is proud, a rich man that is a liar, And an old adulterer that doateth."
    },
    {
      "verse": 3,
      "text": "If thou hast gathered nothing in thy youth, How canst thou find anything in thine age?"
    },
    {
      "verse": 4,
      "text": "O how comely a thing is judgment for gray hairs, And for ancient men to know counsel!"
    },
    {
      "verse": 5,
      "text": "O how comely is the wisdom of old men, And understanding and counsel to men of honor!"
    },
    {
      "verse": 6,
      "text": "Much experience is the crown of old men, And the fear of God is their glory."
    },
    {
      "verse": 7,
      "text": "There be nine things which I have judged in my heart to be happy, And the tenth I will utter with my tongue: A man that hath joy of his children; And he that liveth to see the fall of his enemy."
    },
    {
      "verse": 8,
      "text": "Well is he that dwelleth with a wife of understanding, And that hath not slipped with his tongue, And that hath not served a man more unworthy than himself."
    },
    {
      "verse": 9,
      "text": "Well is he that hath found prudence, And he that speaketh in the ears of them that will hear:"
    },
    {
      "verse": 10,
      "text": "O how great is he that findeth wisdom! Yet there is none above him that feareth the Lord."
    },
    {
      "verse": 11,
      "text": "But the love of the Lord passeth all things for illumination: He that holdeth it, whereto shall he be likened?"
    },
    {
      "verse": 13,
      "text": "\\add Give me\\add* any plague, but the plague of the heart: And any wickedness, but the wickedness of a woman:"
    },
    {
      "verse": 14,
      "text": "And any affliction, but the affliction from them that hate me: And any revenge, but the revenge of enemies."
    },
    {
      "verse": 15,
      "text": "There is no head above the head of a serpent; And there is no wrath above the wrath of an enemy."
    },
    {
      "verse": 16,
      "text": "I had rather dwell with a lion and a dragon, Than to keep house with a wicked woman."
    },
    {
      "verse": 17,
      "text": "The wickedness of a woman changeth her face, And darkeneth her countenance like sackcloth."
    },
    {
      "verse": 18,
      "text": "Her husband shall sit among his neighbors; And when he heareth it shall sigh bitterly."
    },
    {
      "verse": 19,
      "text": "All wickedness is but little to the wickedness of a woman; Let the portion of a sinner fall upon her."
    },
    {
      "verse": 20,
      "text": "As the climbing up a sandy way is to the feet of the aged, So is a wife full of words to a quiet man."
    },
    {
      "verse": 21,
      "text": "Stumble not at the beauty of a woman, And desire her not for pleasure."
    },
    {
      "verse": 22,
      "text": "A woman, if she maintain her husband, Is full of anger, impudence, and much reproach."
    },
    {
      "verse": 23,
      "text": "A wicked woman abateth the courage, maketh a heavy countenance and a wounded heart: A woman that will not comfort her husband in distress maketh weak hands and feeble knees."
    },
    {
      "verse": 24,
      "text": "Of the woman came the beginning of sin, And through her we all die."
    },
    {
      "verse": 25,
      "text": "Give the water no passage; Neither a wicked woman liberty to gad abroad."
    },
    {
      "verse": 26,
      "text": "If she go not as thou wouldest have her, Cut her off from thy flesh, And give her a bill of divorce, and let her go."
    }
  ]
}