{
  "book_id": "SIR",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "The hopes of a man void of understanding are vain and false: And dreams lift up fools."
    },
    {
      "verse": 2,
      "text": "Whoso regardeth dreams Is like him that catcheth at a shadow, And followeth after the wind."
    },
    {
      "verse": 3,
      "text": "The vision of dreams is the resemblance of one thing to another, Even as the likeness of a face to a face."
    },
    {
      "verse": 4,
      "text": "Of an unclean thing what can be cleansed? And from that thing which is false what truth can come?"
    },
    {
      "verse": 5,
      "text": "Divinations, and soothsayings, and dreams, are vain: And the heart fancieth, as a woman’s heart in travail."
    },
    {
      "verse": 6,
      "text": "If they be not sent from the most High in thy visitation, Set not thy heart upon them."
    },
    {
      "verse": 7,
      "text": "For dreams have deceived many, And they have failed that put their trust in them."
    },
    {
      "verse": 8,
      "text": "The law shall be found perfect without lies: And wisdom is perfection to a faithful mouth."
    },
    {
      "verse": 9,
      "text": "A man that hath traveled knoweth many things: And he that hath much experience will declare wisdom."
    },
    {
      "verse": 10,
      "text": "He that hath no experience knoweth little: But he that hath traveled is full of prudence."
    },
    {
      "verse": 11,
      "text": "When I traveled, I saw many things; And I understand more than I can express."
    },
    {
      "verse": 12,
      "text": "I was oftentimes in danger of death: Yet I was delivered because of these things."
    },
    {
      "verse": 13,
      "text": "The spirit of those that fear the Lord shall live; For their hope is in him that saveth them."
    },
    {
      "verse": 14,
      "text": "Whoso feareth the Lord shall not fear Nor be afraid; for he is his hope."
    },
    {
      "verse": 15,
      "text": "Blessed is the soul of him that feareth the Lord: To whom doth he look? And who is his strength?"
    },
    {
      "verse": 16,
      "text": "For the eyes of the Lord are upon them that love him, He is their mighty protection and strong stay, A defense from heat, and a cover from the sun at noon, A preservation from stumbling, and a help from falling;"
    },
    {
      "verse": 17,
      "text": "He raiseth up the soul, and lighteneth the eyes: He giveth health, life, and blessing."
    },
    {
      "verse": 18,
      "text": "He that sacrificeth of a thing wrongfully gotten, his offering is ridiculous; And the gifts of unjust men are not accepted."
    },
    {
      "verse": 19,
      "text": "The most High is not pleased with the offerings of the wicked; Neither is he pacified for sin by the multitude of sacrifices."
    },
    {
      "verse": 20,
      "text": "Whoso bringeth an offering of the goods of the poor Doeth as one that killeth the son before his father’s eyes."
    },
    {
      "verse": 21,
      "text": "The bread of the needy is their life: He that defraudeth him thereof is a man of blood."
    },
    {
      "verse": 22,
      "text": "He that taketh away his neighbor’s living slayeth him; And he that defraudeth the laborer his hire is a bloodshedder."
    },
    {
      "verse": 23,
      "text": "When one buildeth, and another pulleth down, What profit have they then but labor?"
    },
    {
      "verse": 24,
      "text": "When one prayeth, and another curseth, Whose voice will the Lord hear?"
    },
    {
      "verse": 25,
      "text": "He that washeth himself after the touching of a dead body, if he touch it again, What availeth his washing?"
    },
    {
      "verse": 26,
      "text": "So is it with a man that fasteth for his sins, And goeth again, and doeth the same: Who will hear his prayer? Or what doth his humbling profit him?"
    }
  ]
}