{
  "book_id": "SIR",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "O death, how bitter is the remembrance of thee to a man that liveth at rest in his possessions, Unto the man that hath nothing to vex him, and that hath prosperity in all things: Yea, unto him that is yet able to receive meat!"
    },
    {
      "verse": 2,
      "text": "O death, acceptable is thy sentence unto the needy, And unto him whose strength faileth, that is now in the last age, And is vexed with all things, And to him that despaireth, and hath lost patience!"
    },
    {
      "verse": 3,
      "text": "Fear not the sentence of death, Remember them that have been before thee, and that come after; For this is the sentence of the Lord over all flesh."
    },
    {
      "verse": 4,
      "text": "And why art thou against the pleasure of the most High? There is no inquisition in the grave, Whether thou have lived ten, or a hundred, or a thousand years."
    },
    {
      "verse": 5,
      "text": "The children of sinners are abominable children, And they that are conversant in the dwelling of the ungodly."
    },
    {
      "verse": 6,
      "text": "The inheritance of sinners’ children shall perish, And from their posterity shall be a perpetual reproach."
    },
    {
      "verse": 7,
      "text": "The children will complain of an ungodly father, Because they will be reproached for his sake."
    },
    {
      "verse": 8,
      "text": "Who be unto you, ungodly men, Which have forsaken the law of the most high God! For if ye increase, it shall be to your destruction:"
    },
    {
      "verse": 9,
      "text": "And if ye be born, ye shall be born to a curse: And if ye die, a curse shall be your portion."
    },
    {
      "verse": 10,
      "text": "All that are of the earth shall turn to earth again: So the ungodly shall go from a curse to destruction."
    },
    {
      "verse": 11,
      "text": "The mourning of men is about their bodies: But an ill name of sinners shall be blotted out."
    },
    {
      "verse": 12,
      "text": "Have regard to thy name; for that shall continue with thee Above a thousand great treasures of gold."
    },
    {
      "verse": 13,
      "text": "A good life hath but few days: But a good name endureth forever."
    },
    {
      "verse": 14,
      "text": "My children, keep discipline in peace: For wisdom that is hidden, and a treasure that is not seen, What profit is in them both?"
    },
    {
      "verse": 15,
      "text": "A man that hideth his foolishness is better Than a man that hideth his wisdom."
    },
    {
      "verse": 16,
      "text": "Therefore be shamefaced according to my word: For it is not good to retain all shamefacedness; Neither is it altogether approved in everything."
    },
    {
      "verse": 17,
      "text": "Be ashamed of whoredom before father and mother: And of a lie before a prince and a mighty man;"
    },
    {
      "verse": 18,
      "text": "Of an offense before a judge and ruler; Of iniquity before a congregation and people; Of unjust dealing before thy partner and friend;"
    },
    {
      "verse": 19,
      "text": "And of theft in regard of the place where thou sojournest, And in regard of the truth of God and his covenant; And to lean with thine elbow upon the meat; And of scorning to give and take;"
    },
    {
      "verse": 20,
      "text": "And of silence before them that salute thee; And to look upon a harlot;"
    },
    {
      "verse": 21,
      "text": "And to turn away thy face from thy kinsman; Or to take away a portion or a gift; Or to gaze upon another man’s wife;"
    },
    {
      "verse": 22,
      "text": "Or to be overbusy with his maid, And come not near her bed; Or of upbraiding speeches before friends; And after thou hast given, upbraid not;"
    },
    {
      "verse": 23,
      "text": "Or of iterating and speaking again that which thou hast heard; And of revealing of secrets;"
    },
    {
      "verse": 24,
      "text": "So shalt thou be truly shamefaced, And find favor before all men."
    }
  ]
}