{
  "book_id": "1PE",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Peter an Apostle of Iesu Christ to them that dwell here and there as straungers thorowout Pontus Galacia Capadocia Asia and Bethinia"
    },
    {
      "verse": 2,
      "text": "electe by the forknowledge of God the father thorow the sanctifyinge of the sprete vnto obedience and springklinge of the bloud of Iesus Christ. Grace be with you and peace be multiplyed."
    },
    {
      "verse": 3,
      "text": "Blessed be God the father of oure Lorde Iesus Christ which thorow is aboundant mercie begat vs agayne vnto a lively hope by the resurreccion of Iesus Christ from deeth"
    },
    {
      "verse": 4,
      "text": "to enioye an inheritaunce immortall and vndefiled and that purifieth not reserved in heven for you"
    },
    {
      "verse": 5,
      "text": "which are kept by the power of God thorow fayth vnto salvacion which salvacion is prepared all redy to be shewed in the last tyme"
    },
    {
      "verse": 6,
      "text": "in the which tyme ye shall reioyce though now for a season (if nede requyre) ye are in hevines thorowe manifolde temptacions,"
    },
    {
      "verse": 7,
      "text": "that youre fayth once tried beinge moche more precious then golde that perissheth (though it be tried with fyre) myght be founde vnto lawde glory and honoure at the apperinge of Iesus Christ:"
    },
    {
      "verse": 8,
      "text": "whom ye have not sene and yet love him in whom even now though ye se him not ye yet beleue and reioyce with ioye vnspeakable and glorious:"
    },
    {
      "verse": 9,
      "text": "receavynge the ende of youre fayth the salvacion of youre soules."
    },
    {
      "verse": 10,
      "text": "Of which salvacion have the Prophetes enquyred and searched which prophisied of the grace that shuld come vnto you"
    },
    {
      "verse": 11,
      "text": "searchinge when or at what tyme the sprete of Christ which was in them shuld signifie which sprete testified before the passions that shuld come vnto Christ and the glory that shuld folowe after:"
    },
    {
      "verse": 12,
      "text": "vnto which Prophetes it was declared that not vnto them selves but vnto vs they shuld minister the thinges which are now shewed vnto you of them which by the holy goost sent doune from heven have preached vnto you the thinges which the angels desyre to beholde."
    },
    {
      "verse": 13,
      "text": "Wherfore gyrde vp the loynes of youre myndes be sober and trust perfectly on the grace that is brought vnto you by the declaringe of Iesus Christ"
    },
    {
      "verse": 14,
      "text": "as obedient chyldren not facioninge youre selves vnto youre olde lustes of ignorancye:"
    },
    {
      "verse": 15,
      "text": "but as he which called you is holy even so be ye holy in all maner of conuersacion"
    },
    {
      "verse": 16,
      "text": "because it is written. Be ye holy for I am holy."
    },
    {
      "verse": 17,
      "text": "And yf so be that ye call on the father which with out respecte of person iudgeth accordinge to every manes worke se that ye passe the tyme of youre pilgremage in feare."
    },
    {
      "verse": 18,
      "text": "For as moche as ye know how that ye were not redemed with corruptible sylver and golde from youre vayne conversacion which ye receaved by the tradicions of the fathers:"
    },
    {
      "verse": 19,
      "text": "but with the precious bloud of Christ as of a lambe vndefiled and withouten spot"
    },
    {
      "verse": 20,
      "text": "which was ordeyened before the worlde was made: but was declared in the last tymes for youre sakes"
    },
    {
      "verse": 21,
      "text": "which by his meanes have beleved on god that raysed him from deth and glorified him that youre fayth and hope myght be in god."
    },
    {
      "verse": 22,
      "text": "And for as moche as ye have purified youre soules thorowe the sprete in obeyinge the trueth for to love brotherly withouten saynynge se that ye love one another with a pure hert fervently:"
    },
    {
      "verse": 23,
      "text": "for ye are borne a newe not of mortall seed but of immortall by the worde of god which liveth and lasteth for ever."
    },
    {
      "verse": 24,
      "text": "For all flesshe is as grasse and all the glory of man is as the floure of grasse. The grasse widdereth and the flower falleth awaye"
    },
    {
      "verse": 25,
      "text": "but the worde of the lorde endureth ever. And this is the worde which by the gospell was preached amonge you."
    }
  ]
}