{
  "book_id": "1PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Lykewyse let the wyves be in subieccion to their husbandes that even they which beleve not the worde maye with out the worde be wonne by the conversacion of the wyves:"
    },
    {
      "verse": 2,
      "text": "whill they beholde youre pure coversacion coupled with feare."
    },
    {
      "verse": 3,
      "text": "Whose apparell shall not be outwarde with broyded heare and hanginge on of golde other in puttinge on of gorgious aparell:"
    },
    {
      "verse": 4,
      "text": "but let the hyd man of the herte be incorrupt with a meke and a quyet sprete which sprete is before God a thinge moche set by."
    },
    {
      "verse": 5,
      "text": "For after this maner in the olde tyme dyd the holy wemen which trusted in God tyer the selves and were obediet to their husbades"
    },
    {
      "verse": 6,
      "text": "even as Sara obeyed Abraham and called him Lorde: whose doughters ye are as longe as ye do well and be not afrayde of every shadowe."
    },
    {
      "verse": 7,
      "text": "Lyke wyse the men dwell with them accordinge to knowledge gevinge honoure vnto the wyfe as vnto the weaker vessell and as vnto them that are heyres also of the grace of lyfe that youre prayers be not let."
    },
    {
      "verse": 8,
      "text": "In conclusion be ye all of one mynde one suffre with another love as brethren be petifull be courteous"
    },
    {
      "verse": 9,
      "text": "not redringe evyll for evyll nether rebuke for rebuke: but contrary wyse blesse remembringe that the are thervnto called even that ye shuld be heyres of blessinge."
    },
    {
      "verse": 10,
      "text": "If eny man longe after life and loveth to se good dayes let him refrayne his tonge from evyll and his lippes that they speake not gyle."
    },
    {
      "verse": 11,
      "text": "Let him eschue evyll and do good: let him seke peace and ensue it."
    },
    {
      "verse": 12,
      "text": "For the eyes of the Lorde are over the righteous and his eares are open vnto their prayers. But the face of the Lorde beholdeth the that do evyll."
    },
    {
      "verse": 13,
      "text": "Moreover who is it that will harme you yf ye folowe that which is good?"
    },
    {
      "verse": 14,
      "text": "Not withstondynge happy are ye yf ye suffre for rightewesnessis sake. Ye and feare not though they seme terrible vnto you nether be troubled:"
    },
    {
      "verse": 15,
      "text": "but sanctifie the Lorde God in youre hertes. Be redy all wayes to geve an answere to every man that axeth you a reason of the hope that is in you and that with meaknes and feare:"
    },
    {
      "verse": 16,
      "text": "havinge a good consciece that when they backbyte you as evyll doars they maye be ashamed for as moche as they have falsely accused youre good conversacion in Christ."
    },
    {
      "verse": 17,
      "text": "It is better (yf the wyll of God be so) that ye suffre for well doynge then for evyll doynge."
    },
    {
      "verse": 18,
      "text": "For as moche as Christ hath once suffered for synnes the iuste for the vniuste forto bringe vs to God and was kylled as pertayninge to the flesshe: but was quyckened in the sprete."
    },
    {
      "verse": 19,
      "text": "In which sprete he also wet and preached vnto the spretes that were in preson"
    },
    {
      "verse": 20,
      "text": "which were in tyme passed disobedient when the longe sufferinge of God abode excedinge paciently in the dayes of Noe whyll the arcke was a preparinge wherin feawe (that is to saye.viii soules) were saved by water"
    },
    {
      "verse": 21,
      "text": "which signifieth baptism that now saveth vs not the puttinge awaye of the filth of the flesshe but in that a good conscience consenteth to God by the resurreccion of Iesus Christ"
    },
    {
      "verse": 22,
      "text": "which is oure right honde of God and is gone into heven angels power and myght subdued vnto him."
    }
  ]
}