{
  "book_id": "1PE",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "The elders which are amonge you I exhorte which am also an elder and a witnes of the affliccions of Christ and also a partaker of the glory that shalbe opened:"
    },
    {
      "verse": 2,
      "text": "se that ye fede Christes flocke which is amonge you takynge the oversyght of them"
    },
    {
      "verse": 3,
      "text": "not as though ye were compelled therto but willyngly: not for the desyre of filthy lucre but of a good mynde. not as though ye were lordes over the parisshes: but that ye be a insample to the flocke."
    },
    {
      "verse": 4,
      "text": "And when the chef shepheerde shall appere ye shall receave an incorruptible croune of glorye."
    },
    {
      "verse": 5,
      "text": "Lykwyse ye yonger submit youre selves vnto the elder. Submit youre selves every man one to another knet youre selves togedder in lowlines of mynde. For god resisteth the proude and geveth grace to the humble."
    },
    {
      "verse": 6,
      "text": "Submit youre selves therfore vnder the myghty honde of god that he maye exalt you when the tyme is come."
    },
    {
      "verse": 7,
      "text": "Cast all youre care to him: for he careth for you."
    },
    {
      "verse": 8,
      "text": "Be sober and watch for youre adversary the devyll as a rorynge lion walketh about sekynge whom he maye devoure:"
    },
    {
      "verse": 9,
      "text": "whom resist stedfust in the fayth remebrynge that ye do but fulfill the same affliccions which are apoynted to youre brethren that are in the worlde."
    },
    {
      "verse": 10,
      "text": "The God of all grace which called you vnto his eternall glory by Christ Iesus shall his awne silfe after ye have soffred a lytell affliccion make you perfect: shall settle strenght and stablishe you."
    },
    {
      "verse": 11,
      "text": "To him be glory and dominion for ever and whill the worlde endureth Amen."
    },
    {
      "verse": 12,
      "text": "By Silvanus a faythfull brother vnto you (as I suppose) have I written brefly exhortynge and testifyinge how that this is the true grace of god wherin ye stonde."
    },
    {
      "verse": 13,
      "text": "The companions of youre eleccion that are at Babilon, saluteth you and Marcus my sonne."
    },
    {
      "verse": 14,
      "text": "Grete ye one another with the kysse of love. Peace be with you all which are in Christ Iesus. Amen."
    }
  ]
}