{
  "book_id": "ECC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of Koheleth, the son of David, the king in Jerusalem."
    },
    {
      "verse": 2,
      "text": "Vanity of vanities, saith Koheleth, vanity of vanities: all is vanity."
    },
    {
      "verse": 3,
      "text": "What profit hath a man of all his toil which he toil-eth under the sun?"
    },
    {
      "verse": 4,
      "text": "One generation passeth away, and another generation cometh; but the earth endureth for ever."
    },
    {
      "verse": 5,
      "text": "The sun also riseth, and the sun goeth down, and striving to reach his place he riseth again there."
    },
    {
      "verse": 6,
      "text": "Going toward the south, and turning round toward the north, the wind moveth round about continually; and around its circles doth the wind return again."
    },
    {
      "verse": 7,
      "text": "All the rivers run into the sea; yet the sea is never full: unto the place whither the rivers go, thither will they continue to go."
    },
    {
      "verse": 8,
      "text": "All things weary themselves [constantly]; man can not utter them: the eye is never satisfied with seeing, nor the ear filled with hearing."
    },
    {
      "verse": 9,
      "text": "That which hath been, is the same which will be; and that which hath been done, is the same which will be done; and there is nothing new under the sun."
    },
    {
      "verse": 10,
      "text": "If there be any thing whereof it is said, See, this is new: It hath already been in olden times which were before us."
    },
    {
      "verse": 11,
      "text": "[Only] there is no recollection of former [generations]; and also of the later ones, that are to be—of these [likewise] there will be no recollection with those that will be still later."
    },
    {
      "verse": 12,
      "text": "I Koheleth was king over Israel in Jerusalem."
    },
    {
      "verse": 13,
      "text": "And I directed my heart to inquire and to search out by wisdom concerning all that is done under the heavens: this is an evil employment which God hath given to the sons of man to busy themselves therewith."
    },
    {
      "verse": 14,
      "text": "I saw all the deeds that are done under the sun: and, behold, all is vanity and a torture of the spirit."
    },
    {
      "verse": 15,
      "text": "What is crooked cannot be made straight; and that which is defective cannot be numbered."
    },
    {
      "verse": 16,
      "text": "I spoke with my own heart, saying, Lo, I have truly obtained greater and more wisdom than all those who have been before me over Jerusalem: yea, my heart had seen much wisdom and knowledge."
    },
    {
      "verse": 17,
      "text": "And I directed my heart to know wisdom, and to know madness and folly; [but] I have perceived that this also is a torture of the spirit."
    },
    {
      "verse": 18,
      "text": "For where there is much wisdom there is much vexation: and he that increaseth knowledge increaseth pain."
    }
  ]
}