{
  "book_id": "ECC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "For every thing there is a season; and a [proper] time is for every pursuit under the heavens."
    },
    {
      "verse": 2,
      "text": "[There is] a time to be born, and a time to die; a time to plant, and a time to pluck up what hath been planted;"
    },
    {
      "verse": 3,
      "text": "A time to kill, and a time to heal; a time to break down, and a time to build up;"
    },
    {
      "verse": 4,
      "text": "A time to weep, and a time to laugh; a time to mourn, and a time to dance;"
    },
    {
      "verse": 5,
      "text": "A time to throw away stones, and a time to gather up stones; a time to embrace, and a time to be far from embracing;"
    },
    {
      "verse": 6,
      "text": "A time to seek, and a time to let things be lost; a time to keep, and a time to throw away;"
    },
    {
      "verse": 7,
      "text": "A time to rend, and a time to sew; a time to keep silence, and a time to speak;"
    },
    {
      "verse": 8,
      "text": "A time to love, and a time to hate; a time of war, and a time of peace."
    },
    {
      "verse": 9,
      "text": "What profit hath [now] he that worketh in that wherein he toileth?"
    },
    {
      "verse": 10,
      "text": "I have seen the employment, which God hath given to the sons of men to busy themselves therewith."
    },
    {
      "verse": 11,
      "text": "Every thing hath he made beautiful in its [proper] time: he hath also placed the eternity in their heart, without a man's being able to find out the work that God hath made from the beginning to the end."
    },
    {
      "verse": 12,
      "text": "I know that there is nothing good [inherent] in them, but for every one to rejoice and to do what is good during [all] his life."
    },
    {
      "verse": 13,
      "text": "For also that every man should eat and drink, and enjoy what is good for all his toil, is likewise a gift of God."
    },
    {
      "verse": 14,
      "text": "I know that whatsoever God doth, that will be for ever; to it nothing can be added, and from it there is nothing to be diminished: and God hath so made it, that men should be afraid of him."
    },
    {
      "verse": 15,
      "text": "That which hath been hath long since appeared [again]; and what is to be hath already been; and God seeketh [again] that which is sped away."
    },
    {
      "verse": 16,
      "text": "And moreover I have seen under the sun, [that in] the place of justice, even there was wickedness; and [that in] the place of righteousness, even there was wickedness."
    },
    {
      "verse": 17,
      "text": "I said in my heart, God will judge the righteous and the wicked; for there is a time for every pursuit; and on account of every deed there [will he judge]."
    },
    {
      "verse": 18,
      "text": "I said in my heart concerning the speaking of the sons of men, that God might make it clear to them, and that they might see that they by themselves are but beasts."
    },
    {
      "verse": 19,
      "text": "For that which befalleth the sons of men befalleth beasts; even the same thing befalleth them; as the one dieth, so dieth the other; yea, they have all one kind of spirit: so that the preeminence of man above the beast is nought; for all is vanity."
    },
    {
      "verse": 20,
      "text": "Every thing goeth unto one place: every thing came from the dust, and every thing returneth to the dust."
    },
    {
      "verse": 21,
      "text": "Who knoweth the spirit of the sons of man that ascendeth upward, and the spirit of the beast that descendeth downward to the earth?"
    },
    {
      "verse": 22,
      "text": "And so did I perceive that there is nothing better, than that a man should rejoice in his own works; for that is his portion; for who can bring him to look with pleasure on what will be after him?"
    }
  ]
}