{
  "book_id": "ECC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "There is an evil which I have seen under the sun, and it is great on men:"
    },
    {
      "verse": 2,
      "text": "[There is many] a man to whom God hath given riches, property, and honor, and nothing is wanting for his soul of all that he longeth for: yet God empowereth him not to eat thereof, but a stranger will consume it. This is vanity, and it is an evil disease."
    },
    {
      "verse": 3,
      "text": "If a man were to beget a hundred children, and live many years, so that the days of his years were many, and his soul were not satisfied with what is good, and he have not had even a burial: then do I say, that an untimely birth is better than he."
    },
    {
      "verse": 4,
      "text": "For in vanity it came, and in darkness it departeth, and with darkness will its name be covered."
    },
    {
      "verse": 5,
      "text": "Moreover it never saw the sun, and knew nothing: this hath more rest than the other."
    },
    {
      "verse": 6,
      "text": "Yea, though he were to live a thousand years twice told, and had not seen any good— doth not every one go to one place?"
    },
    {
      "verse": 7,
      "text": "All the toil of a man is for his mouth; and yet is his desire never filled."
    },
    {
      "verse": 8,
      "text": "For what hath the wise more than the fool? what hath the poor, that knoweth to walk [properly] before the living?"
    },
    {
      "verse": 9,
      "text": "Better is what one seeth with the eyes than the wandering of the desire. Also this is vanity and a torture of the spirit."
    },
    {
      "verse": 10,
      "text": "That which hath been is already called by its name, and it is known that he is a man: and he is not able to contend with him that is mightier than he."
    },
    {
      "verse": 11,
      "text": "For there are many things that increase vanity: what advantage [cometh thence] for man?"
    },
    {
      "verse": 12,
      "text": "For who knoweth what is good for man in this life, the number of the days of his vain life, that he should spend them as a shadow? for who can tell a man what will be after him under the sun?"
    }
  ]
}