{
  "book_id": "ECC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "For all this did I reflect over in my heart and to explain all this, that the righteous, and the wise, and their services, are in the hand of God: that man knoweth neither love nor hatred; it is all [ordained] before them;"
    },
    {
      "verse": 2,
      "text": "Every thing as it is to happen to all; there is but one occurrence for the righteous, and for the wicked; for the good and for the clean, and for the unclean; and for him that sacrificeth, and for him that sacrificeth not; as is the good, so is the sinner; he that sweareth, as he that feareth an oath."
    },
    {
      "verse": 3,
      "text": "This is an evil among all things that are done under the sun, that there is one occurrence for all, and that also the heart of the sons of men is full of evil, and that madness is in their heart while they live, and after this they go to the dead."
    },
    {
      "verse": 4,
      "text": "For whoever is yet united with all the living hath still hope; for a living dog fareth better than a dead lion."
    },
    {
      "verse": 5,
      "text": "For the living know that they will die; but the dead know not the least; nor have they longer any reward; for their memory is forgotten."
    },
    {
      "verse": 6,
      "text": "Also their love, and their hatred, and their envy, are now already lost; and they will have never more a portion in all that is done under the sun."
    },
    {
      "verse": 7,
      "text": "Go, eat with joy thy bread, and drink with a merry heart thy wine, if God have already received thy works in favor."
    },
    {
      "verse": 8,
      "text": "At all times let thy garments be white, and let oil not be wanting on thy head."
    },
    {
      "verse": 9,
      "text": "Enjoy life with the wife whom thou lovest all the days of the life of thy vanity, which God hath given thee under the sun, [yea,] all the days of thy vanity; for this is thy portion in this life, and in thy toil with which thou toilest under the sun."
    },
    {
      "verse": 10,
      "text": "Whatsoever thy hand findeth to do with thy might, that do; for there is no work, nor experience, nor knowledge, nor wisdom, in the nether world, whither thou goest.—"
    },
    {
      "verse": 11,
      "text": "I turned about, and saw under the sun, that the race is not to the swift, nor the battle to the mighty; and that also the wise have no bread, nor yet the men of understanding riches, nor yet men of knowledge favor; but time and fate will overtake them all."
    },
    {
      "verse": 12,
      "text": "For man also knoweth not his time, like the fishes that are caught in an evil net, and like the birds that are caught in the snare: like these are the sons of men ensnared at an evil time, when it falleth upon them suddenly."
    },
    {
      "verse": 13,
      "text": "Also in this manner have I seen wisdom under the sun, and it seemed great unto me:"
    },
    {
      "verse": 14,
      "text": "There was a little city, and the men therein were few; and there came against it a great king, who enclosed it, and built around it great works of siege;"
    },
    {
      "verse": 15,
      "text": "But there was found in it a poor wise man, and he delivered the city by his wisdom; yet no man had thought of that same poor man."
    },
    {
      "verse": 16,
      "text": "Then said I, Wisdom is better than might: although the poor man's wisdom is held in contempt, and his words are not heard."
    },
    {
      "verse": 17,
      "text": "The words of wise men heard in quiet are better than the cry of him that ruleth among fools."
    },
    {
      "verse": 18,
      "text": "Wisdom is better than weapons of war; but one sinner causes much good to be lost."
    }
  ]
}