{
  "book_id": "ECC",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Dead flies cause the precious oil of the apothecary to become stinking and foaming; so doth a little folly him that is valued for wisdom and honor."
    },
    {
      "verse": 2,
      "text": "The heart of a wise man is at his right hand; but the heart of a fool is at his left."
    },
    {
      "verse": 3,
      "text": "Yea also, on whatever way the fool walketh, doth he lack proper sense, and he saith to all that he is a fool."
    },
    {
      "verse": 4,
      "text": "If the spirit of the ruler rise up against thee, leave not thy place; for submissiveness causeth great offences to be avoided."
    },
    {
      "verse": 5,
      "text": "There is an evil which I have seen under the sun, like an error which proceedeth from the ruler:"
    },
    {
      "verse": 6,
      "text": "Folly is set in great high places, and the rich sit in lowness."
    },
    {
      "verse": 7,
      "text": "I have seen servants on horses, and princes walking like servants upon the ground.—"
    },
    {
      "verse": 8,
      "text": "He that diggeth a pit will fall into it; and him who breaketh down a fence—a serpent will bite him."
    },
    {
      "verse": 9,
      "text": "Whoso removeth stones will be hurt through them; and he that cleaveth wood will be endangered thereby."
    },
    {
      "verse": 10,
      "text": "If the iron be blunt, and man do not whet the edge, then must he exert more strength; but the advantage of making it properly sharp is wisdom."
    },
    {
      "verse": 11,
      "text": "If the serpent do bite because no one uttered a charm, then hath the man that can use his tongue [in charming] no preference.—"
    },
    {
      "verse": 12,
      "text": "The words of a wise man's mouth [bring] grace; but the lips of a fool will destroy himself."
    },
    {
      "verse": 13,
      "text": "The beginning of the words of his mouth is foolishness; and the last that cometh out of his mouth is evil-bringing madness."
    },
    {
      "verse": 14,
      "text": "The fool also multiplieth words; [but] a man cannot know what is to be; and what is to be after him, who can tell him?"
    },
    {
      "verse": 15,
      "text": "The toil of the foolish will weary every one of them, because he knoweth not how to go to the city.—"
    },
    {
      "verse": 16,
      "text": "Woe to thee, O land, when thy king is lowminded, and when thy princes eat in the morning!"
    },
    {
      "verse": 17,
      "text": "Happy art thou, O land, when thy king is noble-spirited, and thy princes eat in proper time, for strengthening, and not for gluttony!—"
    },
    {
      "verse": 18,
      "text": "Through slothful hands the rafters will sink; and through idleness of the hands the house will become leaky."
    },
    {
      "verse": 19,
      "text": "For gay pleasure they prepare a feast, and wine is to make the living joyful; but money procureth all things."
    },
    {
      "verse": 20,
      "text": "Even in thy thought thou must not curse a king; and in thy bed-chambers do not curse the rich; for a bird of the air can carry the sound, and that which hath wings can tell the word."
    }
  ]
}