{
  "book_id": "ECC",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Cast thy bread upon the face of the waters; for after many days wilt thou find it again."
    },
    {
      "verse": 2,
      "text": "Give a portion to seven, and also to eight: for thou knowest not what evil may come upon the earth.—"
    },
    {
      "verse": 3,
      "text": "If the clouds be full of rain, they will empty it out upon the earth; and if the tree fall toward the south, or toward the north, on the place where the tree falleth, there will it remain."
    },
    {
      "verse": 4,
      "text": "He that watcheth the wind will not sow; and he that gazeth on the clouds will not reap."
    },
    {
      "verse": 5,
      "text": "As thou knowest not which is the way of the wind, as little as what is enclosed in the womb of her that is with child: even so thou canst not know the works of God who maketh all."
    },
    {
      "verse": 6,
      "text": "In the morning sow thy seed, and in the evening let not thy hand rest; for thou knowest not which will succeed, whether this or that, or whether both of them will be alike good."
    },
    {
      "verse": 7,
      "text": "Truly the light is sweet, and it is a pleasant thing for the eyes to see the sun;"
    },
    {
      "verse": 8,
      "text": "For if a man live [even] many years, let him rejoice in them all; and let him remember the days of darkness; for they will be many; all that cometh is vanity."
    },
    {
      "verse": 9,
      "text": "Rejoice, O young man, in thy childhood; and let thy heart cheer thee in the days of thy youthful vigor, and walk firmly in the ways of thy heart, and in [the direction which] thy eyes see: but know thou, that concerning all these things God will bring thee into judgment."
    },
    {
      "verse": 10,
      "text": "And remove vexation from thy heart, and cause evil to pass away from thy body; for childhood and the time when the head is black are vanity."
    }
  ]
}