{
  "book_id": "ECC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "But remember also thy Creator in the days of thy youthful vigor, while the evil days are not yet come, nor those years draw nigh of which thou wilt say, I have no pleasure in them;"
    },
    {
      "verse": 2,
      "text": "While the sun, and the light, and the moon, and the stars, are not yet darkened, and the clouds return not again after the rain;"
    },
    {
      "verse": 3,
      "text": "On the day when the watchmen of the house will tremble and the men of might will bend themselves, and the grinders stand idle, because they are become few, and those be darkened that look through the windows;"
    },
    {
      "verse": 4,
      "text": "And when the two doors on the streets will be locked, while the sound of the mill becometh dull, and man riseth up at the voice of the bird, and all the daughters of song are brought low;"
    },
    {
      "verse": 5,
      "text": "Also when men will be afraid of every elevation, and are terrified on every way, and the almond-tree will refuse [its blossom], and the locust will drag itself slowly along, and the desire will gainsay compliance; because man goeth to his eternal home, and the mourners go about the streets;"
    },
    {
      "verse": 6,
      "text": "While the silver cord is not yet torn loose, and the golden bowl is not crushed, and the pitcher is not broken at the fountain, and the wheel is not crushed at the cistern;"
    },
    {
      "verse": 7,
      "text": "When the dust will return to the earth as it was, and the spirit will return unto God who gave it.—"
    },
    {
      "verse": 8,
      "text": "Vanity of vanities, saith Koheleth: all is vanity.—"
    },
    {
      "verse": 9,
      "text": "And in addition to this that Koheleth was wise, he continually also taught the people knowledge, and he probed, and searched out, and composed many proverbs."
    },
    {
      "verse": 10,
      "text": "Koheleth sought to find out acceptable words, and that which would be written down uprightly, even words of truth."
    },
    {
      "verse": 11,
      "text": "The words of the wise are like goads, and like nails fastened [are the words of] the men of the assemblies, which are given by one shepherd."
    },
    {
      "verse": 12,
      "text": "But more than all these, my son, take warning for thyself: the making of many books would have no end; and much preaching is a weariness of the flesh."
    },
    {
      "verse": 13,
      "text": "The end of the matter is, let us hear the whole: Fear God, and keep his commandments; for this is the whole [duty of] man."
    },
    {
      "verse": 14,
      "text": "For every deed will God bring into the judgment concerning every thing that hath been hidden, whether it be good, or whether it be bad."
    }
  ]
}