{
  "book_id": "RUT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the days when the judges judged, that there was a famine in the land: and there went a certain man of Beth-lechem-judah to sojourn in the fields of Moab, he, and his wife, and his two sons."
    },
    {
      "verse": 2,
      "text": "And the name of the man was Elimelech, and the name of his wife Na'omi, and the name of his two sons Machlon and Kilyon, Ephrathites of Beth-lechem-judah. And they came into the fields of Moab, and remained there."
    },
    {
      "verse": 3,
      "text": "Thereupon died Elimelech Na'omi's husband; and she was left, with her two sons."
    },
    {
      "verse": 4,
      "text": "And they took themselves wives of the women of Moab; the name of one was 'Orpah, and the name of the other Ruth: and they dwelt there about ten years."
    },
    {
      "verse": 5,
      "text": "And then died also both of these, Machlon and Kilyon, and the woman was left [deprived] of her two children and her husband."
    },
    {
      "verse": 6,
      "text": "Then did she arise with her daughters-in-law, and returned homeward from the fields of Moab; for she had heard in the fields of Moab that the Lord had thought of his people in giving them bread."
    },
    {
      "verse": 7,
      "text": "Therefore she went forth out of the place where she had been, and her two daughters-in-law [were] with her; and they went on their way to return unto the land of Judah."
    },
    {
      "verse": 8,
      "text": "Then said Na'omi unto her two daughters-in-law, Go, return each one to her mother's house: may the Lord deal kindly with you, as ye have dealt with the dead, and with me."
    },
    {
      "verse": 9,
      "text": "May the Lord grant unto you that ye may find rest, each one in the house of her husband. Then she kissed them, and they lifted up their voice, and wept."
    },
    {
      "verse": 10,
      "text": "And they said unto her, [No,] for truly we will return with thee unto thy people."
    },
    {
      "verse": 11,
      "text": "Then said Na'omi, Return back, my daughters; why will ye go with me? are there yet any more sons in my womb, that they may become your husbands?"
    },
    {
      "verse": 12,
      "text": "Return back, my daughters, go; for I am too old to become [the wife] of any man; yea, if I were even to think, I have hope; should I even obtain this night a husband, and should also bear sons:"
    },
    {
      "verse": 13,
      "text": "Would ye wait in hopes for them till they were grown? would ye debar yourselves for them so as not to become the wives of any man? not so, my daughters; for I feel much more bitter pain than you; because the hand of the Lord is gone out against me."
    },
    {
      "verse": 14,
      "text": "And they lifted up their voice and wept a long time; and Orpah kissed her mother-in-law; but Ruth cleaved unto her."
    },
    {
      "verse": 15,
      "text": "And she said, Behold, thy sister-in-law is returned back unto her people, and unto her gods; return thou after thy sister-in-law."
    },
    {
      "verse": 16,
      "text": "But Ruth said, Urge me not to leave thee, to return from following thee; for whither thou goest, will I go; and where thou lodgest, will I lodge; thy people shall be my people, and thy God my God."
    },
    {
      "verse": 17,
      "text": "Where thou diest, will I die, and there will I be buried; may the Lord do so to me, and may he so continue, if aught but death shall part me from thee."
    },
    {
      "verse": 18,
      "text": "When she thus saw that she was persisting to go with her, she left off speaking unto her."
    },
    {
      "verse": 19,
      "text": "So these two went until they came to Beth-lechem. And it came to pass, when they entered Beth-lechem, that all the city was in commotion about them, and people said, Is this Na'omi?"
    },
    {
      "verse": 20,
      "text": "And she said unto them, Call me not Na'omi, call me Mara; for the Almighty hath dealt very bitterly with me."
    },
    {
      "verse": 21,
      "text": "I went out full, but empty hath the Lord brought me home again; why then will ye call me Na'omi, seeing the Lord hath testified against me, and the Almighty hath sent me affliction?"
    },
    {
      "verse": 22,
      "text": "So did Na'omi return, and Ruth the Moabitess, her daughter-in-law, with her, who had returned out of the fields of Moab; and they came to Beth-lechem at the beginning of the barley-harvest."
    }
  ]
}