{
  "book_id": "RUT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "But Bo'az went up to the gate, and sat down there; and, behold, the kinsman of whom Bo'az had spoken came passing by; and he said unto him, Turn aside hither, sit down here, such a one. And he turned aside, and sat down."
    },
    {
      "verse": 2,
      "text": "And he took ten men of the elders of the city, and said, Sit ye down here. And they sat down."
    },
    {
      "verse": 3,
      "text": "And he said unto the kinsman, Na'omi, that is returned out of the field of Moab, hath to sell a parcel of land, which was our brother Elimelech's."
    },
    {
      "verse": 4,
      "text": "And I thought to inform thee of it, saying, Buy it before those sitting here, and before the elders of my people. If thou wilt redeem it, redeem it; but if thou wilt not redeem it, then tell me, that I may know; for there is none beside thee to redeem it, and I am after thee. And he said, I will redeem it."
    },
    {
      "verse": 5,
      "text": "Then said Bo'az, On the day that thou buyest the field out of the hand of Na'omi, thou buyest it also from Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance."
    },
    {
      "verse": 6,
      "text": "And the kinsman said, I am not able to redeem it for myself, lest I injure my own inheritance: redeem thou what I should redeem for thyself; for I am not able to redeem it."
    },
    {
      "verse": 7,
      "text": "Now this was formerly the custom in Israel at a redeeming and at an exchanging, to confirm any thing, that a man pulled off his shoe, and gave it to the other; and this was the manner of testimony in Israel."
    },
    {
      "verse": 8,
      "text": "Thereupon said the kinsman unto Bo'az, Buy it for thee. And he pulled off his shoe."
    },
    {
      "verse": 9,
      "text": "And Bo'az said unto the elders, and unto all the people, Ye are witnesses this day, that I have bought all that belonged to Elimelech, and all that belonged to Kilyon and Machlon, out of the hand of Na'omi."
    },
    {
      "verse": 10,
      "text": "And also Ruth the Moabitess, the wife of Machlon, have I obtained for myself as my wife, to raise up the name of the dead upon his inheritance, that the name of the dead may not be cut off from among his brethren, and from the gate of his place: ye are witnesses this day."
    },
    {
      "verse": 11,
      "text": "And all the people that were in the gate, and the elders, said, [We are] witnesses. The Lord grant that the woman that is coming into thy house be like Rachel and like Leah, who did both build up the house of Israel: and acquire thou wealth in Ephrathah, and let thy name become famous in Beth-lechem;"
    },
    {
      "verse": 12,
      "text": "And may thy house be like the house of Perez, whom Thamar bore unto Judah, through the seed which the Lord will give thee of this young woman."
    },
    {
      "verse": 13,
      "text": "And Bo'az took Ruth, and she became his wife, and he went in unto her: and the Lord gave her conception, and she bore a son."
    },
    {
      "verse": 14,
      "text": "And the women said unto Na'omi, Blessed be the Lord, who hath not allowed to be wanting unto thee a kinsman this day: and may his name become famous in Israel."
    },
    {
      "verse": 15,
      "text": "And may he be unto thee one who refresheth thy soul, and who nourisheth thy old age; for thy daughter-in-law, who loveth thee, hath born him, she who is better to thee than seven sons."
    },
    {
      "verse": 16,
      "text": "And Na'omi took the child, and laid it in her lap, and she became a nurse unto it."
    },
    {
      "verse": 17,
      "text": "And the neighboring women gave him a name, saying, There hath been a son born unto Na'omi: and they called his name 'Obed, who is the father of Jesse, the father of David."
    },
    {
      "verse": 18,
      "text": "And these are the generations of Perez: Perez begat Chezron;"
    },
    {
      "verse": 19,
      "text": "And Chezron begat Ram; and Ram begat 'Amminadab;"
    },
    {
      "verse": 20,
      "text": "And 'Amminadab begat Nachshon; and Nachshon begat Salmah;"
    },
    {
      "verse": 21,
      "text": "And Salmon begat Bo'az; and Bo'az begat 'Obed;"
    },
    {
      "verse": 22,
      "text": "And 'Obed begat Jesse, and Jesse begat David."
    }
  ]
}