{
  "book_id": "LUK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ἰησοῦς δὲ πνεύματος ἁγίου πλήρης ὑπέστρεψεν ἀπὸ τοῦ Ἰορδάνου, καὶ ἤγετο ἐν τῷ πνεύματι εἰς τὴν ἔρημον,"
    },
    {
      "verse": 2,
      "text": "ἡμέρας τεσσαράκοντα πειραζόμενος ὑπὸ τοῦ διαβόλου. Καὶ οὐκ ἔφαγεν οὐδὲν ἐν ταῖς ἡμέραις ἐκείναις· καὶ συντελεσθεισῶν αὐτῶν, ὕστερον ἐπείνασε."
    },
    {
      "verse": 3,
      "text": "Καὶ εἶπεν αὐτῷ ὁ διάβολος, Εἰ υἱὸς εἶ τοῦ Θεοῦ, εἰπὲ τῷ λίθῳ τούτῳ ἵνα γένηται ἄρτος."
    },
    {
      "verse": 4,
      "text": "Καὶ ἀπεκρίθη Ἰησοῦς πρὸς αὐτόν, λέγων, Γέγραπται ὅτι Οὐκ ἐπ᾿ ἄρτῳ μόνῳ ζήσεται ὁ ἄνθρωπος, ἀλλ᾿ ἐπὶ παντὶ ῥήματι Θεοῦ."
    },
    {
      "verse": 5,
      "text": "Καὶ ἀναγαγὼν αὐτὸν ὁ διάβολος εἰς ὄρος ὑψηλὸν ἔδειξεν αὐτῷ πάσας τὰς βασιλείας τῆς οἰκουμένης ἐν στιγμῇ χρόνου."
    },
    {
      "verse": 6,
      "text": "Καὶ εἶπεν αὐτῷ ὁ διάβολος, Σοὶ δώσω τὴν ἐξουσίαν ταύτην ἅπασαν καὶ τὴν δόξαν αὐτῶν· ὅτι ἐμοὶ παραδέδοται, καὶ ᾧ ἐὰν θέλω δίδωμι αὐτήν."
    },
    {
      "verse": 7,
      "text": "Σὺ οὖν ἐὰν προσκυνήσῃς ἐνώπιόν μου, ἔσται σοῦ πάντα."
    },
    {
      "verse": 8,
      "text": "Καὶ ἀποκριθεὶς αὐτῷ εἶπεν ὁ Ἰησοῦς, Ὕπαγε ὀπίσω μου, Σατανᾶ· γέγραπται γάρ, Προσκυνήσεις Κύριον τὸν Θεόν σου, καὶ αὐτῷ μόνῳ λατρεύσεις."
    },
    {
      "verse": 9,
      "text": "Καὶ ἤγαγεν αὐτὸν εἰς Ἱερουσαλήμ, καὶ ἔστησεν αὐτὸν ἐπὶ τὸ πτερύγιον τοῦ ἱεροῦ, καὶ εἶπεν αὐτῷ, Εἰ ὁ υἱὸς εἶ τοῦ Θεοῦ, βάλε σεαυτὸν ἐντεῦθεν κάτω·"
    },
    {
      "verse": 10,
      "text": "γέγραπται γὰρ ὅτι Τοῖς ἀγγέλοις αὐτοῦ ἐντελεῖται περὶ σοῦ, τοῦ διαφυλάξαι σε·"
    },
    {
      "verse": 11,
      "text": "καὶ ὅτι Ἐπὶ χειρῶν ἀροῦσί σε, μήποτε προσκόψῃς πρὸς λίθον τὸν πόδα σου."
    },
    {
      "verse": 12,
      "text": "Καὶ ἀποκριθεὶς εἶπεν αὐτῷ ὁ Ἰησοῦς ὅτι Εἴρηται, Οὐκ ἐκπειράσεις Κύριον τὸν Θεόν σου."
    },
    {
      "verse": 13,
      "text": "Καὶ συντελέσας πάντα πειρασμὸν ὁ διάβολος ἀπέστη ἀπ᾿ αὐτοῦ ἄχρι καιροῦ."
    },
    {
      "verse": 14,
      "text": "Καὶ ὑπέστρεψεν ὁ Ἰησοῦς ἐν τῇ δυνάμει τοῦ πνεύματος εἰς τὴν Γαλιλαίαν· καὶ φήμη ἐξῆλθε καθ᾿ ὅλης τῆς περιχώρου περὶ αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Καὶ αὐτὸς ἐδίδασκεν ἐν ταῖς συναγωγαῖς αὐτῶν, δοξαζόμενος ὑπὸ πάντων."
    },
    {
      "verse": 16,
      "text": "Καὶ ἦλθεν εἰς τὴν Ναζαρέθ, οὗ ἦν τεθραμμένος· καὶ εἰσῆλθε, κατὰ τὸ εἰωθὸς αὐτῷ, ἐν τῇ ἡμέρᾳ τῶν σαββάτων εἰς τὴν συναγωγήν, καὶ ἀνέστη ἀναγνῶναι."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐπεδόθη αὐτῷ βιβλίον Ἠσαΐου τοῦ προφήτου. Καὶ ἀναπτύξας τὸ βιβλίον, εὗρε τὸν τόπον οὗ ἦν γεγραμμένον,"
    },
    {
      "verse": 18,
      "text": "Πνεῦμα Κυρίου ἐπ᾿ ἐμέ, οὗ ἕνεκεν ἔχρισέ με εὐαγγελίζεσθαι πτωχοῖς· ἀπέσταλκέ με ἰάσασθαι τοὺς συντετριμμένους τὴν καρδίαν· κηρύξαι αἰχμαλώτοις ἄφεσιν, καὶ τυφλοῖς ἀνάβλεψιν, ἀποστεῖλαι τεθραυσμένους ἐν ἀφέσει,"
    },
    {
      "verse": 19,
      "text": "κηρύξαι ἐνιαυτὸν Κυρίου δεκτόν."
    },
    {
      "verse": 20,
      "text": "Καὶ πτύξας τὸ βιβλίον, ἀποδοὺς τῷ ὑπηρέτῃ, ἐκάθισε· καὶ πάντων ἐν τῇ συναγωγῇ οἱ ὀφθαλμοὶ ἦσαν ἀτενίζοντες αὐτῷ."
    },
    {
      "verse": 21,
      "text": "Ἤρξατο δὲ λέγειν πρὸς αὐτοὺς ὅτι Σήμερον πεπλήρωται ἡ γραφὴ αὕτη ἐν τοῖς ὠσὶν ὑμῶν."
    },
    {
      "verse": 22,
      "text": "Καὶ πάντες ἐμαρτύρουν αὐτῷ, καὶ ἐθαύμαζον ἐπὶ τοῖς λόγοις τῆς χάριτος τοῖς ἐκπορευομένοις ἐκ τοῦ στόματος αὐτοῦ, καὶ ἔλεγον, Οὐχ οὗτός ἐστιν ὁ υἱὸς Ἰωσήφ;"
    },
    {
      "verse": 23,
      "text": "Καὶ εἶπε πρὸς αὐτούς, Πάντως ἐρεῖτέ μοι τὴν παραβολὴν ταύτην, Ἰατρέ, θεράπευσον σεαυτόν· ὅσα ἠκούσαμεν γενόμενα ἐν τῇ Καπερναούμ, ποίησον καὶ ὧδε ἐν τῇ πατρίδι σου."
    },
    {
      "verse": 24,
      "text": "Εἶπε δέ, Ἀμὴν λέγω ὑμῖν ὅτι οὐδεὶς προφήτης δεκτός ἐστιν ἐν τῇ πατρίδι αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Ἐπ᾿ ἀληθείας δὲ λέγω ὑμῖν, πολλαὶ χῆραι ἦσαν ἐν ταῖς ἡμέραις Ἠλίου ἐν τῷ Ἰσραήλ, ὅτε ἐκλείσθη ὁ οὐρανὸς ἐπὶ ἔτη τρία καὶ μῆνας ἕξ, ὡς ἐγένετο λιμὸς μέγας ἐπὶ πᾶσαν τὴν γῆν·"
    },
    {
      "verse": 26,
      "text": "καὶ πρὸς οὐδεμίαν αὐτῶν ἐπέμφθη Ἠλίας, εἰ μὴ εἰς Σάρεπτα τῆς Σιδῶνος πρὸς γυναῖκα χήραν."
    },
    {
      "verse": 27,
      "text": "Καὶ πολλοὶ λεπροὶ ἦσαν ἐπὶ Ἐλισσαίου τοῦ προφήτου ἐν τῷ Ἰσραήλ· καὶ οὐδεὶς αὐτῶν ἐκαθαρίσθη, εἰ μὴ Νεεμὰν ὁ Σύρος."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐπλήσθησαν πάντες θυμοῦ ἐν τῇ συναγωγῇ, ἀκούοντες ταῦτα,"
    },
    {
      "verse": 29,
      "text": "καὶ ἀναστάντες ἐξέβαλον αὐτὸν ἔξω τῆς πόλεως, καὶ ἤγαγον αὐτὸν ἕως τῆς ὀφρύος τοῦ ὄρους ἐφ᾿ οὗ ἡ πόλις αὐτῶν ᾠκοδόμητο, εἰς τὸ κατακρημνίσαι αὐτόν."
    },
    {
      "verse": 30,
      "text": "Αὐτὸς δὲ διελθὼν διὰ μέσου αὐτῶν ἐπορεύετο."
    },
    {
      "verse": 31,
      "text": "Καὶ κατῆλθεν εἰς Καπερναοὺμ πόλιν τῆς Γαλιλαίας· καὶ ἦν διδάσκων αὐτοὺς ἐν τοῖς σάββασι."
    },
    {
      "verse": 32,
      "text": "Καὶ ἐξεπλήσσοντο ἐπὶ τῇ διδαχῇ αὐτοῦ, ὅτι ἐν ἐξουσίᾳ ἦν ὁ λόγος αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐν τῇ συναγωγῇ ἦν ἄνθρωπος ἔχων πνεῦμα δαιμονίου ἀκαθάρτου, καὶ ἀνέκραξε φωνῇ μεγάλῃ,"
    },
    {
      "verse": 34,
      "text": "λέγων, Ἔα, τί ἡμῖν καὶ σοί, Ἰησοῦ Ναζαρηνέ; Ἦλθες ἀπολέσαι ἡμᾶς; Οἶδά σε τίς εἶ, ὁ ἅγιος τοῦ Θεοῦ."
    },
    {
      "verse": 35,
      "text": "Καὶ ἐπετίμησεν αὐτῷ ὁ Ἰησοῦς, λέγων, Φιμώθητι, καὶ ἔξελθε ἐξ αὐτοῦ. Καὶ ῥίψαν αὐτὸν τὸ δαιμόνιον εἰς τὸ μέσον ἐξῆλθεν ἀπ᾿ αὐτοῦ, μηδὲν βλάψαν αὐτόν."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐγένετο θάμβος ἐπὶ πάντας, καὶ συνελάλουν πρὸς ἀλλήλους, λέγοντες, Τίς ὁ λόγος οὗτος, ὅτι ἐν ἐξουσίᾳ καὶ δυνάμει ἐπιτάσσει τοῖς ἀκαθάρτοις πνεύμασι, καὶ ἐξέρχονται;"
    },
    {
      "verse": 37,
      "text": "Καὶ ἐξεπορεύετο ἦχος περὶ αὐτοῦ εἰς πάντα τόπον τῆς περιχώρου."
    },
    {
      "verse": 38,
      "text": "Ἀναστὰς δὲ ἐκ τῆς συναγωγῆς, εἰσῆλθεν εἰς τὴν οἰκίαν Σίμωνος· ἡ πενθερὰ δὲ τοῦ Σίμωνος ἦν συνεχομένη πυρετῷ μεγάλῳ· καὶ ἠρώτησαν αὐτὸν περὶ αὐτῆς."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐπιστὰς ἐπάνω αὐτῆς, ἐπετίμησε τῷ πυρετῷ, καὶ ἀφῆκεν αὐτήν· παραχρῆμα δὲ ἀναστᾶσα διηκόνει αὐτοῖς."
    },
    {
      "verse": 40,
      "text": "Δύνοντος δὲ τοῦ ἡλίου, πάντες ὅσοι εἶχον ἀσθενοῦντας νόσοις ποικίλαις ἤγαγον αὐτοὺς πρὸς αὐτόν· ὁ δὲ ἑνὶ ἑκάστῳ αὐτῶν τὰς χεῖρας ἐπιθεὶς ἐθεράπευσεν αὐτούς."
    },
    {
      "verse": 41,
      "text": "Ἐξήρχετο δὲ καὶ δαιμόνια ἀπὸ πολλῶν, κράζοντα καὶ λέγοντα ὅτι Σὺ εἶ ὁ Χριστὸς ὁ υἱὸς τοῦ Θεοῦ. Καὶ ἐπιτιμῶν οὐκ εἴα αὐτὰ λαλεῖν, ὅτι ᾔδεισαν τὸν Χριστὸν αὐτὸν εἶναι."
    },
    {
      "verse": 42,
      "text": "Γενομένης δὲ ἡμέρας, ἐξελθὼν ἐπορεύθη εἰς ἔρημον τόπον, καὶ οἱ ὄχλοι ἐζήτουν αὐτόν, καὶ ἦλθον ἕως αὐτοῦ, καὶ κατεῖχον αὐτὸν τοῦ μὴ πορεύεσθαι ἀπ᾿ αὐτῶν."
    },
    {
      "verse": 43,
      "text": "Ὁ δὲ εἶπε πρὸς αὐτοὺς ὅτι Καὶ ταῖς ἑτέραις πόλεσιν εὐαγγελίσασθαί με δεῖ τὴν βασιλείαν τοῦ Θεοῦ· ὅτι εἰς τοῦτο ἀπέσταλμαι."
    },
    {
      "verse": 44,
      "text": "Καὶ ἦν κηρύσσων ἐν ταῖς συναγωγαῖς τῆς Γαλιλαίας."
    }
  ]
}