{
  "book_id": "LUK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ἐν τῷ ἐλθεῖν αὐτὸν εἰς οἶκόν τινος τῶν ἀρχόντων τῶν Φαρισαίων σαββάτῳ φαγεῖν ἄρτον, καὶ αὐτοὶ ἦσαν παρατηρούμενοι αὐτόν."
    },
    {
      "verse": 2,
      "text": "Καὶ ἰδού, ἄνθρωπός τις ἦν ὑδρωπικὸς ἔμπροσθεν αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπε πρὸς τοὺς νομικοὺς καὶ Φαρισαίους, λέγων, Εἰ ἔξεστι τῷ σαββάτῳ θεραπεύειν;"
    },
    {
      "verse": 4,
      "text": "Οἱ δὲ ἡσύχασαν. Καὶ ἐπιλαβόμενος ἰάσατο αὐτόν, καὶ ἀπέλυσε."
    },
    {
      "verse": 5,
      "text": "Καὶ ἀποκριθεὶς πρὸς αὐτοὺς εἶπε, Τίνος ὑμῶν ὄνος ἢ βοῦς εἰς φρέαρ ἐμπεσεῖται, καὶ οὐκ εὐθέως ἀνασπάσει αὐτὸν ἐν τῇ ἡμέρᾳ τοῦ σαββάτου;"
    },
    {
      "verse": 6,
      "text": "Καὶ οὐκ ἴσχυσαν ἀνταποκριθῆναι αὐτῷ πρὸς ταῦτα."
    },
    {
      "verse": 7,
      "text": "Ἔλεγε δὲ πρὸς τοὺς κεκλημένους παραβολήν, ἐπέχων πῶς τὰς πρωτοκλισίας ἐξελέγοντο, λέγων πρὸς αὐτούς,"
    },
    {
      "verse": 8,
      "text": "Ὅταν κληθῇς ὑπό τινος εἰς γάμους, μὴ κατακλιθῇς εἰς τὴν πρωτοκλισίαν· μήποτε ἐντιμότερός σου ᾖ κεκλημένος ὑπ᾿ αὐτοῦ,"
    },
    {
      "verse": 9,
      "text": "καὶ ἐλθὼν ὁ σὲ καὶ αὐτὸν καλέσας ἐρεῖ σοι, Δὸς τούτῳ τόπον· καὶ τότε ἄρξῃ μετ᾿ αἰσχύνης τὸν ἔσχατον τόπον κατέχειν."
    },
    {
      "verse": 10,
      "text": "Ἀλλ᾿ ὅταν κληθῇς, πορευθεὶς ἀνάπεσον εἰς τὸν ἔσχατον τόπον· ἵνα, ὅταν ἔλθῃ ὁ κεκληκώς σε, εἴπῃ σοι, Φίλε, προσανάβηθι ἀνώτερον· τότε ἔσται σοι δόξα ἐνώπιον τῶν συνανακειμένων σοι."
    },
    {
      "verse": 11,
      "text": "Ὅτι πᾶς ὁ ὑψῶν ἑαυτὸν ταπεινωθήσεται, καὶ ὁ ταπεινῶν ἑαυτὸν ὑψωθήσεται."
    },
    {
      "verse": 12,
      "text": "Ἔλεγε δὲ καὶ τῷ κεκληκότι αὐτόν, Ὅταν ποιῇς ἄριστον ἢ δεῖπνον, μὴ φώνει τοὺς φίλους σου, μηδὲ τοὺς ἀδελφούς σου, μηδὲ τοὺς συγγενεῖς σου, μηδὲ γείτονας πλουσίους· μήποτε καὶ αὐτοί σε ἀντικαλέσωσι, καὶ γένηταί σοι ἀνταπόδομα."
    },
    {
      "verse": 13,
      "text": "Ἀλλ᾿ ὅταν ποιῇς δοχήν, κάλει πτωχούς, ἀναπήρους, χωλούς, τυφλούς·"
    },
    {
      "verse": 14,
      "text": "καὶ μακάριος ἔσῃ, ὅτι οὐκ ἔχουσιν ἀνταποδοῦναί σοι· ἀνταποδοθήσεται γάρ σοι ἐν τῇ ἀναστάσει τῶν δικαίων."
    },
    {
      "verse": 15,
      "text": "Ἀκούσας δέ τις τῶν συνανακειμένων ταῦτα εἶπεν αὐτῷ, Μακάριος, ὃς φάγεται ἄρτον ἐν τῇ βασιλείᾳ τοῦ Θεοῦ."
    },
    {
      "verse": 16,
      "text": "Ὁ δὲ εἶπεν αὐτῷ, Ἄνθρωπός τις ἐποίησε δεῖπνον μέγα, καὶ ἐκάλεσε πολλούς·"
    },
    {
      "verse": 17,
      "text": "καὶ ἀπέστειλε τὸν δοῦλον αὐτοῦ τῇ ὥρᾳ τοῦ δείπνου εἰπεῖν τοῖς κεκλημένοις, Ἔρχεσθε, ὅτι ἤδη ἕτοιμά ἐστι πάντα."
    },
    {
      "verse": 18,
      "text": "Καὶ ἤρξαντο ἀπὸ μιᾶς παραιτεῖσθαι πάντες. Ὁ πρῶτος εἶπεν αὐτῷ, Ἀγρὸν ἠγόρασα, καὶ ἔχω ἀνάγκην ἐξελθεῖν καὶ ἰδεῖν αὐτόν· ἐρωτῶ σε, ἔχε με παρῃτημένον."
    },
    {
      "verse": 19,
      "text": "Καὶ ἕτερος εἶπε, Ζεύγη βοῶν ἠγόρασα πέντε, καὶ πορεύομαι δοκιμάσαι αὐτά· ἐρωτῶ σε, ἔχε με παρῃτημένον."
    },
    {
      "verse": 20,
      "text": "Καὶ ἕτερος εἶπε, Γυναῖκα ἔγημα, καὶ διὰ τοῦτο οὐ δύναμαι ἐλθεῖν."
    },
    {
      "verse": 21,
      "text": "Καὶ παραγενόμενος ὁ δοῦλος ἐκεῖνος ἀπήγγειλε τῷ κυρίῳ αὐτοῦ ταῦτα. Τότε ὀργισθεὶς ὁ οἰκοδεσπότης εἶπε τῷ δούλῳ αὐτοῦ, Ἔξελθε ταχέως εἰς τὰς πλατείας καὶ ῥύμας τῆς πόλεως, καὶ τοὺς πτωχοὺς καὶ ἀναπήρους καὶ χωλοὺς καὶ τυφλοὺς εἰσάγαγε ὧδε."
    },
    {
      "verse": 22,
      "text": "Καὶ εἶπεν ὁ δοῦλος, Κύριε, γέγονεν ὡς ἐπέταξας, καὶ ἔτι τόπος ἐστί."
    },
    {
      "verse": 23,
      "text": "Καὶ εἶπεν ὁ κύριος πρὸς τὸν δοῦλον, Ἔξελθε εἰς τὰς ὁδοὺς καὶ φραγμούς, καὶ ἀνάγκασον εἰσελθεῖν, ἵνα γεμισθῇ ὁ οἶκός μου."
    },
    {
      "verse": 24,
      "text": "Λέγω γὰρ ὑμῖν ὅτι οὐδεὶς τῶν ἀνδρῶν ἐκείνων τῶν κεκλημένων γεύσεταί μου τοῦ δείπνου."
    },
    {
      "verse": 25,
      "text": "Συνεπορεύοντο δὲ αὐτῷ ὄχλοι πολλοί· καὶ στραφεὶς εἶπε πρὸς αὐτούς,"
    },
    {
      "verse": 26,
      "text": "Εἴ τις ἔρχεται πρός με, καὶ οὐ μισεῖ τὸν πατέρα ἑαυτοῦ, καὶ τὴν μητέρα, καὶ τὴν γυναῖκα, καὶ τὰ τέκνα, καὶ τοὺς ἀδελφούς, καὶ τὰς ἀδελφάς, ἔτι δὲ καὶ τὴν ἑαυτοῦ ψυχήν, οὐ δύναταί μου μαθητὴς εἶναι."
    },
    {
      "verse": 27,
      "text": "Καὶ ὅστις οὐ βαστάζει τὸν σταυρὸν αὐτοῦ καὶ ἔρχεται ὀπίσω μου, οὐ δύναταί μου εἶναί μαθητής."
    },
    {
      "verse": 28,
      "text": "Τίς γὰρ ἐξ ὑμῶν, θέλων πύργον οἰκοδομῆσαι, οὐχὶ πρῶτον καθίσας ψηφίζει τὴν δαπάνην, εἰ ἔχει τὰ πρὸς ἀπαρτισμόν;"
    },
    {
      "verse": 29,
      "text": "Ἵνα μήποτε, θέντος αὐτοῦ θεμέλιον καὶ μὴ ἰσχύοντος ἐκτελέσαι, πάντες οἱ θεωροῦντες ἄρξωνται ἐμπαίζειν αὐτῷ,"
    },
    {
      "verse": 30,
      "text": "λέγοντες, ὅτι Οὗτος ὁ ἄνθρωπος ἤρξατο οἰκοδομεῖν, καὶ οὐκ ἴσχυσεν ἐκτελέσαι."
    },
    {
      "verse": 31,
      "text": "Ἢ τίς βασιλεὺς πορευόμενος συμβαλεῖν ἑτέρῳ βασιλεῖ εἰς πόλεμον οὐχὶ καθίσας πρῶτον βουλεύεται εἰ δυνατός ἐστιν ἐν δέκα χιλιάσιν ἀπαντῆσαι τῷ μετὰ εἴκοσι χιλιάδων ἐρχομένῳ ἐπ᾿ αὐτόν;"
    },
    {
      "verse": 32,
      "text": "Εἰ δὲ μήγε, ἔτι αὐτοῦ πόρρω ὄντος, πρεσβείαν ἀποστείλας ἐρωτᾷ τὰ πρὸς εἰρήνην."
    },
    {
      "verse": 33,
      "text": "Οὕτως οὖν πᾶς ἐξ ὑμῶν ὃς οὐκ ἀποτάσσεται πᾶσι τοῖς ἑαυτοῦ ὑπάρχουσιν, οὐ δύναταί μου εἶναι μαθητής."
    },
    {
      "verse": 34,
      "text": "Καλὸν τὸ ἅλας· ἐὰν δὲ τὸ ἅλας μωρανθῇ, ἐν τίνι ἀρτυθήσεται;"
    },
    {
      "verse": 35,
      "text": "Οὔτε εἰς γῆν οὔτε εἰς κοπρίαν εὔθετόν ἐστιν· ἔξω βάλλουσιν αὐτό. Ὁ ἔχων ὦτα ἀκούειν ἀκουέτω."
    }
  ]
}