{
  "book_id": "LUK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀναβλέψας δὲ εἶδε τοὺς βάλλοντας τὰ δῶρα αὐτῶν εἰς τὸ γαζοφυλάκιον πλουσίους·"
    },
    {
      "verse": 2,
      "text": "εἶδε δέ καὶ τινα χήραν πενιχρὰν βάλλουσαν ἐκεῖ δύο λεπτά,"
    },
    {
      "verse": 3,
      "text": "καὶ εἶπεν, Ἀληθῶς λέγω ὑμῖν ὅτι ἡ χήρα ἡ πτωχὴ αὕτη πλεῖον πάντων ἔβαλεν·"
    },
    {
      "verse": 4,
      "text": "ἅπαντες γὰρ οὗτοι ἐκ τοῦ περισσεύοντος αὐτοῖς ἔβαλον εἰς τὰ δῶρα τοῦ Θεοῦ· αὕτη δὲ ἐκ τοῦ ὑστερήματος αὐτῆς ἅπαντα τὸν βίον ὃν εἶχεν ἔβαλε."
    },
    {
      "verse": 5,
      "text": "Καί τινων λεγόντων περὶ τοῦ ἱεροῦ, ὅτι λίθοις καλοῖς καὶ ἀναθήμασι κεκόσμηται, εἶπε,"
    },
    {
      "verse": 6,
      "text": "Ταῦτα ἃ θεωρεῖτε, ἐλεύσονται ἡμέραι ἐν αἷς οὐκ ἀφεθήσεται λίθος ἐπὶ λίθῳ, ὃς οὐ καταλυθήσεται."
    },
    {
      "verse": 7,
      "text": "Ἐπηρώτησαν δὲ αὐτόν, λέγοντες, Διδάσκαλε, πότε οὖν ταῦτα ἔσται; Καὶ τί τὸ σημεῖον ὅταν μέλλῃ ταῦτα γίνεσθαι;"
    },
    {
      "verse": 8,
      "text": "Ὁ δὲ εἶπε, Βλέπετε μὴ πλανηθῆτε· πολλοὶ γὰρ ἐλεύσονται ἐπὶ τῷ ὀνόματί μου, λέγοντες ὅτι Ἐγώ εἰμι· καί, Ὁ καιρὸς ἤγγικε, μὴ οὖν πορευθῆτε ὀπίσω αὐτῶν."
    },
    {
      "verse": 9,
      "text": "Ὅταν δὲ ἀκούσητε πολέμους καὶ ἀκαταστασίας, μὴ πτοηθῆτε· δεῖ γὰρ ταῦτα γενέσθαι πρῶτον, ἀλλ᾿ οὐκ εὐθέως τὸ τέλος."
    },
    {
      "verse": 10,
      "text": "Τότε ἔλεγεν αὐτοῖς, Ἐγερθήσεται ἔθνος ἐπὶ ἔθνος, καὶ βασιλεία ἐπὶ βασιλείαν·"
    },
    {
      "verse": 11,
      "text": "σεισμοί τε μεγάλοι κατὰ τόπους καὶ λιμοὶ καὶ λοιμοὶ ἔσονται, φόβητρά τε καὶ σημεῖα ἀπ᾿ οὐρανοῦ μεγάλα ἔσται."
    },
    {
      "verse": 12,
      "text": "Πρὸ δὲ τούτων ἁπάντων ἐπιβαλοῦσιν ἐφ᾿ ὑμᾶς τὰς χεῖρας αὐτῶν, καὶ διώξουσι, παραδιδόντες εἰς συναγωγὰς καὶ φυλακάς, ἀγομένους ἐπὶ βασιλεῖς καὶ ἡγεμόνας, ἕνεκεν τοῦ ὀνόματός μου."
    },
    {
      "verse": 13,
      "text": "Ἀποβήσεται δὲ ὑμῖν εἰς μαρτύριον."
    },
    {
      "verse": 14,
      "text": "Θέσθε οὖν εἰς τὰς καρδίας ὑμῶν μὴ προμελετᾷν ἀπολογηθῆναι·"
    },
    {
      "verse": 15,
      "text": "ἐγὼ γὰρ δώσω ὑμῖν στόμα καὶ σοφίαν, ᾗ οὐ δυνήσονται ἀντειπεῖν οὐδὲ ἀντιστῆναι πάντες οἱ ἀντικείμενοι ὑμῖν."
    },
    {
      "verse": 16,
      "text": "Παραδοθήσεσθε δὲ καὶ ὑπὸ γονέων καὶ ἀδελφῶν καὶ συγγενῶν καὶ φίλων, καὶ θανατώσουσιν ἐξ ὑμῶν."
    },
    {
      "verse": 17,
      "text": "Καὶ ἔσεσθε μισούμενοι ὑπὸ πάντων διὰ τὸ ὄνομά μου."
    },
    {
      "verse": 18,
      "text": "Καὶ θρὶξ ἐκ τῆς κεφαλῆς ὑμῶν οὐ μὴ ἀπόληται."
    },
    {
      "verse": 19,
      "text": "Ἐν τῇ ὑπομονῇ ὑμῶν κτήσασθε τὰς ψυχὰς ὑμῶν."
    },
    {
      "verse": 20,
      "text": "Ὅταν δὲ ἴδητε κυκλουμένην ὑπὸ στρατοπέδων τὴν Ἱερουσαλήμ, τότε γνῶτε ὅτι ἤγγικεν ἡ ἐρήμωσις αὐτῆς."
    },
    {
      "verse": 21,
      "text": "Τότε οἱ ἐν τῇ Ἰουδαίᾳ φευγέτωσαν εἰς τὰ ὄρη· καὶ οἱ ἐν μέσῳ αὐτῆς ἐκχωρείτωσαν· καὶ οἱ ἐν ταῖς χώραις μὴ εἰσερχέσθωσαν εἰς αὐτήν."
    },
    {
      "verse": 22,
      "text": "Ὅτι ἡμέραι ἐκδικήσεως αὗταί εἰσι, τοῦ πληρωθῆναι πάντα τὰ γεγραμμένα."
    },
    {
      "verse": 23,
      "text": "Οὐαὶ δὲ ταῖς ἐν γαστρὶ ἐχούσαις καὶ ταῖς θηλαζούσαις ἐν ἐκείναις ταῖς ἡμέραις· ἔσται γὰρ ἀνάγκη μεγάλη ἐπὶ τῆς γῆς, καὶ ὀργὴ ἐν τῷ λαῷ τούτῳ."
    },
    {
      "verse": 24,
      "text": "Καὶ πεσοῦνται στόματι μαχαίρας, καὶ αἰχμαλωτισθήσονται εἰς πάντα τὰ ἔθνη· καὶ Ἱερουσαλὴμ ἔσται πατουμένη ὑπὸ ἐθνῶν, ἄχρι πληρωθῶσι καιροὶ ἐθνῶν."
    },
    {
      "verse": 25,
      "text": "Καὶ ἔσται σημεῖα ἐν ἡλίῳ καὶ σελήνῃ καὶ ἄστροις, καὶ ἐπὶ τῆς γῆς συνοχὴ ἐθνῶν ἐν ἀπορίᾳ, ἠχούσης θαλάσσης καὶ σάλου,"
    },
    {
      "verse": 26,
      "text": "ἀποψυχόντων ἀνθρώπων ἀπὸ φόβου καὶ προσδοκίας τῶν ἐπερχομένων τῇ οἰκουμένῃ· αἱ γὰρ δυνάμεις τῶν οὐρανῶν σαλευθήσονται."
    },
    {
      "verse": 27,
      "text": "Καὶ τότε ὄψονται τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐν νεφέλῃ μετὰ δυνάμεως καὶ δόξης πολλῆς."
    },
    {
      "verse": 28,
      "text": "Ἀρχομένων δὲ τούτων γίνεσθαι, ἀνακύψατε καὶ ἐπάρατε τὰς κεφαλὰς ὑμῶν· διότι ἐγγίζει ἡ ἀπολύτρωσις ὑμῶν."
    },
    {
      "verse": 29,
      "text": "Καὶ εἶπε παραβολὴν αὐτοῖς, Ἴδετε τὴν συκῆν καὶ πάντα τὰ δένδρα·"
    },
    {
      "verse": 30,
      "text": "ὅταν προβάλωσιν ἤδη, βλέποντες ἀφ᾿ ἑαυτῶν γινώσκετε ὅτι ἤδη ἐγγὺς τὸ θέρος ἐστίν."
    },
    {
      "verse": 31,
      "text": "Οὕτω καὶ ὑμεῖς, ὅταν ἴδητε ταῦτα γινόμενα, γινώσκετε ὅτι ἐγγύς ἐστιν ἡ βασιλεία τοῦ Θεοῦ."
    },
    {
      "verse": 32,
      "text": "Ἀμὴν λέγω ὑμῖν ὅτι οὐ μὴ παρέλθῃ ἡ γενεὰ αὕτη, ἕως ἂν πάντα γένηται."
    },
    {
      "verse": 33,
      "text": "Ὁ οὐρανὸς καὶ ἡ γῆ παρελεύσονται, οἱ δὲ λόγοι μου οὐ μὴ παρέλθωσι."
    },
    {
      "verse": 34,
      "text": "Προσέχετε δὲ ἑαυτοῖς, μήποτε βαρυνθῶσιν ὑμῶν αἱ καρδίαι ἐν κραιπάλῃ καὶ μέθῃ καὶ μερίμναις βιωτικαῖς, καὶ αἰφνίδιος ἐφ᾿ ὑμᾶς ἐπιστῇ ἡ ἡμέρα ἐκείνη·"
    },
    {
      "verse": 35,
      "text": "ὡς παγὶς γὰρ ἐπελεύσεται ἐπὶ πάντας τοὺς καθημένους ἐπὶ πρόσωπον πάσης τῆς γῆς."
    },
    {
      "verse": 36,
      "text": "Ἀγρυπνεῖτε οὖν ἐν παντὶ καιρῷ δεόμενοι, ἵνα καταξιωθῆτε ἐκφυγεῖν ταῦτα πάντα τὰ μέλλοντα γίνεσθαι, καὶ σταθῆναι ἔμπροσθεν τοῦ υἱοῦ τοῦ ἀνθρώπου."
    },
    {
      "verse": 37,
      "text": "Ἦν δὲ τὰς ἡμέρας ἐν τῷ ἱερῷ διδάσκων· τὰς δὲ νύκτας ἐξερχόμενος ηὐλίζετο εἰς τὸ ὄρος τὸ καλούμενον Ἐλαιῶν."
    },
    {
      "verse": 38,
      "text": "Καὶ πᾶς ὁ λαὸς ὤρθριζε πρὸς αὐτὸν ἐν τῷ ἱερῷ ἀκούειν αὐτοῦ."
    }
  ]
}