{
  "book_id": "NUM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke to Moses and Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "Let the children of Israel encamp fronting each other, every man keeping his own rank, according to theirstandards, according to the houses of their families; the children of Israel shall encamp round about the tabernacle of witness."
    },
    {
      "verse": 3,
      "text": "And they that encamp first toward the east shall bethe order of the camp of Juda with their host, and the prince of the sons of Juda, Naasson the son of Aminadab."
    },
    {
      "verse": 4,
      "text": "His forces that were numbered, were seventy-four thousand and six hundred."
    },
    {
      "verse": 5,
      "text": "And they that encamp next shall beof the tribe of Issachar, and the prince of the sons of Issachar shall beNathanael the son of Sogar."
    },
    {
      "verse": 6,
      "text": "His forces that were numbered, were fifty-four thousand and four hundred."
    },
    {
      "verse": 7,
      "text": "And they that encamp next shall beof the tribe of Zabulon, and the prince of the sons of Zabulon shall beEliab the son of Chælon."
    },
    {
      "verse": 8,
      "text": "His forces that were numbered, were fifty-seven thousand and four hundred."
    },
    {
      "verse": 9,
      "text": "All that were numbered of the camp of Juda were a hundred and eighty thousand and six thousand and four hundred: they shall move first with their forces."
    },
    {
      "verse": 10,
      "text": "This isthe order of the camp of Ruben; their forces shall betoward the south, and the prince of the children of Ruben shall beElisur the son of Sediur."
    },
    {
      "verse": 11,
      "text": "His forces that were numbered, were forty-six thousand and five hundred."
    },
    {
      "verse": 12,
      "text": "And they that encamp next to him shall beof the tribe of Symeon, and the prince of the sons of Symeon shall beSalamiel the son of Surisadai."
    },
    {
      "verse": 13,
      "text": "His forces that were numbered, were fifty-nine thousand and three hundred."
    },
    {
      "verse": 14,
      "text": "And they that encamp next to them shall bethe tribe of Gad; and the prince of the sons of Gad, Elisaph the son of Raguel."
    },
    {
      "verse": 15,
      "text": "His forces that were numbered, were forty-five thousand and six hundred and fifty."
    },
    {
      "verse": 16,
      "text": "All who were numbered of the camp of Ruben, were a hundred and fifty-one thousand and four hundred and fifty: they with their forces shall proceed in the second place."
    },
    {
      "verse": 17,
      "text": "And thenthe tabernacle of witness shall be set forward, and the camp of the Levites shall bebetween the camps; as they shall encamp, so also shall they commence their march, each one next in order to his fellow according to their companies."
    },
    {
      "verse": 18,
      "text": "The station of the camp of Ephraim shall bewestward with their forces, and the head of the children of Ephraim shall beElisama the son of Emiud."
    },
    {
      "verse": 19,
      "text": "His forces that were numbered, are forty thousand and five hundred."
    },
    {
      "verse": 20,
      "text": "And they that encamp next shall beof the tribe of Manasse, and the prince of the sons of Manasse, Gamaliel the son of Phadassur."
    },
    {
      "verse": 21,
      "text": "His forces that were numbered, were thirty-two thousand and two hundred."
    },
    {
      "verse": 22,
      "text": "And they that encamp next shall beof the tribe of Benjamin, and the prince of the sons of Benjamin, Abidan the son of Gadeoni."
    },
    {
      "verse": 23,
      "text": "His forces that were numbered, were thirty-five thousand and four hundred."
    },
    {
      "verse": 24,
      "text": "All that were numbered of the camp of Ephraim, were one hundred and eight thousand and one hundred: they with their forces shall set out third."
    },
    {
      "verse": 25,
      "text": "The order of the camp of Dan shall benorthward with their forces; and the prince of the sons of Dan, Achiezer the son of Amisadai."
    },
    {
      "verse": 26,
      "text": "His forces that were numbered, were sixty-two thousand and seven hundred."
    },
    {
      "verse": 27,
      "text": "And they that encamp next to him shall bethe tribe of Aser; and the prince of the sons of Aser, Phagiel the son of Echran."
    },
    {
      "verse": 28,
      "text": "His forces that were numbered, were forty-one thousand and five hundred."
    },
    {
      "verse": 29,
      "text": "And they that encamp next shall beof the tribe of Nephthali; and the prince of the children of Nephthali, Achire son of Ænan."
    },
    {
      "verse": 30,
      "text": "His forces that were numbered were fifty-three thousand and four hundred."
    },
    {
      "verse": 31,
      "text": "All that were numbered of the camp of Dan, werea hundred and fifty-seven thousand and six hundred: they shall set out last according to their order."
    },
    {
      "verse": 32,
      "text": "This isthe numbering of the children of Israel according to the houses of their families: all the numbering of the camps with their forces, wassix hundred and three thousand, five hundred and fifty."
    },
    {
      "verse": 33,
      "text": "But the Levites were not numbered with them, as the Lord commanded Moses."
    },
    {
      "verse": 34,
      "text": "And the children of Israel did all things that the Lord commanded Moses; thus they encamped in their order, and thus they began their march in succession each according to their divisions, according to the houses of their families."
    }
  ]
}