{
  "book_id": "NUM",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And Israel sojourned in Sattin, and the people \\f + \\fr 25:1 \\fqa Heb. \\ft חלל to begin and to profane, etc.\\f*profaned itself by going a-whoring after the daughters of Moab."
    },
    {
      "verse": 2,
      "text": "And they called them to the sacrifices of their idols; and the people ate of their sacrifices, and worshipped their idols."
    },
    {
      "verse": 3,
      "text": "And Israel consecrated themselves to Beel-phegor; and the Lord was very angry with Israel."
    },
    {
      "verse": 4,
      "text": "And the Lord said to Moses, Take all the princes of the people, and \\f + \\fr 25:4 \\fqa Or, \\ft put them to shame. See \\xt Heb. 6. 6.\\f*make them examples \\add of judgment\\add* for the Lord in the face of the sun, and the anger of the Lord shall be turned away from Israel."
    },
    {
      "verse": 5,
      "text": "And Moses said to the tribes of Israel, Slay ye every one his friend that is consecrated to Beel-phegor."
    },
    {
      "verse": 6,
      "text": "And, behold, a man of the children of Israel came and brought his brother to a Madianitish woman before Moses, and before all the congregation of the children of Israel; and they were weeping at the door of the tabernacle of witness."
    },
    {
      "verse": 7,
      "text": "And Phinees the son of Eleazar, the son of Aaron the priest, saw it, and rose out of the midst of the congregation, and took a \\f + \\fr 25:7 \\fqa Gr. \\ft dagger.\\f*javelin in his hand,"
    },
    {
      "verse": 8,
      "text": "and went in after the Israelitish man into the \\f + \\fr 25:8 \\fqa Gr. \\ft furnace, κάμινον. Trom renders \\fqa lupanar. \\fqa Heb. \\ft הקבה.\\f*chamber, and pierced them both through, both the Israelitish man, and the woman through her womb; and the plague was stayed from the children of Israel."
    },
    {
      "verse": 9,
      "text": "And those that died in the plague were four and twenty thousand."
    },
    {
      "verse": 10,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 11,
      "text": "Phinees the son of Eleazar the son of Aaron the priest has caused my wrath to cease from the children of Israel, when I was exceedingly jealous \\f + \\fr 25:11 \\fqa Or, \\ft with \\fqa or \\ft against them. \\fqa Hebraism.\\f*among them, and I did not consume the children of Israel in my jealousy."
    },
    {
      "verse": 12,
      "text": "Thus do thou say \\add to him\\add*, Behold, I give him a covenant of peace:"
    },
    {
      "verse": 13,
      "text": "and he and his seed after him shall have a perpetual covenant of priesthood, because he was zealous for his God, and made atonement for the children of Israel."
    },
    {
      "verse": 14,
      "text": "Now the name of the smitten Israelitish man, who was smitten with the Madianitish woman, \\add was\\add* Zambri son of Salmon, prince of a house of the tribe of Symeon."
    },
    {
      "verse": 15,
      "text": "And the name of the Madianitish woman who was smitten, \\add was\\add* Chasbi, daughter of Sur, a prince of the nation of Ommoth: it is a chief house among the people of Madiam."
    },
    {
      "verse": 16,
      "text": "And the Lord spoke to Moses, saying, Speak to the children of Israel, saying,"
    },
    {
      "verse": 17,
      "text": "Plague the Madianites as enemies, and smite them,"
    },
    {
      "verse": 18,
      "text": "for they are enemies to you by the treachery wherein they ensnare you through Phogor, and through Chasbi their sister, daughter of a prince of Madiam, who was smitten in the day of the plague because of Phogor."
    }
  ]
}