{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "In the seventh \\add month\\add* , in the one and twentieth \\add day\\add* of the month, came the word of the LORD by the prophet Haggai, saying,"
    },
    {
      "verse": 2,
      "text": "Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech the high priest, and to the residue of the people, saying,"
    },
    {
      "verse": 3,
      "text": "Who \\add is\\add* left among you that saw this house in her first glory? and how do ye see it now? \\add is it\\add* not in your eyes in comparison of it as nothing?"
    },
    {
      "verse": 4,
      "text": "Yet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith the LORD, and work: for I \\add am\\add* with you, saith the LORD of hosts:"
    },
    {
      "verse": 5,
      "text": "\\add According to\\add* the word that I covenanted with you when ye came out of Egypt, so my spirit remaineth among you: fear ye not."
    },
    {
      "verse": 6,
      "text": "For thus saith the LORD of hosts; Yet once, it \\add is\\add* a little while, and I will shake the heavens, and the earth, and the sea, and the dry \\add land\\add* ;"
    },
    {
      "verse": 7,
      "text": "And I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the LORD of hosts."
    },
    {
      "verse": 8,
      "text": "The silver \\add is\\add* mine, and the gold \\add is\\add* mine, saith the LORD of hosts."
    },
    {
      "verse": 9,
      "text": "The glory of this latter house shall be greater than of the former, saith the LORD of hosts: and in this place will I give peace, saith the LORD of hosts."
    },
    {
      "verse": 10,
      "text": "In the four and twentieth \\add day\\add* of the ninth \\add month\\add* , in the second year of Darius, came the word of the LORD by Haggai the prophet, saying,"
    },
    {
      "verse": 11,
      "text": "Thus saith the LORD of hosts, Ask now the priests \\add concerning\\add* the law, saying,"
    },
    {
      "verse": 12,
      "text": "If one shall bear holy flesh in the skirt of his garment, and with his skirt shall touch bread, or pottage, or wine, or oil, or any food, shall it be holy? And the priests answered and said, No."
    },
    {
      "verse": 13,
      "text": "Then said Haggai, If \\add one that is\\add* unclean by a dead body shall touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean."
    },
    {
      "verse": 14,
      "text": "Then answered Haggai, and said, So \\add is\\add* this people, and so \\add is\\add* this nation before me, saith the LORD; and so \\add is\\add* every work of their hands; and that which they offer there \\add is\\add* unclean."
    },
    {
      "verse": 15,
      "text": "And now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple of the LORD:"
    },
    {
      "verse": 16,
      "text": "Since those \\add days\\add* were, when \\add one\\add* came to a heap of twenty \\add measures\\add* , there were \\add but\\add* ten: when \\add one\\add* came to the press-vat to draw out fifty \\add vessels\\add* out of the press, there were \\add but\\add* twenty."
    },
    {
      "verse": 17,
      "text": "I smote you with blasting and with mildew and with hail in all the labors of your hands; yet ye \\add turned\\add* not to me, saith the LORD."
    },
    {
      "verse": 18,
      "text": "Consider now from this day, and upward, from the four and twentieth day of the ninth \\add month\\add* , \\add even\\add* from the day that the foundation of the LORD'S temple was laid, consider \\add it\\add* ."
    },
    {
      "verse": 19,
      "text": "Is the seed yet in the barn? yes, as yet the vine, and the fig-tree, and the pomegranate, and the olive-tree, hath not brought forth: from this day will I bless \\add you\\add* ."
    },
    {
      "verse": 20,
      "text": "And again the word of the LORD came to Haggai in the four and twentieth \\add day\\add* of the month, saying,"
    },
    {
      "verse": 21,
      "text": "Speak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;"
    },
    {
      "verse": 22,
      "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen: and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."
    },
    {
      "verse": 23,
      "text": "In that day, saith the LORD of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith the LORD, and will make thee as a signet; for I have chosen thee, saith the LORD of hosts."
    }
  ]
}