{
  "book_id": "2TH",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "We beseche you brethren by the commynge of oure lorde Iesu Christ and in that we shall assemble vnto him"
    },
    {
      "verse": 2,
      "text": "that ye be not sodely moved from youre mynde and be not troubled nether by sprete nether by wordes nor yet by letter which shuld seme to come from vs as though the daye of Christ were at honde."
    },
    {
      "verse": 3,
      "text": "Let no man deceave you by eny meanes for the lorde commeth not excepte ther come a departynge fyrst and that that synfnll man be opened the sonne of perdicion"
    },
    {
      "verse": 4,
      "text": "which is an adversarie and is exalted above all that is called god or that is worshipped: so that he shall sitt as God in temple of god and shew him silfe as god."
    },
    {
      "verse": 5,
      "text": "Remember ye not that when I was yet with you I tolde you these thynges?"
    },
    {
      "verse": 6,
      "text": "And nowe ye knowe what with holdeth: even that he myght be vttered at his tyme."
    },
    {
      "verse": 7,
      "text": "For the mistery of that iniquitie doeth he all readie worke which onlie loketh vntill it be taken out of the waye."
    },
    {
      "verse": 8,
      "text": "And then shall that wicked be vttered whom the lorde shall consume with the sprete of hys mouth and shall destroye with the apearaunce of his commynge"
    },
    {
      "verse": 9,
      "text": "even him whose commynge is by the workynge of Satan wyth all lyinge power signes and wonders:"
    },
    {
      "verse": 10,
      "text": "and in all deceavablenes of vnrightewesnes amonge them that perysshe: because they receaved not the (love) of the truth that they myght have bene saved."
    },
    {
      "verse": 11,
      "text": "And therfore god shall sende them stronge delusion that they shuld beleve lyes:"
    },
    {
      "verse": 12,
      "text": "that all they myght be damned which beleved not the trueth but had pleasure in vnrightewesnes."
    },
    {
      "verse": 13,
      "text": "But we are bounde to geve thankes alwaye to god for you brethren beloved of the lorde for because that God hath from the begynnynge chosen you to saluacion thorow sanctifyinge of the sprete and thorowe belevynge the trueth:"
    },
    {
      "verse": 14,
      "text": "whervnto he called you byoure gospell to obtayne the glorye that cometh of oure lord Iesu Christ."
    },
    {
      "verse": 15,
      "text": "Therfore brethren stonde fast and kepe the ordinaunces which ye have learned: whether it were by oure preachynge or by pistle."
    },
    {
      "verse": 16,
      "text": "Oure lorde Iesu Christ hym silfe and God oure father which hath loved vs and hath geven vs everlastynge consolacion and good hope thorowe grace"
    },
    {
      "verse": 17,
      "text": "comforte youre hertes and stablysshe you in all doctrine and good doynge."
    }
  ]
}