{
  "book_id": "MRK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And there came together to him the Pharisees and certain of the scribes who had come from Jerusalem,"
    },
    {
      "verse": 2,
      "text": "And had seen that some of his disciples took their bread with unclean, that is, unwashed, hands."
    },
    {
      "verse": 3,
      "text": "Now the Pharisees, and all the Jews, do not take food without washing their hands with care, keeping the old rule which has been handed down to them:"
    },
    {
      "verse": 4,
      "text": "And when they come from the market-place, they take no food till their hands are washed; and a number of other orders there are, which have been handed down to them to keep — washings of cups and pots and brass vessels."
    },
    {
      "verse": 5,
      "text": "And the Pharisees and the scribes put the question to him, Why do your disciples not keep the rules of the fathers, but take their bread with unwashed hands?"
    },
    {
      "verse": 6,
      "text": "And he said, Well did Isaiah say of you, you false ones: These people give me honour with their lips, but their heart is far from me."
    },
    {
      "verse": 7,
      "text": "But their worship is to no purpose, while they give as their teaching the rules of men."
    },
    {
      "verse": 8,
      "text": "For, turning away from the law of God, you keep the rules of men."
    },
    {
      "verse": 9,
      "text": "And he said to them, Truly you put on one side the law of God, so that you may keep the rules which have been handed down to you."
    },
    {
      "verse": 10,
      "text": "For Moses said, Give honour to your father and mother, and, He who says evil of father or mother, let him have the punishment of death:"
    },
    {
      "verse": 11,
      "text": "But you say, If a man says to his father or his mother, That by which you might have had profit from me is Corban, that is to say, Given to God,"
    },
    {
      "verse": 12,
      "text": "You no longer let him do anything for his father or his mother;"
    },
    {
      "verse": 13,
      "text": "Making the word of God of no effect by your rule, which you have given: and a number of other such things you do."
    },
    {
      "verse": 14,
      "text": "And turning to the people again, he said to them, Give ear to me all of you, and let my words be clear to you:"
    },
    {
      "verse": 15,
      "text": "There is nothing outside the man which, going into him, is able to make him unclean: but the things which come out of the man are those which make the man unclean."
    },
    {
      "verse": 16,
      "text": "[]"
    },
    {
      "verse": 17,
      "text": "And when he had gone into the house away from all the people, his disciples put questions to him about the saying."
    },
    {
      "verse": 18,
      "text": "And he said to them, Have even you so little wisdom? Do you not see that whatever goes into a man from outside is not able to make him unclean,"
    },
    {
      "verse": 19,
      "text": "Because it goes not into the heart but into the stomach, and goes out with the waste? He said this, making all food clean."
    },
    {
      "verse": 20,
      "text": "And he said, That which comes out of the man, that makes the man unclean."
    },
    {
      "verse": 21,
      "text": "Because from inside, from the heart of men, come evil thoughts and unclean pleasures,"
    },
    {
      "verse": 22,
      "text": "The taking of goods and of life, broken faith between husband and wife, the desire of wealth, wrongdoing, deceit, sins of the flesh, an evil eye, angry words, pride, foolish acts:"
    },
    {
      "verse": 23,
      "text": "All these evil things come from inside, and make the man unclean."
    },
    {
      "verse": 24,
      "text": "And he went away from there to the country of Tyre and Sidon. And he went into a house, desiring that no man might have knowledge of it: and he was not able to keep it secret."
    },
    {
      "verse": 25,
      "text": "But a woman, whose little daughter had an unclean spirit, having had news of him, came straight away and went down at his feet."
    },
    {
      "verse": 26,
      "text": "Now the woman was a Greek, a Syro-phoenician by birth: and she made a request to him that he would send the evil spirit out of her daughter."
    },
    {
      "verse": 27,
      "text": "And he said to her, Let the children first have their food: for it is not right to take the children's bread and give it to the dogs."
    },
    {
      "verse": 28,
      "text": "But she said to him in answer, Yes, Lord: even the dogs under the table take the bits dropped by the children."
    },
    {
      "verse": 29,
      "text": "And he said to her, For this saying go your way; the evil spirit has gone out of your daughter."
    },
    {
      "verse": 30,
      "text": "And she went away to her house, and saw the child on the bed, and the evil spirit gone out."
    },
    {
      "verse": 31,
      "text": "And again he went out from Tyre, and came through Sidon to the sea of Galilee, through the country of Decapolis."
    },
    {
      "verse": 32,
      "text": "And they came to him with one who had no power of hearing and had trouble in talking; and they made a request to him to put his hands on him."
    },
    {
      "verse": 33,
      "text": "And he took him on one side from the people privately, and put his fingers into his ears, and he put water from his mouth on the man's tongue with his finger;"
    },
    {
      "verse": 34,
      "text": "And looking up to heaven, he took a deep breath, and said to him, Ephphatha, that is, Be open."
    },
    {
      "verse": 35,
      "text": "And his ears became open, and the band of his tongue was made loose, and his words became clear."
    },
    {
      "verse": 36,
      "text": "And he gave them orders not to give news of it to anyone; but the more he made this request, so much the more they made it public."
    },
    {
      "verse": 37,
      "text": "And they were overcome with wonder, saying, He has done all things well: he even gives back the power of hearing and the power of talking to those who have been without them."
    }
  ]
}