{
  "book_id": "MRK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And he said to them, Truly I say to you, There are some here who will have no taste of death till they see the kingdom of God come with power."
    },
    {
      "verse": 2,
      "text": "And after six days Jesus took with him Peter and James and John, and made them go up with him into a high mountain by themselves: and he was changed in form before them:"
    },
    {
      "verse": 3,
      "text": "And his clothing became shining, very white, as no cleaner on earth would make it."
    },
    {
      "verse": 4,
      "text": "And there came before them Elijah with Moses, and they were talking with Jesus."
    },
    {
      "verse": 5,
      "text": "And Peter said to Jesus, Master, it is good for us to be here: and let us make three tents; one for you, one for Moses, and one for Elijah."
    },
    {
      "verse": 6,
      "text": "Because he was not certain what to say, for they were in great fear."
    },
    {
      "verse": 7,
      "text": "And a cloud came over them; and a voice came out of the cloud, saying, This is my dearly loved Son, give ear to him."
    },
    {
      "verse": 8,
      "text": "And suddenly looking round about, they saw no one any longer, but Jesus only with themselves."
    },
    {
      "verse": 9,
      "text": "And while they were coming down from the mountain, he gave them orders not to give word to any man of the things they had seen, till the Son of man had come back from the dead."
    },
    {
      "verse": 10,
      "text": "And they kept the saying, questioning among themselves what the coming back from the dead might be."
    },
    {
      "verse": 11,
      "text": "And they put a question to him, saying, Why do the scribes say that Elijah has to come first?"
    },
    {
      "verse": 12,
      "text": "And he said to them, Truly, Elijah does come first, and puts all things in order; and how is it said in the Writings that the Son of man will go through much sorrow and be made as nothing?"
    },
    {
      "verse": 13,
      "text": "But I say to you that Elijah has come, and they have done to him whatever they were pleased to do, even as the Writings say about him."
    },
    {
      "verse": 14,
      "text": "And when they came to the disciples, they saw a great mass of people about them, and scribes questioning them."
    },
    {
      "verse": 15,
      "text": "And straight away all the people, when they saw him, were full of wonder, and running to him, gave him worship."
    },
    {
      "verse": 16,
      "text": "And he said, What are you questioning them about?"
    },
    {
      "verse": 17,
      "text": "And one of the number said to him in answer, Master, I came to you with my son, who has in him a spirit which takes away his power of talking;"
    },
    {
      "verse": 18,
      "text": "And wherever it takes him, it puts him down violently, streaming at the lips and twisted with pain; and his strength goes from him; and I made a request to your disciples to send it out, and they were not able."
    },
    {
      "verse": 19,
      "text": "And he said to them in answer, O generation without faith, how long will I have to be with you? how long will I put up with you? let him come to me."
    },
    {
      "verse": 20,
      "text": "And they took him to him: and when he saw him, the spirit in him straight away became violent; and he went down on the earth, rolling about and streaming at the lips."
    },
    {
      "verse": 21,
      "text": "And Jesus questioning the father said, How long has he been like this? And he said, From a child."
    },
    {
      "verse": 22,
      "text": "And frequently it has sent him into the fire and into the water, for his destruction; but if you are able to do anything, have pity on us, and give us help."
    },
    {
      "verse": 23,
      "text": "And Jesus said to him, If you are able! All things are possible to him who has faith."
    },
    {
      "verse": 24,
      "text": "Straight away the father of the child gave a cry, saying, I have faith; make my feeble faith stronger."
    },
    {
      "verse": 25,
      "text": "And when Jesus saw that the people came running together, he gave orders to the unclean spirit, saying to him, You, spirit, who are the cause of his loss of voice and hearing, I say to you, come out of him, and never again go into him."
    },
    {
      "verse": 26,
      "text": "And after crying out and shaking him violently, it came out: and the child became like one dead; so that most of them said, He is dead."
    },
    {
      "verse": 27,
      "text": "But Jesus took him by the hand, lifting him up; and he got up."
    },
    {
      "verse": 28,
      "text": "And when he had gone into the house, his disciples said to him privately, Why were we unable to send it out?"
    },
    {
      "verse": 29,
      "text": "And he said to them, Nothing will make this sort come out but prayer."
    },
    {
      "verse": 30,
      "text": "And they went out from there, through Galilee; and it was his desire that no man might have knowledge of it;"
    },
    {
      "verse": 31,
      "text": "For he was giving his disciples teaching, and saying to them, The Son of man is given up into the hands of men, and they will put him to death; and when he is dead, after three days he will come back from the dead."
    },
    {
      "verse": 32,
      "text": "But the saying was not clear to them, and they were in fear of questioning him about it."
    },
    {
      "verse": 33,
      "text": "And they came to Capernaum: and when he was in the house, he put the question to them, What were you talking about on the way?"
    },
    {
      "verse": 34,
      "text": "But they said nothing: because they had had an argument between themselves on the way, about who was the greatest."
    },
    {
      "verse": 35,
      "text": "And seating himself, he made the twelve come to him; and he said to them, If any man has the desire to be first, he will be last of all and servant of all."
    },
    {
      "verse": 36,
      "text": "And he took a little child, and put him in the middle of them; and taking him in his arms, he said to them,"
    },
    {
      "verse": 37,
      "text": "Whoever will give honour to one such little child in my name, gives honour to me: and whoever gives honour to me, gives honour not to me, but to him who sent me."
    },
    {
      "verse": 38,
      "text": "John said to him, Master, we saw one driving out evil spirits in your name: and we said that he might not, because he is not one of us."
    },
    {
      "verse": 39,
      "text": "But Jesus said, Say not so: for there is no man who will do a great work in my name, and be able at the same time to say evil of me."
    },
    {
      "verse": 40,
      "text": "He who is not against us is for us."
    },
    {
      "verse": 41,
      "text": "Whoever gives you a cup of water, because you are Christ's, truly I say to you, he will in no way be without his reward."
    },
    {
      "verse": 42,
      "text": "And whoever is a cause of trouble to one of these little ones who have faith in me, it would be better for him if a great stone was put round his neck and he was dropped into the sea."
    },
    {
      "verse": 43,
      "text": "And if your hand is a cause of trouble to you, let it be cut off; it is better for you to go into life with one hand than to have two hands and go into hell, into the eternal fire."
    },
    {
      "verse": 44,
      "text": "[]"
    },
    {
      "verse": 45,
      "text": "And if your foot is a cause of trouble to you, let it be cut off: it is better for you to go into life with one foot than to have two feet and go into hell."
    },
    {
      "verse": 46,
      "text": "[]"
    },
    {
      "verse": 47,
      "text": "And if your eye is a cause of trouble to you, take it out: it is better for you to go into the kingdom of God with one eye than, having two eyes, to go into hell,"
    },
    {
      "verse": 48,
      "text": "Where their worm is ever living and the fire is not put out."
    },
    {
      "verse": 49,
      "text": "Everyone will be salted with fire."
    },
    {
      "verse": 50,
      "text": "Salt is good; but if the taste goes from it, how will you make it salt again? Have salt in yourselves, and be at peace one with another."
    }
  ]
}