{
  "book_id": "JDG",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the children of Israel yet again committed iniquity before the Lord; and the Lord delivered them into the hand of the Phylistines forty years."
    },
    {
      "verse": 2,
      "text": "And there was a man of Saraa, of the family of the kindred of Dan, and his name was Manoë, and his wife was barren, and bore not."
    },
    {
      "verse": 3,
      "text": "And an angel of the Lord appeared to the woman, and said to her, Behold, thou art barren and hast not born; yet thou shalt conceive a son."
    },
    {
      "verse": 4,
      "text": "And now be very cautious, and drink no wine nor strong drink, and eat no unclean thing;"
    },
    {
      "verse": 5,
      "text": "for behold, thou art with child, and shalt bring forth a son; and there shall come no \\f + \\fr 13:5 \\fqa Gr. \\ft iron.\\f*razor upon his head, for the child shall be a \\f + \\fr 13:5 \\ft So \\fqa Vat. i.e. \\ft Ναζίρ but \\fqa Alex. \\ft nearer to reading in Mat. 2. ult. Ναζίραῖον.\\f*Nazarite to God from the womb; and he shall begin to save Israel from the hand of the Phylistines."
    },
    {
      "verse": 6,
      "text": "And the woman went in, and spoke to her husband, saying, A man of God came to me, and his appearance \\add was as\\add* of an angel of God, very dreadful; and I did not ask him whence he \\f + \\fr 13:6 \\fqa Gr. \\ft is.\\f*was, and he did not tell me his name."
    },
    {
      "verse": 7,
      "text": "And he said to me, Behold, thou art with child, and shalt bring forth a son; and now drink no wine nor strong drink, and eat no unclean thing; for the child shall be holy to God from the womb until the day of his death."
    },
    {
      "verse": 8,
      "text": "And Manoë prayed to the Lord and said, \\f + \\fr 13:8 \\ft See chap \\xt 6. 13,15.\\f*I pray thee, O Lord my Lord, \\add concerning\\add* the man of God whom thou sentest; let him now come to us once more, and teach us what we shall do to the child about to be born."
    },
    {
      "verse": 9,
      "text": "And the Lord heard the voice of Manoë, and the angel of God came yet again to the woman; and she sat in the field, and Manoë her husband was not with her."
    },
    {
      "verse": 10,
      "text": "And the woman hasted, and ran, and brought word to her husband, and said to him, Behold the man who came in \\add the other\\add* day to me has appeared to me."
    },
    {
      "verse": 11,
      "text": "And Manoë arose and followed his wife, and came to the man, and said to him, Art thou the man that spoke to the woman? and the angel said, I \\add am\\add*."
    },
    {
      "verse": 12,
      "text": "And Manoë said, Now shall \\add thy\\add* word come to pass: what shall be the \\f + \\fr 13:12 \\fqa Heb. \\ft משפס.\\f*ordering of the child, and our dealings with him?"
    },
    {
      "verse": 13,
      "text": "And the angel of the Lord said to Manoë, Of all things concerning which I spoke to the woman, she shall beware."
    },
    {
      "verse": 14,
      "text": "She shall eat of nothing that comes of the vine \\f + \\fr 13:14 \\fqa Gr. \\ft of wine.\\f*yielding wine, and let her not drink wine or strong liquor, and let her not eat anything unclean: all things that I have charged her she shall observe."
    },
    {
      "verse": 15,
      "text": "And Manoë said to the angel of the Lord, Let us detain thee here, and prepare before thee a kid of the goats."
    },
    {
      "verse": 16,
      "text": "And the angel of the Lord said to Manoë, If thou shouldest detain me, I will not eat of thy bread; and if thou wouldest offer a whole-burnt-offering, to the Lord thou shalt offer it: for Manoë knew not that he \\add was\\add* an angel of the Lord."
    },
    {
      "verse": 17,
      "text": "And Manoë said to the angel of the Lord, What \\add is\\add* thy name, that \\add when\\add* thy word shall come to pass, we may glorify thee?"
    },
    {
      "verse": 18,
      "text": "And the angel of the Lord said to him, Why dost thou thus ask after my name; whereas it is \\f + \\fr 13:18 \\ft See \\xt Is. 9. 6.\\f*wonderful?"
    },
    {
      "verse": 19,
      "text": "And Manoë took a kid of the goats and its meat-offering, and offered it on the rock to the Lord; and \\add the angel\\add* wrought \\f + \\fr 13:19 \\ft According to the \\fqa Heb. \\ft a wonderful work. \\fqa Alex. \\ft reads τῷ θανμαστὰ ποιοῦντι κυριῷ.\\f*a distinct work, and Manoë and his wife were looking on."
    },
    {
      "verse": 20,
      "text": "And it came to pass when the flame went up above the altar toward heaven, that the angel of the Lord went up in the flame; and Manoë and his wife were looking, and they fell upon their face to the earth."
    },
    {
      "verse": 21,
      "text": "And the angel appeared no more to Manoë and to his wife: then Manoë knew that this \\add was\\add* an angel of the Lord."
    },
    {
      "verse": 22,
      "text": "And Manoë said to his wife, We shall surely die, because we have seen God."
    },
    {
      "verse": 23,
      "text": "But his wife said to him, If the Lord were pleased to slay us, he would not have received of our hand a whole-burnt-offering and a meat-offering; and he would not have shewn us all these things, neither would he have caused us to hear all these things \\f + \\fr 13:23 \\fqa Gr. \\ft as the time is.\\f*as at this time."
    },
    {
      "verse": 24,
      "text": "And the woman brought forth a son, and she called his name Sampson; and the child grew, and the Lord blessed him."
    },
    {
      "verse": 25,
      "text": "And the Spirit of the Lord began to go out with him in the camp of Dan, and between Saraa and \\f + \\fr 13:25 \\fqa Gr. \\ft between Esthaol.\\f*Esthaol."
    }
  ]
}