{
  "book_id": "ROM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Τί οὖν τὸ περισσὸν τοῦ Ἰουδαίου, ἢ τίς ἡ ὠφέλεια τῆς περιτομῆς;"
    },
    {
      "verse": 2,
      "text": "πολὺ κατὰ πάντα τρόπον. πρῶτον μὲν ⸀γὰρὅτι ἐπιστεύθησαν τὰ λόγια τοῦ θεοῦ."
    },
    {
      "verse": 3,
      "text": "τί γάρ; εἰ ἠπίστησάν τινες, μὴ ἡ ἀπιστία αὐτῶν τὴν πίστιν τοῦ θεοῦ καταργήσει;"
    },
    {
      "verse": 4,
      "text": "μὴ γένοιτο· γινέσθω δὲ ὁ θεὸς ἀληθής, πᾶς δὲ ἄνθρωπος ψεύστης, ⸀καθὼςγέγραπται· Ὅπως ἂν δικαιωθῇς ἐν τοῖς λόγοις σου καὶ ⸀νικήσειςἐν τῷ κρίνεσθαί σε."
    },
    {
      "verse": 5,
      "text": "εἰ δὲ ἡ ἀδικία ἡμῶν θεοῦ δικαιοσύνην συνίστησιν, τί ἐροῦμεν; μὴ ἄδικος ὁ θεὸς ὁ ἐπιφέρων τὴν ὀργήν; κατὰ ἄνθρωπον λέγω."
    },
    {
      "verse": 6,
      "text": "μὴ γένοιτο· ἐπεὶ πῶς κρινεῖ ὁ θεὸς τὸν κόσμον;"
    },
    {
      "verse": 7,
      "text": "εἰ ⸀δὲἡ ἀλήθεια τοῦ θεοῦ ἐν τῷ ἐμῷ ψεύσματι ἐπερίσσευσεν εἰς τὴν δόξαν αὐτοῦ, τί ἔτι κἀγὼ ὡς ἁμαρτωλὸς κρίνομαι,"
    },
    {
      "verse": 8,
      "text": "καὶ μὴ καθὼς βλασφημούμεθα καὶ καθώς φασίν τινες ἡμᾶς λέγειν ὅτι Ποιήσωμεν τὰ κακὰ ἵνα ἔλθῃ τὰ ἀγαθά; ὧν τὸ κρίμα ἔνδικόν ἐστιν."
    },
    {
      "verse": 9,
      "text": "Τί οὖν; προεχόμεθα; οὐ πάντως, προῃτιασάμεθα γὰρ Ἰουδαίους τε καὶ Ἕλληνας πάντας ὑφʼ ἁμαρτίαν εἶναι,"
    },
    {
      "verse": 10,
      "text": "καθὼς γέγραπται ὅτι Οὐκ ἔστιν δίκαιος οὐδὲ εἷς,"
    },
    {
      "verse": 11,
      "text": "οὐκ ἔστιν ⸀ὁσυνίων, οὐκ ἔστιν ⸁ὁἐκζητῶν τὸν θεόν·"
    },
    {
      "verse": 12,
      "text": "πάντες ἐξέκλιναν, ἅμα ἠχρεώθησαν· οὐκ ⸀ἔστινποιῶν χρηστότητα, οὐκ ἔστιν ἕως ἑνός."
    },
    {
      "verse": 13,
      "text": "τάφος ἀνεῳγμένος ὁ λάρυγξ αὐτῶν, ταῖς γλώσσαις αὐτῶν ἐδολιοῦσαν, ἰὸς ἀσπίδων ὑπὸ τὰ χείλη αὐτῶν,"
    },
    {
      "verse": 14,
      "text": "ὧν τὸ στόμα ἀρᾶς καὶ πικρίας γέμει·"
    },
    {
      "verse": 15,
      "text": "ὀξεῖς οἱ πόδες αὐτῶν ἐκχέαι αἷμα,"
    },
    {
      "verse": 16,
      "text": "σύντριμμα καὶ ταλαιπωρία ἐν ταῖς ὁδοῖς αὐτῶν,"
    },
    {
      "verse": 17,
      "text": "καὶ ὁδὸν εἰρήνης οὐκ ἔγνωσαν."
    },
    {
      "verse": 18,
      "text": "οὐκ ἔστιν φόβος θεοῦ ἀπέναντι τῶν ὀφθαλμῶν αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Οἴδαμεν δὲ ὅτι ὅσα ὁ νόμος λέγει τοῖς ἐν τῷ νόμῳ λαλεῖ, ἵνα πᾶν στόμα φραγῇ καὶ ὑπόδικος γένηται πᾶς ὁ κόσμος τῷ θεῷ·"
    },
    {
      "verse": 20,
      "text": "διότι ἐξ ἔργων νόμου οὐ δικαιωθήσεται πᾶσα σὰρξ ἐνώπιον αὐτοῦ, διὰ γὰρ νόμου ἐπίγνωσις ἁμαρτίας."
    },
    {
      "verse": 21,
      "text": "Νυνὶ δὲ χωρὶς νόμου δικαιοσύνη θεοῦ πεφανέρωται, μαρτυρουμένη ὑπὸ τοῦ νόμου καὶ τῶν προφητῶν,"
    },
    {
      "verse": 22,
      "text": "δικαιοσύνη δὲ θεοῦ διὰ πίστεως Ἰησοῦ Χριστοῦ, εἰς ⸀πάνταςτοὺς πιστεύοντας, οὐ γάρ ἐστιν διαστολή."
    },
    {
      "verse": 23,
      "text": "πάντες γὰρ ἥμαρτον καὶ ὑστεροῦνται τῆς δόξης τοῦ θεοῦ,"
    },
    {
      "verse": 24,
      "text": "δικαιούμενοι δωρεὰν τῇ αὐτοῦ χάριτι διὰ τῆς ἀπολυτρώσεως τῆς ἐν Χριστῷ Ἰησοῦ·"
    },
    {
      "verse": 25,
      "text": "ὃν προέθετο ὁ θεὸς ἱλαστήριον ⸀διὰπίστεως ἐν τῷ αὐτοῦ αἵματι εἰς ἔνδειξιν τῆς δικαιοσύνης αὐτοῦ διὰ τὴν πάρεσιν τῶν προγεγονότων ἁμαρτημάτων"
    },
    {
      "verse": 26,
      "text": "ἐν τῇ ἀνοχῇ τοῦ θεοῦ, πρὸς ⸀τὴνἔνδειξιν τῆς δικαιοσύνης αὐτοῦ ἐν τῷ νῦν καιρῷ, εἰς τὸ εἶναι αὐτὸν δίκαιον καὶ δικαιοῦντα τὸν ἐκ πίστεως Ἰησοῦ."
    },
    {
      "verse": 27,
      "text": "Ποῦ οὖν ἡ καύχησις; ἐξεκλείσθη. διὰ ποίου νόμου; τῶν ἔργων; οὐχί, ἀλλὰ διὰ νόμου πίστεως."
    },
    {
      "verse": 28,
      "text": "λογιζόμεθα ⸀γὰρ⸂δικαιοῦσθαι πίστει ἄνθρωπον χωρὶς ἔργων νόμου."
    },
    {
      "verse": 29,
      "text": "ἢ Ἰουδαίων ὁ θεὸς μόνον; ⸀οὐχὶκαὶ ἐθνῶν; ναὶ καὶ ἐθνῶν,"
    },
    {
      "verse": 30,
      "text": "⸀εἴπερεἷς ὁ θεός, ὃς δικαιώσει περιτομὴν ἐκ πίστεως καὶ ἀκροβυστίαν διὰ τῆς πίστεως."
    },
    {
      "verse": 31,
      "text": "νόμον οὖν καταργοῦμεν διὰ τῆς πίστεως; μὴ γένοιτο, ἀλλὰ νόμον ⸀ἱστάνομεν"
    }
  ]
}