{
  "book_id": "ROM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Συνίστημι δὲ ὑμῖν Φοίβην τὴν ἀδελφὴν ἡμῶν, οὖσαν ⸀καὶδιάκονον τῆς ἐκκλησίας τῆς ἐν Κεγχρεαῖς,"
    },
    {
      "verse": 2,
      "text": "ἵνα ⸂αὐτὴν προσδέξησθε ἐν κυρίῳ ἀξίως τῶν ἁγίων, καὶ παραστῆτε αὐτῇ ἐν ᾧ ἂν ὑμῶν χρῄζῃ πράγματι, καὶ γὰρ αὐτὴ προστάτις πολλῶν ἐγενήθη καὶ ⸂ἐμοῦ αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Ἀσπάσασθε Πρίσκαν καὶ Ἀκύλαν τοὺς συνεργούς μου ἐν Χριστῷ Ἰησοῦ,"
    },
    {
      "verse": 4,
      "text": "οἵτινες ὑπὲρ τῆς ψυχῆς μου τὸν ἑαυτῶν τράχηλον ὑπέθηκαν, οἷς οὐκ ἐγὼ μόνος εὐχαριστῶ ἀλλὰ καὶ πᾶσαι αἱ ἐκκλησίαι τῶν ἐθνῶν,"
    },
    {
      "verse": 5,
      "text": "καὶ τὴν κατʼ οἶκον αὐτῶν ἐκκλησίαν. ἀσπάσασθε Ἐπαίνετον τὸν ἀγαπητόν μου, ὅς ἐστιν ἀπαρχὴ τῆς ⸀Ἀσίαςεἰς Χριστόν."
    },
    {
      "verse": 6,
      "text": "ἀσπάσασθε ⸀Μαριάμ ἥτις πολλὰ ἐκοπίασεν εἰς ⸀ὑμᾶς"
    },
    {
      "verse": 7,
      "text": "ἀσπάσασθε Ἀνδρόνικον καὶ ⸀Ἰουνίαντοὺς συγγενεῖς μου καὶ συναιχμαλώτους μου, οἵτινές εἰσιν ἐπίσημοι ἐν τοῖς ἀποστόλοις, οἳ καὶ πρὸ ἐμοῦ ⸀γέγονανἐν Χριστῷ."
    },
    {
      "verse": 8,
      "text": "ἀσπάσασθε ⸀Ἀμπλιᾶτοντὸν ἀγαπητόν μου ἐν κυρίῳ."
    },
    {
      "verse": 9,
      "text": "ἀσπάσασθε Οὐρβανὸν τὸν συνεργὸν ἡμῶν ἐν Χριστῷ καὶ Στάχυν τὸν ἀγαπητόν μου."
    },
    {
      "verse": 10,
      "text": "ἀσπάσασθε Ἀπελλῆν τὸν δόκιμον ἐν Χριστῷ. ἀσπάσασθε τοὺς ἐκ τῶν Ἀριστοβούλου."
    },
    {
      "verse": 11,
      "text": "ἀσπάσασθε Ἡρῳδίωνα τὸν ⸀συγγενῆμου. ἀσπάσασθε τοὺς ἐκ τῶν Ναρκίσσου τοὺς ὄντας ἐν κυρίῳ."
    },
    {
      "verse": 12,
      "text": "ἀσπάσασθε Τρύφαιναν καὶ Τρυφῶσαν τὰς κοπιώσας ἐν κυρίῳ. ἀσπάσασθε Περσίδα τὴν ἀγαπητήν, ἥτις πολλὰ ἐκοπίασεν ἐν κυρίῳ."
    },
    {
      "verse": 13,
      "text": "ἀσπάσασθε Ῥοῦφον τὸν ἐκλεκτὸν ἐν κυρίῳ καὶ τὴν μητέρα αὐτοῦ καὶ ἐμοῦ."
    },
    {
      "verse": 14,
      "text": "ἀσπάσασθε Ἀσύγκριτον, Φλέγοντα, ⸂Ἑρμῆν, Πατροβᾶν, Ἑρμᾶν⸃ καὶ τοὺς σὺν αὐτοῖς ἀδελφούς."
    },
    {
      "verse": 15,
      "text": "ἀσπάσασθε Φιλόλογον καὶ Ἰουλίαν, Νηρέα καὶ τὴν ἀδελφὴν αὐτοῦ, καὶ Ὀλυμπᾶν καὶ τοὺς σὺν αὐτοῖς πάντας ἁγίους."
    },
    {
      "verse": 16,
      "text": "Ἀσπάσασθε ἀλλήλους ἐν φιλήματι ἁγίῳ. Ἀσπάζονται ὑμᾶς αἱ ἐκκλησίαι ⸀πᾶσαιτοῦ Χριστοῦ."
    },
    {
      "verse": 17,
      "text": "Παρακαλῶ δὲ ὑμᾶς, ἀδελφοί, σκοπεῖν τοὺς τὰς διχοστασίας καὶ τὰ σκάνδαλα παρὰ τὴν διδαχὴν ἣν ὑμεῖς ἐμάθετε ποιοῦντας, καὶ ⸀ἐκκλίνετεἀπʼ αὐτῶν·"
    },
    {
      "verse": 18,
      "text": "οἱ γὰρ τοιοῦτοι τῷ κυρίῳ ⸀ἡμῶνΧριστῷ οὐ δουλεύουσιν ἀλλὰ τῇ ἑαυτῶν κοιλίᾳ, καὶ διὰ τῆς χρηστολογίας καὶ εὐλογίας ἐξαπατῶσι τὰς καρδίας τῶν ἀκάκων."
    },
    {
      "verse": 19,
      "text": "ἡ γὰρ ὑμῶν ὑπακοὴ εἰς πάντας ἀφίκετο· ⸂ἐφʼ ὑμῖν οὖν χαίρω, θέλω δὲ ὑμᾶς ⸀σοφοὺςεἶναι εἰς τὸ ἀγαθόν, ἀκεραίους δὲ εἰς τὸ κακόν."
    },
    {
      "verse": 20,
      "text": "ὁ δὲ θεὸς τῆς εἰρήνης συντρίψει τὸν Σατανᾶν ὑπὸ τοὺς πόδας ὑμῶν ἐν τάχει. ἡ χάρις τοῦ κυρίου ἡμῶν Ἰησοῦ ⸀Χριστοῦμεθʼ ὑμῶν."
    },
    {
      "verse": 21,
      "text": "⸀Ἀσπάζεταιὑμᾶς Τιμόθεος ὁ συνεργός μου, καὶ Λούκιος καὶ Ἰάσων καὶ Σωσίπατρος οἱ συγγενεῖς μου."
    },
    {
      "verse": 22,
      "text": "ἀσπάζομαι ὑμᾶς ἐγὼ Τέρτιος ὁ γράψας τὴν ἐπιστολὴν ἐν κυρίῳ."
    },
    {
      "verse": 23,
      "text": "ἀσπάζεται ὑμᾶς Γάϊος ὁ ξένος μου καὶ ⸂ὅλης τῆς ἐκκλησίας. ἀσπάζεται ὑμᾶς Ἔραστος ὁ οἰκονόμος τῆς πόλεως καὶ Κούαρτος ὁ ἀδελφός."
    },
    {
      "verse": 24,
      "text": "⸂Ἡ χάρις τοῦ κυρίου ἡμῶν Ἰησοῦ Χριστοῦ μετὰ πάντων ὑμῶν⸃ ⸀Ἀμήν ‘p /’ ‘/book’"
    }
  ]
}