{
  "book_id": "MAN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "O LORD Almighty, the God of our fathers Abraham and Isaac and Jacob and of their righteous seed;"
    },
    {
      "verse": 2,
      "text": "that have made the heaven and the earth with all their adornment;"
    },
    {
      "verse": 3,
      "text": "that have bound the sea with the word of your commandment; that have closed the abyss and sealed it with your fearful and glorious name;"
    },
    {
      "verse": 4,
      "text": "whom all things revere and tremble before the face of your power,"
    },
    {
      "verse": 5,
      "text": "because the magnificence of your glory is unendurable and irresistible the wrath of your threatening against sinners:"
    },
    {
      "verse": 6,
      "text": "the mercy of your promise is both immeasurable and inscrutable;"
    },
    {
      "verse": 7,
      "text": "for you are the Lord most high, compassionate, longsuffering, and most merciful, repenting of the evils of men. You, Lord, according to the abundance of your goodness, have proclaimed repentance and forgiveness to those that have sinned against you, and in the multitude of your kindnesses you have decreed for sinners repentance to salvation."
    },
    {
      "verse": 8,
      "text": "Surely you, O Lord, the God of the just, have not appointed repentance for the just, for Abraham and Isaac and Jacob who have not sinned against you; but you have appointed repentance for me a sinner:"
    },
    {
      "verse": 9,
      "text": "for I have sinned above the number of the sand of the sea. My transgressions are multiplied, O Lord, they are multiplied, and I am not worthy to look at or see the height of heaven, for the multitude of my iniquities,"
    },
    {
      "verse": 10,
      "text": "being bowed down by many iron bonds, so that I can’t uplift my head, and there is no release for me, because I have provoked your anger, and have done evil before you, not doing your will, nor keeping your commandments, but setting up abominations and multiplying offenses."
    },
    {
      "verse": 11,
      "text": "And now I bend the knee of my heart, beseeching your goodness:"
    },
    {
      "verse": 12,
      "text": "I have sinned, Lord, I have sinned, and I acknowledge my transgressions:"
    },
    {
      "verse": 13,
      "text": "but I pray and beseech you, release me, Lord, release me, and destroy me not with my transgressions; keep not evils for me in anger for ever, nor condemn me to the lowest parts of the earth: because you are God, the God of the repenting; and in me you will show all your benevolence, for that me unworthy you will save, according to your great mercy:"
    },
    {
      "verse": 14,
      "text": "and I will praise you continually all the days of my life: for all the hosts of the heavens sings to you, and your is the glory for ever and ever. Amen."
    }
  ]
}