{
  "book_id": "1PE",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Peter, an apostle of Jesus Christ, to the strangers scattered through Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
    },
    {
      "verse": 2,
      "text": "chosen according to the foreknowledge of God the Father, in sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace and peace be multiplied to you."
    },
    {
      "verse": 3,
      "text": "Blessed be God, the Father of our Lord Jesus Christ, who, according to his abundant mercy, begot us again into a living hope through the resurrection of Jesus Christ from the dead,"
    },
    {
      "verse": 4,
      "text": "to an inheritance imperishable, and undefiled, and unfading, reserved in heaven for you,"
    },
    {
      "verse": 5,
      "text": "who are guarded by the power of God through faith unto a salvation ready to be revealed in the last time;"
    },
    {
      "verse": 6,
      "text": "wherein ye greatly rejoice, though now for a short time, if need be, made sorrowful by manifold trials,"
    },
    {
      "verse": 7,
      "text": "that the proof of your faith, much more precious than gold which perisheth, but is tried with fire, may be found unto praise and glory and honor at the manifestation of Jesus Christ;"
    },
    {
      "verse": 8,
      "text": "whom, having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory,"
    },
    {
      "verse": 9,
      "text": "receiving the end of your faith, the salvation of your souls."
    },
    {
      "verse": 10,
      "text": "Concerning which salvation the prophets sought earnestly and searched earnestly, who prophesied of the grace that was to come to you;"
    },
    {
      "verse": 11,
      "text": "searching what or what manner of time the Spirit of Christ which was in them signified, when it testified beforehand the sufferings to come upon Christ, and the glories that were to follow;"
    },
    {
      "verse": 12,
      "text": "to whom it was revealed, that not to themselves, but to you, they were ministering the things, which have now been announced to you by them that have brought the glad tidings to you by the Holy Spirit sent down from heaven; which things angels desire to look into."
    },
    {
      "verse": 13,
      "text": "Wherefore gird up the loins of your mind, be sober, and hope undoubtingly for the grace that is to be brought to you at the manifestation of Jesus Christ;"
    },
    {
      "verse": 14,
      "text": "as children of obedience, not conforming yourselves to the former lusts in your ignorance;"
    },
    {
      "verse": 15,
      "text": "but as he who called you is holy, be ye also holy in all your conduct;"
    },
    {
      "verse": 16,
      "text": "because it is written, “Ye shall be holy, for I am holy.”"
    },
    {
      "verse": 17,
      "text": "And if ye call him Father who without respect of persons judgeth according to each one's work, pass the time of your sojourning here in fear;"
    },
    {
      "verse": 18,
      "text": "knowing that not with perishable things, silver or gold, were ye redeemed from your vain manner of life received by tradition from your fathers,"
    },
    {
      "verse": 19,
      "text": "but with the precious blood of Christ, as of a lamb without blemish and without spot;"
    },
    {
      "verse": 20,
      "text": "who was foreknown indeed before the foundation of the world, but manifested in these last times for you,"
    },
    {
      "verse": 21,
      "text": "who through him have faith in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."
    },
    {
      "verse": 22,
      "text": "Seeing ye have purified your souls in obeying the truth unto unfeigned brotherly love, love one another from the heart, fervently;"
    },
    {
      "verse": 23,
      "text": "being born again, not of perishable seed, but of imperishable, through the word of God, which liveth and abideth."
    },
    {
      "verse": 24,
      "text": "Because, “All flesh is as grass, and all its glory as the flower of grass; the grass withered, and its flower fell off;"
    },
    {
      "verse": 25,
      "text": "but the word of the Lord abideth for ever;” and this is the word which was preached to you."
    }
  ]
}