{
  "book_id": "1PE",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Laying aside therefore all malice, and all guile, and hypocrisies, and envies, and all slander,"
    },
    {
      "verse": 2,
      "text": "as new-born babes, desire the spiritual, pure milk, that ye may grow thereby to salvation;"
    },
    {
      "verse": 3,
      "text": "if indeed ye have tasted that the Lord is gracious."
    },
    {
      "verse": 4,
      "text": "To whom coming, a living stone, rejected indeed by men, but in the sight of God chosen, honored,"
    },
    {
      "verse": 5,
      "text": "be ye yourselves also, as living stones, built up, a spiritual house, a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ."
    },
    {
      "verse": 6,
      "text": "Because it is contained in the Scripture: “Behold, I lay in Zion a chief corner-stone, chosen, honored; and he that believeth in him shall not be put to shame.”"
    },
    {
      "verse": 7,
      "text": "To you therefore who believe, is the honor; but to the disobedient, “the stone which the builders rejected, the same hath become the corner-stone,”"
    },
    {
      "verse": 8,
      "text": "and “a stone of stumbling, and a rock to strike against;” even to those who stumble, being disobedient to the word; to which they were also appointed."
    },
    {
      "verse": 9,
      "text": "But ye are a chosen generation, a royal priesthood, a holy nation, a people for a possession, that ye may show forth the praises of him who called you out of darkness into his wonderful light;"
    },
    {
      "verse": 10,
      "text": "who once were not a people, but are now the people of God; who had not obtained mercy, but now have obtained mercy."
    },
    {
      "verse": 11,
      "text": "Beloved, I exhort you, as sojourners and strangers, to abstain from fleshly lusts, which war against the soul;"
    },
    {
      "verse": 12,
      "text": "having your manner of life among the gentiles honorable; that, whereas they speak against you as evil-doers, they may by your good works, which they behold, glorify God in the day of visitation."
    },
    {
      "verse": 13,
      "text": "Submit yourselves therefore to every human institution for the Lord's sake; whether to the king, as supreme;"
    },
    {
      "verse": 14,
      "text": "or to governors, as being sent by him for the punishment of evil-doers, and the praise of those who do well."
    },
    {
      "verse": 15,
      "text": "For so is the will of God, that with well-doing ye may put to silence the ignorance of foolish men;"
    },
    {
      "verse": 16,
      "text": "as free, and not using your freedom for a cloak of wickedness, but as servants of God."
    },
    {
      "verse": 17,
      "text": "Honor all men; love the brotherhood; fear God; honor the king."
    },
    {
      "verse": 18,
      "text": "Servants, be subject to your masters with all fear, not only to the good and considerate, but also to the perverse."
    },
    {
      "verse": 19,
      "text": "For this is acceptable, if any one on account of a sense of duty to God endureth hardships, suffering wrongfully."
    },
    {
      "verse": 20,
      "text": "For what glory is it, if, when ye are beaten for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently [[it is glory]]; for this is acceptable with God."
    },
    {
      "verse": 21,
      "text": "For to this ye were called; because even Christ suffered for us, leaving you an example, that ye should follow his steps;"
    },
    {
      "verse": 22,
      "text": "who committed no sin, neither was guile found in his mouth;"
    },
    {
      "verse": 23,
      "text": "who, when he was reviled, reviled not again; when he suffered did not threaten, but committed himself to him that judgeth righteously;"
    },
    {
      "verse": 24,
      "text": "who himself bore our sins in his own body on the cross, that we, having died to our sins, should live to righteousness; by whose stripes ye were healed."
    },
    {
      "verse": 25,
      "text": "For ye were going astray like sheep; but ye have now returned to the Shepherd and Bishop of your souls."
    }
  ]
}