{
  "book_id": "1PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "In like manner, ye wives, be in subjection to your own husbands, that even if any obey not the word, they may without the word be won by the behavior of the wives,"
    },
    {
      "verse": 2,
      "text": "when they behold your chaste behavior coupled with fear."
    },
    {
      "verse": 3,
      "text": "Whose adorning, let it not be the out yard adorning of braiding the hair, and of wearing golden ornaments, or of putting on apparel;"
    },
    {
      "verse": 4,
      "text": "but the hidden man of the heart, in that which is imperishable, even the ornament of a meek and quiet spirit, which is in the sight of God of great price."
    },
    {
      "verse": 5,
      "text": "For in this manner in the old time the holy women also, who hoped in God, adorned themselves, being in subjection to their own husbands;"
    },
    {
      "verse": 6,
      "text": "as Sarah obeyed Abraham, calling him lord; whose daughters ye have become, if ye do well, and fear no alarm."
    },
    {
      "verse": 7,
      "text": "Dwell likewise, O husband, with thy wife according to knowledge, as with the weaker vessel, giving her honor as being heir with thee of the grace of life, that your prayers be not hindered."
    },
    {
      "verse": 8,
      "text": "Finally, be, all of one mind, have fellow feeling, love as brethren, be compassionate, be humble;"
    },
    {
      "verse": 9,
      "text": "not rendering evil for evil, or railing for railing; but, on the contrary, blessing the evil-doer; because for this end ye were called, that ye might inherit blessing."
    },
    {
      "verse": 10,
      "text": "“For he that would love life, and see good days, let him refrain his tongue from evil, and his lips from speaking guile;"
    },
    {
      "verse": 11,
      "text": "let him turn away from evil, and do good; let him seek peace, and pursue it."
    },
    {
      "verse": 12,
      "text": "For the eyes of the Lord are upon the righteous, and his ears are toward their supplication; but the face of the Lord is against those who do evil.”"
    },
    {
      "verse": 13,
      "text": "And who is he that shall harm you, if ye are followers of that which is good?"
    },
    {
      "verse": 14,
      "text": "But if ye even suffer for righteousness' sake, happy are ye. And be not afraid at their terrors, nor alarmed;"
    },
    {
      "verse": 15,
      "text": "but sanctify Christ as Lord in your hearts. And be ready always to give an answer to every one that asketh you a reason of the hope that is in you, but with meekness and fear;"
    },
    {
      "verse": 16,
      "text": "having a good conscience, that, wherein ye are evil spoken of, they may be ashamed that falsely accuse your good conduct in Christ."
    },
    {
      "verse": 17,
      "text": "For it is better, if it be the will of God, that ye suffer for well-doing, than for evil-doing."
    },
    {
      "verse": 18,
      "text": "For Christ also suffered once for sins, the righteous one for the unrighteous, that he might bring you to God, being put to death in the flesh, but made alive in the spirit;"
    },
    {
      "verse": 19,
      "text": "in which also he went and preached to the spirits in prison,"
    },
    {
      "verse": 20,
      "text": "who were disobedient in times past, when the longsuffering of God waited in the days of Noah, while the ark was preparing, wherein a few, that is, eight souls, were saved by water;"
    },
    {
      "verse": 21,
      "text": "which in its antitype, baptism, is now saving you,—not the putting away of the filth of the flesh, but the earnest seeking for a good conscience toward God,—by the resurrection of Jesus Christ;"
    },
    {
      "verse": 22,
      "text": "who is on the right hand of God, having gone into heaven, angels and authorities and powers being made subject to him."
    }
  ]
}