{
  "book_id": "1PE",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Christ then having suffered in the flesh, do ye also arm yourselves with the same mind; for he that hath suffered in the flesh hath ceased from sin;"
    },
    {
      "verse": 2,
      "text": "that ye may no longer live the remaining time in the flesh after the lusts of men, but after the will of God."
    },
    {
      "verse": 3,
      "text": "For sufficient is the time past to have wrought the will of the gentiles, when ye walked in lasciviousness, lusts, excess of wine, revelings, carousings, and abominable idolatries;"
    },
    {
      "verse": 4,
      "text": "at which they are astonished that ye run not with them to the same excess of riot, speaking evil of you;"
    },
    {
      "verse": 5,
      "text": "who shall give account to him that is ready to judge the living and the dead."
    },
    {
      "verse": 6,
      "text": "For to this end was the gospel preached also to the dead, that they might indeed be judged according to men in the flesh, but might live according to God in the spirit."
    },
    {
      "verse": 7,
      "text": "But the end of all things is at hand; be ye therefore sober, and watch unto prayer."
    },
    {
      "verse": 8,
      "text": "And above all things have fervent love among yourselves; for love covereth a multitude of sins."
    },
    {
      "verse": 9,
      "text": "Be hospitable to one another without grudging."
    },
    {
      "verse": 10,
      "text": "According as each one hath received a gift, minister the same to one another, as good stewards of the manifold grace of God."
    },
    {
      "verse": 11,
      "text": "If any one speak, let him speak as uttering the oracles of God; if any minister, let him do it as from the ability which God giveth; that in all things God may be glorified through Jesus Christ, to whom be the glory and the dominion for ever and ever. Amen."
    },
    {
      "verse": 12,
      "text": "Beloved, be not surprised at the fiery trial which is taking place among you to prove you, as though a strange thing were befalling you;"
    },
    {
      "verse": 13,
      "text": "but, in so far as ye share in Christ's sufferings, rejoice; that also at the manifestation of his glory ye may rejoice with exceeding joy."
    },
    {
      "verse": 14,
      "text": "If ye are reproached for the name of Christ, happy are ye for the Spirit of glory and of God resteth upon you."
    },
    {
      "verse": 15,
      "text": "For let none of you suffer as a murderer, or a thief, or an evil-doer, or as a busybody in other men's matters;"
    },
    {
      "verse": 16,
      "text": "but if as a Christian, let him not be ashamed, but let him glorify God in this name."
    },
    {
      "verse": 17,
      "text": "For the time is come for judgment to begin at the house of God; but if it first begin with us, what will be the end of those who obey not the gospel of God?"
    },
    {
      "verse": 18,
      "text": "and “if the righteous scarcely is saved, where shall the ungodly and the sinner appear?”"
    },
    {
      "verse": 19,
      "text": "Wherefore let those who suffer according to the will of God commit the keeping of their souls to him in well-doing, as to a faithful Creator."
    }
  ]
}