{
  "book_id": "1PE",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "The elders among you I exhort, who am a fellow-elder, and a witness of the sufferings of Christ, who am also a sharer in the glory that is to be revealed;"
    },
    {
      "verse": 2,
      "text": "tend the flock of God which is among you, overseeing it, not by constraint, but willingly; not for base gain, but with ready mind;"
    },
    {
      "verse": 3,
      "text": "not as lording it over your allotted charge, but being examples to the flock;"
    },
    {
      "verse": 4,
      "text": "and when the chief Shepherd shall appear, ye will receive the crown of glory that fadeth not away."
    },
    {
      "verse": 5,
      "text": "In like manner, ye younger men, submit yourselves to the elder; and all of you be clothed with humility toward each other; for “God resisteth the proud, but giveth grace to the humble.”"
    },
    {
      "verse": 6,
      "text": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time;"
    },
    {
      "verse": 7,
      "text": "casting all your care upon him, because he careth for you."
    },
    {
      "verse": 8,
      "text": "Be sober, be watchful. Your adversary the Devil, as a roaring lion, walketh about, seeking whom he may devour;"
    },
    {
      "verse": 9,
      "text": "whom resist, steadfast in the faith, knowing that the same sufferings are being accomplished in your brethren in the world."
    },
    {
      "verse": 10,
      "text": "But the God of all grace, who called you to his everlasting glory in Christ Jesus, will, after ye have suffered a while, himself make you perfect, establish, strengthen, settle you."
    },
    {
      "verse": 11,
      "text": "To him be the dominion for ever. Amen."
    },
    {
      "verse": 12,
      "text": "By Silvanus, the faithful brother as I think, I have written to you in few words, exhorting, and testifying that this is the true grace of God wherein ye stand."
    },
    {
      "verse": 13,
      "text": "The church in Babylon, chosen with you, saluteth you; and Mark, my son."
    },
    {
      "verse": 14,
      "text": "Salute one another with a kiss of love. Peace to you all that are in Christ."
    }
  ]
}