{
  "book_id": "MIC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to Michaeas the son of Morasthi, in the days of Joatham, and Achaz, and Ezekias, kings of Juda, concerning what he saw regarding Samaria and Jerusalem."
    },
    {
      "verse": 2,
      "text": "Hear thesewords, you⌃ people; and let the earth give heed, and all that are in it: and the Lord God shall be among you for a testimony, the Lord out of his holy habitation."
    },
    {
      "verse": 3,
      "text": "For, behold, the Lord comes forth out of his place, and will come down, and will go upon the high places of the earth."
    },
    {
      "verse": 4,
      "text": "And the mountains shall be shaken under him, and the valleys shall melt like wax before the fire, and as water rushing down a declivity."
    },
    {
      "verse": 5,
      "text": "All these calamities arefor the transgression of Jacob, and for the sin of the house of Israel. What is the transgression of Jacob? is itnot Samaria? and what is the sin of the house of Juda? is itnot Jerusalem?"
    },
    {
      "verse": 6,
      "text": "Therefore I will make Samaria asa store-house of the fruits of the field, and asa planting of a vineyard: and I will utterly demolish her stones, and I will expose her foundations."
    },
    {
      "verse": 7,
      "text": "And they shall cut in pieces all the graven images, and all that she has hired they shall burn with fire, and I will utterly destroy all her idols: because she has gathered of the hires of fornication, and of the hires of fornication has she amassed wealth."
    },
    {
      "verse": 8,
      "text": "Therefore shall she lament and wail, she shall go barefooted, and beingnaked she shall make lamentation as thatof serpents, and mourning as of the daughters of sirens."
    },
    {
      "verse": 9,
      "text": "For her plague has become grievous; for it has come even to Juda; and has reached to the gate of my people, even to Jerusalem."
    },
    {
      "verse": 10,
      "text": "You⌃ that are in Geth, exalt not yourselves, and you⌃ Enakim, do not rebuild from the ruins ofthe house in derision: sprinkle dust in the place ofyour laughter."
    },
    {
      "verse": 11,
      "text": "The inhabitant of Sennaar, fairly inhabiting her cities, came not forth to mourn for the house next to her: she shall receive of you the stroke of grief."
    },
    {
      "verse": 12,
      "text": "Who has begun to actfor good to her that dwells in sorrow? for calamities have come down from the Lord upon the gates of Jerusalem,"
    },
    {
      "verse": 13,
      "text": "evena sound of chariots and horsemen: the inhabitants of Lachis, she is the leader of sin to the daughter of Sion: for in you were found the transgressions of Israel."
    },
    {
      "verse": 14,
      "text": "Therefore shall he cause men to be sent forth as far as the inheritance of Geth, evenvain houses; they are become vanity to the kings of Israel;"
    },
    {
      "verse": 15,
      "text": "until they bring the heirs, O inhabitant of Lachis: the inheritance shall reach to Odollam, eventhe glory of the daughter of Israel."
    },
    {
      "verse": 16,
      "text": "Shave your hair, and make yourself bald for your delicate children; increase your widowhood as an eagle; for your peopleare gone into captivity from you."
    }
  ]
}