{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Alas for me! for I am become as one gathering straw in harvest, and as one gatheringgrape-gleanings in the vintage, when there is no cluster for me to eat the first-ripe fruit: alas my soul!"
    },
    {
      "verse": 2,
      "text": "For the godly is perished from the earth; and there is none among men that orders his wayaright: they all quarrel even to blood: they grievously afflict every one his neighbor:"
    },
    {
      "verse": 3,
      "text": "they prepare their hands for mischief, the prince asks a reward, and the judge speaks flattering words; it is the desire of their soul:"
    },
    {
      "verse": 4,
      "text": "therefore I will take away their goods as a devouring moth, and as one who acts by a rigidrule in a day of visitation. Woe, woe, your times of vengeance are come; now shall be their lamentations."
    },
    {
      "verse": 5,
      "text": "Trust not in friends, and confide not in guides: beware of your wife, so as not to commit anything to her."
    },
    {
      "verse": 6,
      "text": "For the son dishonors his father, the daughter will rise up against her mother, the daughter-in-law against her mother-in-law: those in his house shall beall a man's enemies."
    },
    {
      "verse": 7,
      "text": "But I will look to the Lord; I will wait upon God my Saviour: my God will listen to me."
    },
    {
      "verse": 8,
      "text": "Rejoice not against me, my enemy; for I have fallen yetshall arise; for though I should sit in darkness, the Lord shall be a light to me."
    },
    {
      "verse": 9,
      "text": "I will bear the indignation of the Lord, because I have sinned against him, until he make good my cause: he also shall maintain my right, and shall bring me out to the light, andI shall behold his righteousness."
    },
    {
      "verse": 10,
      "text": "And she that is my enemy shall see it, and shall clothe herself with shame, who says, Where isthe Lord your God? my eyes shall look upon her: now shall she be for trampling as mire in the ways."
    },
    {
      "verse": 11,
      "text": "It isthe day of making of brick; that day shall be your utter destruction, and that day shall utterly abolish your ordinances."
    },
    {
      "verse": 12,
      "text": "And your cities shall be levelled, and parted among the Assyrians; and your strong cities shall be parted from Tyre to the river, and from sea to sea, and from mountain to mountain."
    },
    {
      "verse": 13,
      "text": "And the land shall be utterly desolate together with them that inhabit it, because of the fruit of their doings."
    },
    {
      "verse": 14,
      "text": "Tend your people with your rod, the sheep of your inheritance, those that inhabit by themselves the thicket in the midst of Carmel: they shall feed in the land of Basan, and in the land of Galaad, as in the days of old."
    },
    {
      "verse": 15,
      "text": "And according to the days of your departure out of Egypt shall you⌃ see marvelous things."
    },
    {
      "verse": 16,
      "text": "The nations shall see and be ashamed; and at all their might they shall lay their hands upon their mouth, their ears shall be deafened."
    },
    {
      "verse": 17,
      "text": "They shall lick the dust as serpents crawling on the earth, they shall be confounded in their holes; they shall be amazed at the Lord our God, and will be afraid of you."
    },
    {
      "verse": 18,
      "text": "Who is a God like you, cancelling iniquities, and passing over the sins of the remnant of his inheritance? and he has not kept his anger for a testimony, for he delights in mercy."
    },
    {
      "verse": 19,
      "text": "He will return and have mercy upon us; he will sink our iniquities, and they shall be cast into the depth of the sea, evenall our sins."
    },
    {
      "verse": 20,
      "text": "He shall give blessings truly to Jacob, and mercy to Abraam, as you swore to our fathers, according to the former days."
    }
  ]
}