{
  "book_id": "2CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Solomon began to build the house of the Lord in Jerusalem on mount Moriah, where He had appeared unto David his father, on the place that David had prepared in the threshing-floor of Ornan the Jebusite."
    },
    {
      "verse": 2,
      "text": "And he began to build on the second day of the second month, in the fourth year of his reign."
    },
    {
      "verse": 3,
      "text": "Now in this manner was the foundation laid of the house of God [at its] building [by] Solomon: The length by cubits after the first measure was sixty cubits, and the breadth twenty cubits."
    },
    {
      "verse": 4,
      "text": "And the porch that was in the front of the length was according to the breadth of the house, twenty cubits, and the height was a hundred and twenty: and he overlaid it within with pure gold."
    },
    {
      "verse": 5,
      "text": "And the great house he ceiled with fir-wood, which he overlaid with pure gold, and he wrought thereon palm-trees and chains."
    },
    {
      "verse": 6,
      "text": "And he overlaid the house with costly stones for ornament: and the gold was gold of Parvayim."
    },
    {
      "verse": 7,
      "text": "And he covered the house, the beams, the sills, and its walls, and its doors, with gold: and he engraved cherubim on the walls."
    },
    {
      "verse": 8,
      "text": "And he made the most holy house, its length being in front of the breadth of the house, twenty cubits, and its breadth twenty cubits: and he covered it with fine gold, [amounting] to six hundred talents."
    },
    {
      "verse": 9,
      "text": "And the weight of the nails [amounted] to fifty shekels of gold. And the upper chambers he covered with gold."
    },
    {
      "verse": 10,
      "text": "And he made in the most holy house two cherubim of sculpture work, and they overlaid them with gold."
    },
    {
      "verse": 11,
      "text": "And regarding the wings of the cherubim their length was twenty cubits; the wing of the one amounting to five cubits, reaching to the wall of the house: and the other wing of five cubits, reaching to the wing of the other cherub."
    },
    {
      "verse": 12,
      "text": "And the wing of the other cherub was five cubits, reaching to the wall of the house; and the other wing of five cubits was joined closely to the wing of the other cherub."
    },
    {
      "verse": 13,
      "text": "The wings of these cherubim [as they were] spread out were twenty cubits: and they were standing on their feet, and their faces were inward."
    },
    {
      "verse": 14,
      "text": "And he made the vail of blue, and purple, and crimson, and fine linen, and wrought thereon cherubim."
    },
    {
      "verse": 15,
      "text": "And he made before the house two pillars of thirty and five cubits in length, and the capital that was on the top of each of them was five cubits."
    },
    {
      "verse": 16,
      "text": "And he made chains in the debir; and [others which] he placed on the top of the pillars; and he made a hundred pomegranates, and placed them on the chains."
    },
    {
      "verse": 17,
      "text": "And he set up the pillars in front of the temple, one on the right hand, and the other on the left; and he called the name of that on the right hand Jachin, and the name of that on the left Bo'az."
    }
  ]
}