{
  "book_id": "2CH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And so was ended all the work which Solomon made for the house of the Lord; and Solomon brought in the things sanctified by David his father; and the silver, and the gold, and all the vessels he placed in the treasuries of the house of God."
    },
    {
      "verse": 2,
      "text": "Then did Solomon assemble the elders of Israel, and all the heads of the tribes, the princes of the divisions of the children of Israel, unto Jerusalem, to bring up the ark of the covenant of the Lord out of the city of David, which is Zion."
    },
    {
      "verse": 3,
      "text": "And all the men of Israel assembled themselves unto the king at the feast which is [in] the seventh month."
    },
    {
      "verse": 4,
      "text": "All the elders of Israel came, and the Levites took up the ark."
    },
    {
      "verse": 5,
      "text": "And they brought up the ark, and the tabernacle of the congregation, and all the holy vessels that were in the tabernacle: these did the priests and the Levites bring up."
    },
    {
      "verse": 6,
      "text": "And king Solomon, and all the congregation of Israel that were assembled unto him were before the ark, sacrificing sheep and oxen, which could not be numbered nor told for multitude."
    },
    {
      "verse": 7,
      "text": "And the priests brought in the ark of the covenant of the Lord unto its place, into the debir of the house, into the most holy place, under the wings of the cherubim."
    },
    {
      "verse": 8,
      "text": "And the cherubim spread forth their wings over the place of the ark, and the cherubim covered the ark and its staves from above."
    },
    {
      "verse": 9,
      "text": "And they had made the staves so long that the ends of the staves were seen [standing out] from the ark in the front of the debir; but they were not seen without; and they have remained there until this day."
    },
    {
      "verse": 10,
      "text": "There was nothing in the ark save the two tables which Moses had placed [therein] at Horeb, where the Lord made a covenant with the children of Israel, when they came out of Egypt."
    },
    {
      "verse": 11,
      "text": "And it came to pass, when the priests were come out of the holy place; for all the priests that were present had sanctified themselves, the divisions not having been observed;—"
    },
    {
      "verse": 12,
      "text": "And the Levites the singers, all together, of Assaph, of Heman, of Jeduthun, with their sons and their brethren, arrayed in white linen, having cymbals and psalteries and harps, stood at the east side of the altar, and with them were one hundred and twenty priests blowing on trumpets;—"
    },
    {
      "verse": 13,
      "text": "And it came thus to pass, as the trumpeters and singers were as one, to make one sound to be heard in praising and thanking the Lord; and when they lifted up their voice [accompanied] with trumpets and cymbals and instruments of music, and in praising the Lord, For he is good; because unto everlasting endureth his kindness: that the house, even the house of the Lord, was filled with a cloud;"
    },
    {
      "verse": 14,
      "text": "And the priests were not able to stand to minister because of the cloud; for the glory of the Lord had filled the house of God."
    }
  ]
}