{
  "book_id": "2CH",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And when Solomon had made an end of praying, a fire came down from heaven, and consumed the burnt-offering and the sacrifices; and the glory of the Lord filled the house."
    },
    {
      "verse": 2,
      "text": "And the priests were not able to enter into the house of the Lord; because the glory of the Lord had filled the Lord's house."
    },
    {
      "verse": 3,
      "text": "And all the children of Israel were looking on as the fire came down, and the glory of the Lord [was resting] upon the house; and they kneeled down with their faces to the ground upon the pavement, and prostrated themselves, and gave thanks unto the Lord, for he is good; because unto everlasting endureth his kindness."
    },
    {
      "verse": 4,
      "text": "And the king and all the people offered sacrifices before the Lord."
    },
    {
      "verse": 5,
      "text": "And king Solomon offered a sacrifice of twenty and two thousand oxen, and a hundred and twenty thousand sheep: and so they dedicated the house of God, the king and all the people."
    },
    {
      "verse": 6,
      "text": "And the priests were standing on their stations, and the Levites with the instruments of the music of the Lord, which king David had made to give thanks unto the Lord, because unto everlasting endureth his kindness, with the song of praise of David in their hand; and the priests blew the trumpets opposite to them, and all Israel were standing."
    },
    {
      "verse": 7,
      "text": "And Solomon hallowed the interior of the court that was before the house of the Lord; for he prepared there the burnt-offerings, and the fat of the peace-offerings; because the copper altar which Solomon had made was not able to contain the burnt-offerings, and the meat-offerings, and the fat."
    },
    {
      "verse": 8,
      "text": "And Solomon held the feast at that time seven days, and all Israel with him, a very great assembly, from the entrance of Chamath unto the river of Egypt."
    },
    {
      "verse": 9,
      "text": "And they held on the eighth day a solemn assembly; for the dedication of the altar they held seven days, and the feast seven days."
    },
    {
      "verse": 10,
      "text": "And on the three-and-twentieth day of the seventh month he dismissed the people unto their tents, joyful and glad of heart because of the good that the Lord had done for David, and for Solomon, and for Israel his people."
    },
    {
      "verse": 11,
      "text": "Thus did Solomon complete the house of the Lord, and the king's house; and [in] all that came into Solomon's heart to make in the house of the Lord, and in his own house, he prospered."
    },
    {
      "verse": 12,
      "text": "Then appeared the Lord to Solomon during the night, and said unto him, I have heard thy prayer, and I have made choice of this place for myself as a house of sacrifice."
    },
    {
      "verse": 13,
      "text": "If I shut up the heavens that there be no rain, or if I give a charge to the locusts to devour off the land, or if I send a pestilence among my people:"
    },
    {
      "verse": 14,
      "text": "And if my people, over whom my name is called, do then humble themselves, and pray, and seek my presence, and turn away from their evil ways: then will I also hear from heaven, and I will forgive their sin, and will heal their land."
    },
    {
      "verse": 15,
      "text": "Now, my eyes shall be open, and my ears attentive unto the prayer on this place."
    },
    {
      "verse": 16,
      "text": "And now I have chosen and hallowed this house, that my name may be there for ever; and my eyes and my heart shall be there at all times."
    },
    {
      "verse": 17,
      "text": "And as for thee, if thou wilt walk before me, as David thy father hath walked, so as to do in accordance with all that I have commanded thee, and wilt keep my statutes and my ordinances:"
    },
    {
      "verse": 18,
      "text": "Then will I establish the throne of thy kingdom, just as I have covenanted with David thy father, saying, There shall never fail thee a man to be ruler in Israel."
    },
    {
      "verse": 19,
      "text": "But if ye will indeed turn away, and forsake my statutes and my commandments, which I have set before you, and will go and serve other gods, and bow down to them:"
    },
    {
      "verse": 20,
      "text": "Then will I pluck them up out of my land which I have given unto them; and this house, which I have hallowed for my name, will I cast away from my sight, and I will render it to be for a proverb and for a by-word among all the people."
    },
    {
      "verse": 21,
      "text": "And this house, which hath been so exalted, shall become an astonishment to every one that passeth by it: so that he will say, Why hath the Lord done thus unto this land, and unto this house?"
    },
    {
      "verse": 22,
      "text": "And men shall then say, For the cause that they forsook the Lord the God of their fathers, who had brought them forth out of the land of Egypt, and they took hold of other gods, and bowed down to them, and served them: therefore hath he brought upon them all this evil."
    }
  ]
}