{
  "book_id": "2CH",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass at the end of twenty years, when Solomon had built the house of the Lord, and his own house,"
    },
    {
      "verse": 2,
      "text": "That [as regardeth] the cities which Churam had restored to Solomon, Solomon built them, and caused the children of Israel to dwell there."
    },
    {
      "verse": 3,
      "text": "And Solomon went to Chamath-zobah, and prevailed against it."
    },
    {
      "verse": 4,
      "text": "And he built Thadmor in the wilderness, and all the treasure-cities, which he built in Chamath."
    },
    {
      "verse": 5,
      "text": "And he built the upper Beth-choron, and the lower Beth-choron, fortified cities, with walls, gates, and bars;"
    },
    {
      "verse": 6,
      "text": "And Ba'alath, and all the treasure-cities that Solomon had, and all the cities for chariots, and the cities for horsemen, and all the [other] desire of Solomon which he desired to build in Jerusalem, and in the Lebanon, and throughout all the land of his dominion."
    },
    {
      "verse": 7,
      "text": "All the people that were left of the Hittites, and the Emorites, and the Perizzites, and the Hivites, and the Jebusites, who were not of Israel,"
    },
    {
      "verse": 8,
      "text": "Out of their children, who were left after them in the land, whom the children of Israel had not destroyed—these did Solomon levy as tributary [laborers] until this day."
    },
    {
      "verse": 9,
      "text": "Yet of the children of Israel did Solomon make no bondmen for his work; but they were men of war, and chiefs of his captains; and officers of his chariots and of his horsemen."
    },
    {
      "verse": 10,
      "text": "And these were the chiefs of the superintendents whom king Solomon had, [even] two hundred and fifty, who ruled over the people."
    },
    {
      "verse": 11,
      "text": "And the daughter of Pharaoh did Solomon bring up out of the city of David unto the house that he had built for her; for he said, No wife of mine shall dwell in a house of David the king of Israel, because they are holy, because there came [once] unto them the ark of the Lord."
    },
    {
      "verse": 12,
      "text": "Then did Solomon offer burnt-offerings unto the Lord on the altar of the Lord, which he had built before the porch,"
    },
    {
      "verse": 13,
      "text": "Even according to what was the due of [every] day on its day, offering according to the commandment of Moses, on the sabbaths, and on the new-moons, and on the stated festivals, three times in the year, on the feast of unleavened bread, and on the feast of weeks, and on the feast of tabernacles."
    },
    {
      "verse": 14,
      "text": "And he stationed, according to the prescription of David his father, the divisions of the priests at their service, and the Levites at their stations, to praise and minister next to the priests, in the requirement of every day on its day, and the gate-keepers in their divisions at every gate; for so was the charge of David the man of God."
    },
    {
      "verse": 15,
      "text": "And they departed not from the charge of the king concerning the priests and Levites respecting every matter, and respecting the treasuries."
    },
    {
      "verse": 16,
      "text": "And [so] was all the work of Solomon successful from the day of founding the house of the Lord, even until it was finished. [So] was perfected the house of the Lord."
    },
    {
      "verse": 17,
      "text": "Then went Solomon to 'Ezyon-geber, and to Eloth, at the sea-shore in the land of Edom."
    },
    {
      "verse": 18,
      "text": "And Churam sent him by means of his servants ships, and servants that had knowledge of the sea; and they went with the servants of Solomon to Ophir, and they fetched away thence four hundred and fifty talents of gold, and brought the same to king Solomon."
    }
  ]
}