{
  "book_id": "2CH",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And Rehobo'am went to Shechem: for to Shechem were all Israel come to make him king."
    },
    {
      "verse": 2,
      "text": "And it came to pass, when Jerobo'am the son of Nebat heard of it, for he was in Egypt, whither he had fled from the presence of king Solomon, that Jerobo'am returned out of Egypt."
    },
    {
      "verse": 3,
      "text": "And they sent and called him: and so came Jerobo'am with all Israel and spoke to Rehobo'am, saying,"
    },
    {
      "verse": 4,
      "text": "Thy father made our yoke hard; but now do thou make lighter the hard service of thy father, and his heavy yoke which he put upon us, and we will serve thee."
    },
    {
      "verse": 5,
      "text": "And he said unto them, After but three days, then return unto me. And the people went away."
    },
    {
      "verse": 6,
      "text": "Then consulted king Rehobo'am with the old men that had stood before Solomon his father while he yet lived, saying, How do you advise that I should return an answer to this people?"
    },
    {
      "verse": 7,
      "text": "And they spoke unto him, saying, If thou wilt be kind to this people, and please them, and speak to them good words: then will they be servants unto thee for all times."
    },
    {
      "verse": 8,
      "text": "But he forsook the counsel which the old men had given him, and consulted with the young men that were grown up with him, and who stood before him."
    },
    {
      "verse": 9,
      "text": "And he said unto them, How do you counsel how we should give an answer to this people, who have spoken to me, saying, Make lighter the yoke which thy father did put upon us?"
    },
    {
      "verse": 10,
      "text": "Then spoke with him the young men that were grown up with him, saying, Thus must thou say unto the people that have spoken unto thee, saying, Thy father made our yoke heavy, but do thou make it lighter unto us: thus must thou say unto them, My little finger is thicker than my father's loins."
    },
    {
      "verse": 11,
      "text": "And now [if] my father hath burdened you with a heavy yoke, I will add to your yoke: [if] my father hath chastised you with whips, then will I [do it] with scorpion-thorns."
    },
    {
      "verse": 12,
      "text": "When now Jerobo'am and all the people came to Rehobo'am on the third day, as the king had spoken, saying, Return to me on the third day:"
    },
    {
      "verse": 13,
      "text": "The king answered them harshly; and king Rehobo'am forsook the counsel of the old men;"
    },
    {
      "verse": 14,
      "text": "And he spoke to them after the counsel of the young men, saying, My father made your yoke heavy, and I will add thereto; my father chastised you with whips, but I will [do it] with scorpion-thorns."
    },
    {
      "verse": 15,
      "text": "And the king hearkened not unto the people; for it was so brought about from God, in order that the Lord might fulfill his word, which he had spoken by means of Achiyahu the Shilonite unto Jerobo'am the son of Nebat."
    },
    {
      "verse": 16,
      "text": "So when all Israel saw that the king hearkened not unto them, the people answered the king, saying, What portion have we in David? nor have we an inheritance in the son of Jesse: every man to your tents, O Israel; now, see to thy own house, David. So did all Israel go to their tents."
    },
    {
      "verse": 17,
      "text": "But as for the children of Israel who dwelt in the cities of Judah, over them did Rehobo'am reign."
    },
    {
      "verse": 18,
      "text": "Then sent king Rehobo'am Hadoram who was over the tribute; but the children of Israel stoned him with stones, that he died. Therefore king Rehobo'am made speed with his might to get upon his chariot, to flee to Jerusalem."
    },
    {
      "verse": 19,
      "text": "So did Israel rebel against the house of David unto this day."
    }
  ]
}