{
  "book_id": "2CH",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And when Rehobo'am was come to Jerusalem, he assembled the house of Judah and Benjamin a hundred and eighty thousand chosen men, warriors, to fight against Israel, to bring back the kingdom again to Rehobo'am."
    },
    {
      "verse": 2,
      "text": "But the word of the Lord came unto Shema'yahu the man of God, saying,"
    },
    {
      "verse": 3,
      "text": "Say unto Rehobo'am the son of Solomon, the king of Judah and Benjamin, saying,"
    },
    {
      "verse": 4,
      "text": "Thus hath said the Lord, Ye shall not go up, nor fight with your brethren: return every man to his house; for from me hath this thing been brought about. And they hearkened to the words of the Lord, and returned from going against Jerobo'am."
    },
    {
      "verse": 5,
      "text": "And Rehobo'am dwelt in Jerusalem, and built cities as fortresses in Judah."
    },
    {
      "verse": 6,
      "text": "He built, namely, Beth-lechem, and 'Etam, and Thekoa'."
    },
    {
      "verse": 7,
      "text": "And Beth-zur, and Socho, and 'Adullam,"
    },
    {
      "verse": 8,
      "text": "And Gath, and Mareshah, and Ziph,"
    },
    {
      "verse": 9,
      "text": "And Adorayim and Lachish, and 'Azekah,"
    },
    {
      "verse": 10,
      "text": "And Zor'ah, and Ayalon, and Hebron, which are in Judah and in Benjamin, fortified cities."
    },
    {
      "verse": 11,
      "text": "And he strengthened the strong-holds, and put commanders in them, and stores of food, and oil and wine;"
    },
    {
      "verse": 12,
      "text": "And in each and every city [he placed] shields and spears, and made them exceedingly strong: and thus remained with him Judah and Benjamin."
    },
    {
      "verse": 13,
      "text": "And the priests and the Levites that were in all Israel presented themselves to him out of all their territory."
    },
    {
      "verse": 14,
      "text": "For the Levites left their open districts and their possession, and went to Judah and Jerusalem; because Jerobo'am and his sons cast them off from executing the priest's office unto the Lord,"
    },
    {
      "verse": 15,
      "text": "And [because] he ordained for himself priests for the high-places, and for the evil spirits, and for the calves which he had made."
    },
    {
      "verse": 16,
      "text": "And after them [came] out of all the tribes of Israel such as directed their heart to seek the Lord the God of Israel: these came to Jerusalem, to sacrifice unto the Lord, the God of their fathers."
    },
    {
      "verse": 17,
      "text": "And they strengthened the kingdom of Judah, and brought power to Rehobo'am, the son of Solomon, during three years; for they walked in the way of David and Solomon during three years."
    },
    {
      "verse": 18,
      "text": "And Rehobo'am took himself as wife Machalath the daughter of Jerimoth the son of David, [and] Abichayil the daughter of Eliab the son of Jesse;"
    },
    {
      "verse": 19,
      "text": "And she bore to him sons: Je'ush, and Shamaryah, and Zaham."
    },
    {
      "verse": 20,
      "text": "And after her did he take Ma'achah the daughter of Abshalom; and she bore to him Abiyah, and 'Attai, and Ziza, and Shelomith."
    },
    {
      "verse": 21,
      "text": "And Rehobo'am loved Ma'achah the daughter of Abshalom more than all his wives and his concubines; for he had taken eighteen wives and sixty concubines; and he begat twenty and eight sons, and sixty daughters."
    },
    {
      "verse": 22,
      "text": "And Rehobo'am appointed Abiyah the son of Ma'achah to be the chief, to be ruler among his brethren; because [he desired] to make him king."
    },
    {
      "verse": 23,
      "text": "And he dealt understandingly, and dispersed all his children throughout all the countries of Judah and Benjamin, unto all the fortified cities; and he gave them food in abundance and he required [for them] a multitude of wives."
    }
  ]
}