{
  "book_id": "2CH",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In the eighteenth year of king Jerobo'am became Abiyah king over Judah."
    },
    {
      "verse": 2,
      "text": "Three years he reigned in Jerusalem: and his mother's name was Michayahu the daughter of Uriel of Gib'ah. And there was war between Abiyah and Jerobo'am."
    },
    {
      "verse": 3,
      "text": "And Abiyah joined the battle with an army of valiant men of war, even of four hundred thousand chosen men: Jerobo'am also set the battle in array against him with eight hundred thousand chosen men, being mighty men of valor."
    },
    {
      "verse": 4,
      "text": "And Abiyah stood up above mount Zemarayim, which is in the mountain of Ephraim, and said, Hear me, O Jerobo'am, and all Israel;"
    },
    {
      "verse": 5,
      "text": "Ought ye not to know that the Lord the God of Israel hath given the kingdom over Israel to David for eternity, yea, to him and to his sons by a covenant of salts?"
    },
    {
      "verse": 6,
      "text": "But there rose up Jerobo'am the son of Nebat, the servant of Solomon the son of David, and rebelled against his lord."
    },
    {
      "verse": 7,
      "text": "And there were gathered unto him idle men, worthless persons, and put themselves in violent resistance against Rehobo'am the son of Solomon: while Rehobo'am was young and tender hearted, and could not sustain himself before them."
    },
    {
      "verse": 8,
      "text": "And now ye think to sustain yourselves before the kingdom of the Lord in the hand of the sons of David; and ye are a great multitude; and with you are golden calves, which Jerobo'am hath made for you as gods."
    },
    {
      "verse": 9,
      "text": "Have ye not cast out the priests of the Lord, the sons of Aaron, and the Levites, and have made yourselves priests like the people of the [various] lands? so that whosoever cometh to consecrate himself with a young bullock and seven rams can become a priest to things that are no gods?"
    },
    {
      "verse": 10,
      "text": "But as for us, the Lord is our God, and we have not forsaken him; and the priests, who minister unto the Lord, are the sons of Aaron; and the Levites are at their [appointed] work;"
    },
    {
      "verse": 11,
      "text": "And they burn unto the Lord burnt-offerings every morning and every evening and incense of sweet spices; and the rows of the show-bread [do they place] upon the pure table; and there is the candlestick of gold with its lamps, to light the same every evening; for we keep the charge of the Lord our God, while ye have truly forsaken him."
    },
    {
      "verse": 12,
      "text": "And, behold, with us at our head, is the [true] God, with his priests with trumpets for blowing the alarm, to sound an alarm against you. O children of Israel, do not fight against the Lord the God of your fathers; for ye will not prosper."
    },
    {
      "verse": 13,
      "text": "But Jerobo'am caused an ambush to come around behind them: so they themselves were before Judah, and the ambush was behind them."
    },
    {
      "verse": 14,
      "text": "And when Judah turned round, behold, they had the battle before and behind: and they cried unto the Lord, and the priests blew with the trumpets."
    },
    {
      "verse": 15,
      "text": "And then gave the men of Judah a shout: and it came to pass, as the men of Judah shouted, that God struck down Jerobo'am and all Israel before Abiyah and Judah."
    },
    {
      "verse": 16,
      "text": "And the children of Israel fled from before Judah, and God gave them up into their hand."
    },
    {
      "verse": 17,
      "text": "And Abiyah and his people smote them with a great defeat, and there fell down slain of Israel five hundred thousand chosen men."
    },
    {
      "verse": 18,
      "text": "Thus were the children of Israel humbled at that time: and the children of Judah became powerful, because they relied upon the Lord the God of their fathers."
    },
    {
      "verse": 19,
      "text": "And Abiyah made pursuit after Jerobo'am, and captured cities from him, Bethel with its villages, and Jeshanah with its villages, and 'Ephrayin with its villages."
    },
    {
      "verse": 20,
      "text": "And Jerobo'am did not recover strength again in the days of Abiyahu: and the Lord struck him, and he died."
    },
    {
      "verse": 21,
      "text": "But Abiyahu became strong, and he took himself fourteen wives, and begat twenty and two sons, and sixteen daughters."
    },
    {
      "verse": 22,
      "text": "And the rest of the acts of Abiyah, and his ways, and his speeches, are written in the writing of the prophet 'Iddo."
    }
  ]
}