{
  "book_id": "2CH",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And as for 'Azaryahu the son of 'Oded—on him came the spirit of God;"
    },
    {
      "verse": 2,
      "text": "And he went out to meet Assa, and said unto him, Hear me, O Assa, and all Judah and Benjamin, The Lord is with you, while ye remain with him; and if ye seek him, he will let himself be found by you; but if ye forsake him, he will forsake you."
    },
    {
      "verse": 3,
      "text": "And many days [had elapsed] for Israel, [they being] without the true God, and without a teaching priest, and without law."
    },
    {
      "verse": 4,
      "text": "But they returned when they were in distress unto the Lord, the God of Israel, and they sought him, and he let himself be found by them."
    },
    {
      "verse": 5,
      "text": "And in those times there was no peace to him that went out, and to him that came in; but there were great confusions among all the inhabitants of the countries."
    },
    {
      "verse": 6,
      "text": "And nation was dashed to pieces against nation, and city against city; for God did confound them with all kind of distress."
    },
    {
      "verse": 7,
      "text": "But as for you, be ye strong, and let not your hands be weak; for there is a reward for your doing."
    },
    {
      "verse": 8,
      "text": "And when Assa heard these words, and the prophecy of 'Oded the prophet, he was strengthened, and he put away the abominable idols out of all the land of Judah and Benjamin, and out of the cities which he had captured from the mountain of Ephraim; and he renewed the altar of the Lord, that was before the porch of the Lord."
    },
    {
      "verse": 9,
      "text": "And he assembled all Judah and Benjamin, and those that sojourned with them out of Ephraim and Menasseh, and out of Simeon; for they had joined him out of Israel in abundance, when they saw that the Lord his God was with him."
    },
    {
      "verse": 10,
      "text": "And so they assembled themselves at Jerusalem in the third month, in the fifteenth year of the reign of Assa."
    },
    {
      "verse": 11,
      "text": "And they sacrificed unto the Lord on the same day, of the booty which they had brought, seven hundred oxen and seven thousand sheep."
    },
    {
      "verse": 12,
      "text": "And they entered into the covenant to seek the Lord the God of their fathers with all their heart and with all their soul;"
    },
    {
      "verse": 13,
      "text": "So that whosoever would not seek the Lord the God of Israel should be put to death, from the small even up to the great, whether it be man or woman."
    },
    {
      "verse": 14,
      "text": "And they swore unto the Lord with a loud voice, and with [joyful] shouting, and with trumpets, and with cornets."
    },
    {
      "verse": 15,
      "text": "And all Judah rejoiced because of the oath; for with all their heart had they sworn, and with their whole desire did they seek him, and he let himself be found by them: and the Lord gave them rest on every side."
    },
    {
      "verse": 16,
      "text": "And also concerning Ma'achah the mother of king Assa, he removed her from being queen, because she had made a scandalous image for the grove; and Assa cut down her scandalous image, and had it ground up, and burnt it by the brook Kidron."
    },
    {
      "verse": 17,
      "text": "But the high-places were not removed out of Israel; nevertheless the heart of Assa was entire all his days."
    },
    {
      "verse": 18,
      "text": "And be brought the things which his father had sanctified, and his own sanctified things, into the house of God,—silver, and gold, and vessels."
    },
    {
      "verse": 19,
      "text": "And there was no war until the five-and-thirtieth year of the reign of Assa."
    }
  ]
}