{
  "book_id": "2CH",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoshaphat his son became king in his stead, and strengthened himself against Israel."
    },
    {
      "verse": 2,
      "text": "And he placed forces in all the fortified cities of Judah, and placed garrisons in the land of Judah, and in the cities of Ephraim, which Assa his father had captured."
    },
    {
      "verse": 3,
      "text": "And the Lord was with Jehoshaphat; because he walked in the first ways of David his father, and sought not after the Be'alim;"
    },
    {
      "verse": 4,
      "text": "On the contrary, after the God of his father did he seek, and in his commandments did he walk, but not after the doings of Israel."
    },
    {
      "verse": 5,
      "text": "Therefore did the Lord establish the kingdom in his hand; and all Judah gave presents to Jehoshaphat; and he had riches and honor in abundance."
    },
    {
      "verse": 6,
      "text": "And his heart raised itself up in the ways of the Lord, and he removed moreover the high-places and groves out of Judah."
    },
    {
      "verse": 7,
      "text": "And in the third year of his reign he sent his princes, even Ben-chayil, and 'Obadiah, and Zechariah, and Nethanel, and Michayahu, to teach in the cities of Judah."
    },
    {
      "verse": 8,
      "text": "And with them were the Levites, Shema'yahu, and Nethanyahu, and Zebadyahu, and 'Assahel, and Shemiramoth, and Jehonathan, and Adoniyahu, and Tobiyahu, and Tobadoniyah, the Levites; and with them Elishama' and Jehoram, the priests."
    },
    {
      "verse": 9,
      "text": "And they taught in Judah, and with them was the book of the law of the Lord, and they moved about through all the cities of Judah, and taught the people."
    },
    {
      "verse": 10,
      "text": "And the dread of the Lord was upon all the kingdoms of the lands that were round about Judah, so that they made no war with Jehoshaphat."
    },
    {
      "verse": 11,
      "text": "Also from the Philistines did people bring unto Jehoshaphat presents and silver, as tribute: also the Arabians brought him small cattle, rams seven thousand and seven hundred, and he-goats seven thousand and seven hundred."
    },
    {
      "verse": 12,
      "text": "And Jehoshaphat went on becoming exceedingly great, and he built in Judah castles and treasure-cities."
    },
    {
      "verse": 13,
      "text": "And he had great works in the cities of Judah, and men of war, mighty in valor, in Jerusalem."
    },
    {
      "verse": 14,
      "text": "And these are their numbers according to their family divisions: Of Judah, of the captains of the thousands was 'Adnah the chief, and with him were mighty men of valor, three hundred thousand."
    },
    {
      "verse": 15,
      "text": "And next to him was Jehochanan the chief, and with him were two hundred and eighty thousand."
    },
    {
      "verse": 16,
      "text": "And next to him was 'Amassyah the son of Zichri, who voluntarily offered himself unto the Lord; and with him were two hundred thousand mighty men of valor."
    },
    {
      "verse": 17,
      "text": "And of Benjamin, the mighty valiant Elyada', and with him were those armed with bow and shield two hundred thousand."
    },
    {
      "verse": 18,
      "text": "And next him was Jehozabad, and with him were one hundred and eighty thousand ready armed for the host."
    },
    {
      "verse": 19,
      "text": "These were those that ministered to the king, besides those whom the king had placed in the fortified cities throughout all Judah."
    }
  ]
}