{
  "book_id": "2CH",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoshaphat had riches and honor in abundance, and he intermarried with Achab."
    },
    {
      "verse": 2,
      "text": "And he went down after [some] years to Achab to Samaria. And Achab killed for him sheep and oxen in abundance, and for the people that were with him, and persuaded him to go up to Ramoth-gil'ad."
    },
    {
      "verse": 3,
      "text": "Then said Achab the king of Israel unto Jehoshaphat the king of Judah, Wilt thou go with me against Ramoth-gil'ad! And he said to him, I [will be] like thee, and my people [shall be] as thy people; and we will be with thee in the battle."
    },
    {
      "verse": 4,
      "text": "And Jehoshaphat said unto the king of Israel, Inquire, I pray thee, today [first] of the word of the Lord."
    },
    {
      "verse": 5,
      "text": "Then did the king of Israel assemble the prophets, four hundred men, and said unto them, Shall we go to Ramoth-gil'ad to battle, or shall I forbear? And they said, Go up, and God will deliver [it] into the hand of the king."
    },
    {
      "verse": 6,
      "text": "And Jehoshaphat said, Is there not here a prophet of the Eternal besides, that we might inquire of him?"
    },
    {
      "verse": 7,
      "text": "And the king of Israel said unto Jehoshaphat, There is yet one man, by whom we may inquire of the Lord; but I hate him; for he never prophesieth any good concerning me, but at all times evil: it is Michayhu the son of Yimla. And Jehoshaphat said, Let not the king say so."
    },
    {
      "verse": 8,
      "text": "Then called the king of Israel a certain court-officer, and said, “Hasten hither Michayhu the son of Yimla.”"
    },
    {
      "verse": 9,
      "text": "And the king of Israel and Jehoshaphat the king of Judah were sitting each on his throne, dressed in their royal garments, and they were sitting in a threshing-floor at the entrance of the gate of Samaria: and all the prophets prophesied before them."
    },
    {
      "verse": 10,
      "text": "And Zedekiah the son of Kena'anah had made himself horns of iron; and he said, Thus hath said the Lord, With these shalt thou push the Syrians until thou have made an end of them."
    },
    {
      "verse": 11,
      "text": "And all the prophets prophesied so, saying, Go up against Ramoth-gil'ad, and prosper, and the Lord will deliver it into the king's hand."
    },
    {
      "verse": 12,
      "text": "And the messenger that went to call Michayhu spoke to him, saying, Behold, the words of the prophets are with one voice good for the king: so do let thy word, I pray thee, be like [that of] any one of them, and speak something good."
    },
    {
      "verse": 13,
      "text": "And Michayhu said, As the Lord liveth, truly what my God may say, that will I speak."
    },
    {
      "verse": 14,
      "text": "And when he was come to the king, the king said unto him, Michah, shall we go to Ramoth-gil'ad to battle, or shall I forbear? And he said, Go ye up, and prosper, and may they be delivered into your hand."
    },
    {
      "verse": 15,
      "text": "And the king said to him, How many times yet must I adjure thee that thou shalt not speak to me any thing but the truth in the name of the Lord?"
    },
    {
      "verse": 16,
      "text": "Then said he, I saw all Israel scattered over the mountains, as flocks that have not a shepherd: and the Lord said, These have no master; let them return every man to his house in peace."
    },
    {
      "verse": 17,
      "text": "And the king of Israel said to Jehoshaphat, Did I not say unto thee that he would not prophesy concerning me any good, but [only] for evil?"
    },
    {
      "verse": 18,
      "text": "And he said, Therefore hear ye the word of the Lord: I saw the Lord sitting on his throne, and all the host of heaven standing on his right and his left."
    },
    {
      "verse": 19,
      "text": "And the Lord said, Who will persuade Achab the king of Israel, that he may go up and fall at Ramoth-gil'ad? And one said—one saying after this manner, and another saying after that manner."
    },
    {
      "verse": 20,
      "text": "Then came there forth a spirit, and placed himself before the Lord, and said, I will persuade him. And the Lord said unto him, Wherewith?"
    },
    {
      "verse": 21,
      "text": "And he said, I will go forth, and I will become a lying spirit in the mouth of all his prophets. And he said, Thou wilt persuade him, and also prevail: go forth, and do so."
    },
    {
      "verse": 22,
      "text": "And now, behold, the Lord hath put a lying spirit in the mouth of these thy prophets: but the Lord hath spoken evil concerning thee."
    },
    {
      "verse": 23,
      "text": "And Zedekiah the son of Kena'anah went near, and struck Michayhu on the cheek, and said, Which is the way the Spirit of the Lord passed away from me to speak with thee?"
    },
    {
      "verse": 24,
      "text": "And Michayhu said, Behold, thou shalt see it on that day when thou shalt go into the innermost chamber to hide thyself."
    },
    {
      "verse": 25,
      "text": "And the king of Israel said, Take ye Michayhu, and carry him back unto Amon the governor of the city, and to Joash the king's son;"
    },
    {
      "verse": 26,
      "text": "And say ye, Thus hath said the king, Put this man in the prison, and feed him with sparing bread and with sparing water, until I return in peace."
    },
    {
      "verse": 27,
      "text": "And Michayhu said, If thou return at all in peace, then hath the Lord not spoken through me. And he said, Hear it, O all ye nations!"
    },
    {
      "verse": 28,
      "text": "And the king of Israel went up with Jehoshaphat the king of Judah to Ramoth-gil'ad."
    },
    {
      "verse": 29,
      "text": "And the king of Israel said unto Jehoshaphat, I will disguise myself, and enter into the battle; but do thou put on thy royal garments. And the king of Israel disguised himself, and they went into the battle."
    },
    {
      "verse": 30,
      "text": "And the king of Syria had commanded the captains of the chariots that he had, saying, Fight ye not with the small or with the great, save only with the king of Israel alone."
    },
    {
      "verse": 31,
      "text": "And it came to pass, when the captains of the chariots saw Jehoshaphat, that they said, This is the king of Israel. And they encompassed him to fight; and Jehoshaphat cried out, and the Lord helped him; and God induced them to go away from him."
    },
    {
      "verse": 32,
      "text": "And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from following him."
    },
    {
      "verse": 33,
      "text": "But a certain man drew his bow at a venture, and struck the king of Israel between the joints and the armor: wherefore he said to the chariot-driver, Turn about, and carry me out of the camp; for I am wounded."
    },
    {
      "verse": 34,
      "text": "And the battle increased on that day: and the king of Israel stayed [himself] up in the chariot against the Syrians until the evening, and he died at the time of the sun's going down."
    }
  ]
}