{
  "book_id": "2CH",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoshaphat the king of Judah returned to his house in peace, to Jerusalem."
    },
    {
      "verse": 2,
      "text": "And there came out to meet him Jehu the son of Chanani the seer, and said to king Jehoshaphat, Shouldst thou help the wicked, and love those that hate the Lord? and because of this there is wrath over thee from before the Lord."
    },
    {
      "verse": 3,
      "text": "Nevertheless there are good things found on thee; because thou hast removed the Asheroth out of the land, and hast directed thy heart firmly to seek God."
    },
    {
      "verse": 4,
      "text": "And Jehoshaphat remained at Jerusalem; but he went out again through the people from Beer-sheba' as far as the mountain of Ephraim, and caused them to return unto the Lord the God of their fathers."
    },
    {
      "verse": 5,
      "text": "And he appointed judges in the land in all the fortified cities of Judah, in city by city."
    },
    {
      "verse": 6,
      "text": "And he said to the judges, Look [well] at what ye are doing; because not for man are ye to judge, but for the Lord, who is with you in pronouncing judgment."
    },
    {
      "verse": 7,
      "text": "And now let the dread of the Lord be upon you: take heed and act; for with the Lord our God there is no injustice, nor respect for persons, nor taking of bribes."
    },
    {
      "verse": 8,
      "text": "But also in Jerusalem did Jehoshaphat appoint some of the Levites, and the priests, and of the chiefs of the family divisions of Israel, for the [giving of] the judgment of the Lord, and for controversies, when they returned to Jerusalem."
    },
    {
      "verse": 9,
      "text": "And he charged on them, saying, Thus shall ye do in the fear of the Lord, in faithfulness, and with an undivided heart."
    },
    {
      "verse": 10,
      "text": "And whatsoever controversy may come to you from your brethren that dwell in their cities, between blood and blood, between law and commandment, statutes and ordinances, ye shall truly warn them that they incur not guilt against the Lord, and so there come wrath over you, and over your brethren: so must ye do, and ye will not incur guilt."
    },
    {
      "verse": 11,
      "text": "And, behold, Amaryahu the chief priest is over you for every matter of the Lord; and Zebadyahu the son of Yishma'el, the ruler for the house of Judah, for every matter of the king; and the Levites are officers before you. Be strong and act, and may the Lord be with the good."
    }
  ]
}