{
  "book_id": "2CH",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after this, that the children of Moab, and the children of 'Ammon, and with them some of the 'Ammonim, came against Jehoshaphat to battle."
    },
    {
      "verse": 2,
      "text": "And there came some and told unto Jehoshaphat, saying, There is coming against thee a great multitude from beyond the sea, from Syria; and, behold, they are in Chazazon-thamar, which is 'En-gedi."
    },
    {
      "verse": 3,
      "text": "Then became Jehoshaphat afraid, and he directed his face to seek the Lord; and he proclaimed a fast over all Judah."
    },
    {
      "verse": 4,
      "text": "And [the people of] Judah gathered themselves together, to ask [help] of the Lord: also out of all the cities of Judah did they come to seek the Lord."
    },
    {
      "verse": 5,
      "text": "And Jehoshaphat stood forward in the assembly of Judah and Jerusalem, in the house of the Lord, before the new court."
    },
    {
      "verse": 6,
      "text": "And he said, O Lord, the God of our fathers, thou art God in the heavens, and thou rulest over all the kingdoms of the nations; and in thy hand are the power and might, and there is none that can withstand thee."
    },
    {
      "verse": 7,
      "text": "Behold, it is thou, O our God, who hast driven out the inhabitants of this land from before thy people Israel; and thou gavest it to the seed of Abraham thy friend to eternity."
    },
    {
      "verse": 8,
      "text": "And they have dwelt therein, and have built for thee therein a sanctuary for thy name, saying,"
    },
    {
      "verse": 9,
      "text": "If there should come over us any evil, the sword, punishment, or pestilence, or famine, [then] will we stand before this house, and in thy presence, for thy name is in this house, and we will cry unto thee out of our distress, and thou wilt hear and help."
    },
    {
      "verse": 10,
      "text": "And now, behold, the children of 'Ammon and Moab and mount Se'ir, against whom thou wouldst not suffer Israel to come, when they came out of the land of Egypt, but they turned aside from them, and destroyed them not:—"
    },
    {
      "verse": 11,
      "text": "And behold, they recompense us, by coming to drive us out of thy inheritance, which thou hast given us to possess."
    },
    {
      "verse": 12,
      "text": "O our God, wilt thou not execute justice on them? for there is no power in us against this great multitude that is coming against us; and we indeed know not what we are to do: but upon thee are our eyes [directed]."
    },
    {
      "verse": 13,
      "text": "And all Judah were standing before the Lord, also their little ones, their wives, and their sons."
    },
    {
      "verse": 14,
      "text": "And upon Jachaziel the son of Zecharyahu, the son of Benayah, the son of Je'iel, the son of Matthanyah, the Levite, of the sons of Assaph, came the spirit of the Lord in the midst of the assembly;"
    },
    {
      "verse": 15,
      "text": "And he said, Listen ye, all Judah, and ye inhabitants of Jerusalem, and thou king Jehoshaphat, Thus hath said the Lord unto you, Be ye not afraid and be not dismayed because of this great multitude; for not unto you belongeth the battle, but unto God."
    },
    {
      "verse": 16,
      "text": "Tomorrow go ye down against them behold, they come up by the ascent of Ziz; and ye will find them at the end of the valley, in front of the wilderness of Jeruel."
    },
    {
      "verse": 17,
      "text": "Ye shall not need to fight in this place: stand firmly, stand still, and see the salvation of the Lord with you, O Judah and Jerusalem: fear not, and be not dismayed; tomorrow go out to meet them, and the Lord will be with you."
    },
    {
      "verse": 18,
      "text": "And Jehoshaphat bowed his head with his face to the ground: and all Judah and the inhabitants of Jerusalem fell down before the Lord, to prostrate themselves unto the Lord."
    },
    {
      "verse": 19,
      "text": "And then arose the Levites, of the children of the Kehathites, and of the children of the Korehites, to praise the Lord the God of Israel with a very loud voice."
    },
    {
      "verse": 20,
      "text": "And they rose up early in the morning, and went forth into the wilderness of Thekoa': and as they went forth, Jehoshaphat stood forward and said, Hear me, O Judah, and ye inhabitants of Jerusalem; believe in the Lord your God, and ye will have permanence; believe his prophets, and ye will prosper."
    },
    {
      "verse": 21,
      "text": "And he consulted with his people, and he appointed singers unto the Lord, and those that should praise in the holy ornaments, as they went out before the armed array, and said, Give thanks unto the Lord; for unto everlasting endureth his kindness."
    },
    {
      "verse": 22,
      "text": "And at the time when they began with the song and the praise, the Lord set an ambush against the children of 'Ammon, Moab, and mount Se'ir, who were come against Judah, and they were smitten."
    },
    {
      "verse": 23,
      "text": "And the children of 'Ammon and Moab stood up against the inhabitants of mount Se'ir, utterly to annihilate and to destroy them; and when they had made an end of the inhabitants of Se'ir, they helped to destroy one another."
    },
    {
      "verse": 24,
      "text": "And when Judah came toward the watchtower in the wilderness, they looked toward the multitude, and, behold, they were dead bodies fallen to the earth, and none had escaped."
    },
    {
      "verse": 25,
      "text": "And then came Jehoshaphat and his people to plunder their booty, and they found among them in abundance both riches and dead bodies, and costly vessels, which they stript off for themselves, more than they could carry away: and they were three days in plundering the booty, for it was so much."
    },
    {
      "verse": 26,
      "text": "And on the fourth day they assembled themselves in the valley of Berachah; for there they blessed the Lord: therefore did they call the name of this place, The valley of Berachah [[Blessing]], until this day."
    },
    {
      "verse": 27,
      "text": "Then returned all the men of Judah and Jerusalem, and Jehoshaphat at their head, to return to Jerusalem with joy; for the Lord had caused them to rejoice over their enemies."
    },
    {
      "verse": 28,
      "text": "And they came to Jerusalem with psalteries and with harps and with trumpets unto the house of the Lord."
    },
    {
      "verse": 29,
      "text": "And a dread from God was on all the kingdoms of [those] countries, when they heard that the Lord had fought with the enemies of Israel."
    },
    {
      "verse": 30,
      "text": "So the kingdom of Jehoshaphat had repose, and his God gave him rest all round about."
    },
    {
      "verse": 31,
      "text": "And [so] did Jehoshaphat reign over Judah; thirty and five years old was he when he became king, and twenty and five years did he reign in Jerusalem. And his mother's name was 'Azubah the daughter of Shilchi."
    },
    {
      "verse": 32,
      "text": "And he walked in the way of his father Assa, and turned not aside from it, doing what is right in the eyes of the Lord."
    },
    {
      "verse": 33,
      "text": "Nevertheless the high-places were not removed; for the people had not yet directed their heart firmly unto the God of their fathers."
    },
    {
      "verse": 34,
      "text": "And the rest of the acts of Jehoshaphat, the first and the last, behold, they are written in the history of Jehu the son of Chanani, which was entered into the book of the kings of Israel."
    },
    {
      "verse": 35,
      "text": "And after this did Jehoshaphat the king of Judah connect himself with Achazyah the king of Israel, the same who acted very wickedly;"
    },
    {
      "verse": 36,
      "text": "And he connected himself with him to make ships to go to Tharshish: and they made ships in 'Ezyon-geber."
    },
    {
      "verse": 37,
      "text": "Then prophesied Eli'ezer the son of Dodavahu of Mareshah against Jehoshaphat, saying, Because thou hast connected thyself with Achazyahu, the Lord hath broken down thy works. And the ships were wrecked, so that they were not able to go to Tharshish."
    }
  ]
}