{
  "book_id": "2CH",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David. And Jehoram his son became king in his stead."
    },
    {
      "verse": 2,
      "text": "And he had brothers the sons of Jehoshaphat: 'Azaryah, and Jechiel, and Zecharyahu, and 'Azaryahu, and Michael, and Shephatyahu, all these being sons of Jehoshaphat the king of Israel."
    },
    {
      "verse": 3,
      "text": "And their father gave them many gifts [consisting] of silver, and of gold, and of precious things, with fortified cities in Judah; but the kingdom gave he to Jehoram; because he was the first-born."
    },
    {
      "verse": 4,
      "text": "Now when Jehoram was risen up over the kingdom of his father, and had strengthened himself, he slew all his brothers with the sword, and also some of the princes of Israel."
    },
    {
      "verse": 5,
      "text": "Thirty and two years was Jehoram old when he became king, and eight years did he reign in Jerusalem."
    },
    {
      "verse": 6,
      "text": "And he walked in the way of the kings of Israel, as had done the house of Achab; for the daughter of Achab had he for wife: and he did what is evil in the eyes of the Lord."
    },
    {
      "verse": 7,
      "text": "Yet would the Lord not destroy the house of David, on account of the covenant which he had made with David, and as he had said to give to him a government and to his sons at all times."
    },
    {
      "verse": 8,
      "text": "In his days Edom revolted from under the power of Judah, and they appointed a king over themselves."
    },
    {
      "verse": 9,
      "text": "Then did Jehoram go over with his princes, and all the chariots were with him; and he rose up by night, and smote the Edomites who compassed him about, and the captains of the chariots."
    },
    {
      "verse": 10,
      "text": "Yet Edom revolted from under the power of Judah even until this day: then did Libnah revolt at the same time from under his power; because he had forsaken the Lord the God of his fathers."
    },
    {
      "verse": 11,
      "text": "He also made high-places in the mountains of Judah, and caused the inhabitants of Jerusalem to go astray, and misled Judah."
    },
    {
      "verse": 12,
      "text": "And there came unto him a writing from Elijah the prophet, saying, Thus hath said the Lord the God of David thy father, Inasmuch as thou hast not walked in the ways of Jehoshaphat thy father, and in the ways of Assa the king of Judah,"
    },
    {
      "verse": 13,
      "text": "But hast walked in the way of the kings of Israel, and hast caused Judah and the inhabitants of Jerusalem to go astray, as the house of Achab hath caused [others] to go astray, and hast also slain thy brothers of thy father's house, who were better than thyself:"
    },
    {
      "verse": 14,
      "text": "Behold, the Lord will inflict a great plague on thy people, and on thy children, and on thy wives, and on all thy possessions;"
    },
    {
      "verse": 15,
      "text": "And thou shalt be [afflicted] with great diseases by a disease of thy bowels, until thy bowels pass out [from thee] by reason of the disease days upon days."
    },
    {
      "verse": 16,
      "text": "And the Lord stirred up against Jehoram the spirit of the Philistines, and of the Arabians, that are alongside of the Cushim:"
    },
    {
      "verse": 17,
      "text": "And they went up against Judah, and made an incursion into it, and carried away all the substance that was found in the king's house, and also his sons, and his wives; and there was not left unto him any son, save Jehoachaz, the youngest of his sons."
    },
    {
      "verse": 18,
      "text": "And after all this did the Lord afflict him in his bowels with a disease which was incurable."
    },
    {
      "verse": 19,
      "text": "And it came to pass, from days to days, and when the [fixed] time was expired, after two years, that his bowels passed out [from him] by reason of his disease: so he died of evil diseases. And his people made no burning for him, like the burning for his fathers."
    },
    {
      "verse": 20,
      "text": "Thirty and two years old was he when he became king, and eight years did he reign in Jerusalem, and departed without joy: and they buried him in the city of David, but not in the sepulchres of the kings."
    }
  ]
}