{
  "book_id": "2CH",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And the inhabitants of Jerusalem made Achazyahu his youngest son king in his stead; for the predatory band that was come with the Arabians to the camp had slain all the eldest. So became Achazyahu, the son of Jehoram the king of Judah, king."
    },
    {
      "verse": 2,
      "text": "Forty and two years old was Achazyahu when he became king, and one year did he reign in Jerusalem: and his mother's name was Athalyahu the [grand-]daughter of 'Omri."
    },
    {
      "verse": 3,
      "text": "Also he walked in the ways of the house of Achab; for his mother was his counsellor to act wickedly."
    },
    {
      "verse": 4,
      "text": "And he did what is evil in the eyes of the Lord like the house of Achab; for these were his counsellors after the death of his father to his destruction."
    },
    {
      "verse": 5,
      "text": "He walked also after their counsel, and went with Jehoram the son of Achab the king of Israel to war against Chazael the king of Syria at Ramoth-gil'ad: and the Syrians smote Joram."
    },
    {
      "verse": 6,
      "text": "And he returned to be healed in Yizre'el because of the wounds which had been given him at Ramah, when he fought with Chazael the king of Syria. And 'Azaryahu the son of Jehoram the king of Judah went down to see Jehoram the son of Achab at Yizre'el, because he was sick."
    },
    {
      "verse": 7,
      "text": "But from God was the confusion of Achazyahu that he should come to Joram: and when he was come, he went out with Jehoram against Jehu the son of Nimshi, whom the Lord had anointed to cut off the house of Achab."
    },
    {
      "verse": 8,
      "text": "And it came to pass, when Jehu was executing judgment on the house of Achab, that he found the princes of Judah, and the sons of the brothers of Achazyahu, that ministered to Achazyahu, and he slew them."
    },
    {
      "verse": 9,
      "text": "And he sought Achazyahu, and they caught him while he was hiding himself in Samaria, and they brought him to Jehu, and they slew him, and buried him; because they said, He is son of Jehoshaphat, who sought the Lord with all his heart. And there was none of the house of Achazyahu who had sufficient power [to obtain] the kingdom."
    },
    {
      "verse": 10,
      "text": "And when 'Athalyahu the mother of Achazyahu saw that her son was dead, she arose and exterminated all the royal seed of the house of Judah."
    },
    {
      "verse": 11,
      "text": "But Yehoshab'ath, the daughter of the king, took Joash the son of Achazyahu, and stole him away from the midst of the king's sons that were slain, and put him and his nurse into the bed-chamber. So did Yehoshab'ath, the daughter of king Jehoram, the wife of Yehoyada' the priest,—for she was the sister of Achazyahu,—hide him from 'Athalyahu, so that she slew him not."
    },
    {
      "verse": 12,
      "text": "And he was with them in the house of God hidden six years, while 'Athalyah was reigning over the land."
    }
  ]
}