{
  "book_id": "2CH",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And in the seventh year Yehoyada' strengthened himself, and took the captains of the hundreds, 'Azaryah the son of Jerocham and Yishma'el the son of Jehochanan, and 'Azaryahu the son of 'Obed, and Ma'asseyahu the son of 'Adayahu, and Elishaphat the son of Zichri, with him into a covenant."
    },
    {
      "verse": 2,
      "text": "And they moved about in Judah, and gathered the Levites together out of all the cities of Judah, and the heads of the families of Israel; and they came to Jerusalem."
    },
    {
      "verse": 3,
      "text": "And all the congregation made a covenant in the house of God with the king. And he said unto them, Behold, the king's son shall be king, as the Lord hath spoken concerning the sons of David."
    },
    {
      "verse": 4,
      "text": "This is the thing that ye shall do, A third part of you that enter in on the sabbath, of the priests and of the Levites, shall be gatekeepers at the thresholds;"
    },
    {
      "verse": 5,
      "text": "And a third part shall be at the king's house; and a third part at the foundation-gate; and all the people shall be in the courts of the house of the Lord."
    },
    {
      "verse": 6,
      "text": "But let none come into the house of the Lord, save the priests, and they that minister of the Levites: they shall enter, for they are holy; but all the people shall keep the charge of the Lord."
    },
    {
      "verse": 7,
      "text": "And the Levites shall encompass the king round about, every man with his weapons in his hand: and he who cometh into the house shall be put to death; and be ye with the king when he cometh in, and when he goeth out."
    },
    {
      "verse": 8,
      "text": "And the Levites and all Judah did in accordance with all that Yehoyada' the priest had commanded, and they took every man his men that came in on the sabbath, with those that were to be relieved on the sabbath; for Yehoyada' the priest had not dismissed the divisions."
    },
    {
      "verse": 9,
      "text": "And Yehoyada' the priest gave to the captains of the hundreds the spears, and the shields, and the quivers, that belonged to king David, which were in the house of God."
    },
    {
      "verse": 10,
      "text": "And he placed all the people, every man having his weapon in his hand, from the right side of the house to the left side of the house, along by the altar and the temple, all round about the king,"
    },
    {
      "verse": 11,
      "text": "Then did they bring forth the king's son, and put upon him the crown, and [gave him] the testimony, and they made him king. And Yehoyada' and his sons anointed him, and said, Long live the king."
    },
    {
      "verse": 12,
      "text": "And when 'Athalyah heard the noise of the people running and praising the king, she came to the people into the house of the Lord."
    },
    {
      "verse": 13,
      "text": "And she looked, and behold, the king stood upon his stand at the entrance, and the princes and the trumpets were around the king; and all the people of the land rejoiced, and blew on trumpets; also the singers [were there] leading with instruments of music in the songs of praise; and 'Athalyah rent her clothes, and said, “Treason, treason.”"
    },
    {
      "verse": 14,
      "text": "But Yehoyada' the priest ordered the captains of the hundreds, the commanders of the army, to go out, and said unto them, Lead her forth to within the ranges; and he that followeth her shall be put to death with the sword. For the priest had said, Ye shall not put her to death in the house of the Lord."
    },
    {
      "verse": 15,
      "text": "And they made way for her: and she went to the entrance of the horse-gate by the king's house, and they put her to death there."
    },
    {
      "verse": 16,
      "text": "And Yehoyada' made a covenant between him, and between all the people, and between the king, that they should be a people unto the Lord."
    },
    {
      "verse": 17,
      "text": "And then came all the people into the house of Ba'al, and pulled it down, and his altars and his images did they break in pieces, and Mathhan the priest of Ba'al they slew before the altars."
    },
    {
      "verse": 18,
      "text": "And Yehoyada' placed the supervision over the house of the Lord into the hand of the priests, the Levites, whom David had divided off over the house of the Lord, to offer the burnt-offerings of the Lord, as it is written in the law of Moses, with rejoicing and with singing, after the manner of David."
    },
    {
      "verse": 19,
      "text": "And he appointed the gatekeepers over the gates of the house of the Lord, that none unclean in any thing should enter therein."
    },
    {
      "verse": 20,
      "text": "And he took the captains of the hundreds, and the nobles, and the governors over the people, and all the people of the land, and he brought down the king from the house of the Lord, and they came through the midst of the upper gate into the king's house; and they caused the king to sit upon the throne of the kingdom."
    },
    {
      "verse": 21,
      "text": "And all the people of the land rejoiced, and the city was quiet; but 'Athalyahu they had slain with the sword."
    }
  ]
}