{
  "book_id": "2CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "When twenty and five years old did Amazyahu become king, and twenty and nine years did he reign in Jerusalem. And his mother's name was Yeho'addan of Jerusalem."
    },
    {
      "verse": 2,
      "text": "And he did what is right in the eyes of the Lord, yet not with an entire heart."
    },
    {
      "verse": 3,
      "text": "And it came to pass, when the kingdom was firmly established to him, that he slew his servants that had killed the king his father."
    },
    {
      "verse": 4,
      "text": "But their children he put not to death; but [did] as it is written in the law in the book of Moses, that the Lord had commanded, saying, The fathers shall not die for the children, nor shall the children die for the fathers, but every man shall die for his own sin."
    },
    {
      "verse": 5,
      "text": "And Amazyahu gathered Judah together, and stationed them after the family divisions, after the captains over the thousands, and after the captains over the hundreds, of all Judah and Benjamin; and he numbered them from twenty years old and upward, and found them [to be] three hundred thousand chosen men, able to go forth to the army, that could handle spear and shield."
    },
    {
      "verse": 6,
      "text": "He hired also out of Israel one hundred thousand mighty men of valor for one hundred talents of silver."
    },
    {
      "verse": 7,
      "text": "But a man of God came unto him, saying, O king, let not the army of Israel go with thee; for the Lord is not with Israel, [with] all the children of Ephraim."
    },
    {
      "verse": 8,
      "text": "But if thou wilt go, [and be ever so] active [and] strong for the battle: God will cause thee to stumble before the enemy; for there is power with God to help, and to cause to stumble."
    },
    {
      "verse": 9,
      "text": "Then said Amazyahu to the man of God, But what is it to be done for the hundred talents which I have given to the band of Israel? And the man of God said, The Lord hath [enough in his power] to give thee much more than this."
    },
    {
      "verse": 10,
      "text": "Then did Amazyahu separate them, [to wit,] the band that was come to him out of Ephraim, that they might go to their place: wherefore their anger was greatly kindled against Judah, and they returned to their home in burning anger."
    },
    {
      "verse": 11,
      "text": "And Amazyahu strengthened himself, and led forth his people, and went to the Valley of Salt, and smote of the children of Se'ir ten thousand [men]."
    },
    {
      "verse": 12,
      "text": "And ten thousand did the children of Judah take captive alive, and brought them to the top of the rock, and cast them down from the top of the rock, so that they all were crushed."
    },
    {
      "verse": 13,
      "text": "But the men of the band whom Amazyahu had sent back, that they should not go with him to battle, spread themselves about in the cities of Judah, from Samaria even unto Beth-choron, and smote of them three thousand [persons], and plundered much spoil."
    },
    {
      "verse": 14,
      "text": "And it came to pass, after Amazyahu was come home from smiting the Edomites, that he brought the gods of the children of Se'ir, and set them up unto himself as gods, and before them he used to prostrate himself and unto them he used to burn incense."
    },
    {
      "verse": 15,
      "text": "Wherefore the anger of the Lord was kindled against Amazyahu, and he sent unto him a prophet, who said unto him, Why hast thou sought after the gods of the people, that have not delivered their own people out of thy hand?"
    },
    {
      "verse": 16,
      "text": "And it came to pass, as he was speaking unto him, that he said unto him, Have we ever appointed thee as a counsellor to the king? forbear this: why shouldst thou be smitten? Then did the prophet forbear; and he said, I know that God hath resolved to destroy thee, because thou hast done this, and hast not hearkened unto my counsel."
    },
    {
      "verse": 17,
      "text": "Then held Amazyahu the king of Judah a council, and sent to Joash, the son of Jehoachaz, the son of Jehu, the king of Israel, saying, Come, let us look one another in the face."
    },
    {
      "verse": 18,
      "text": "And Joash the king of Israel sent to Amazyahu the king of Judah, saying, The thorn-bush that was in the Lebanon sent to the cedar that was in the Lebanon, saying, Give thy daughter to my son for wife. And there passed along the wild beasts that were in the Lebanon, and trod down the thorn-bush."
    },
    {
      "verse": 19,
      "text": "Thou hast thought, Lo, thou hast smitten Edom; and thy heart hath lifted thee up to acquire much glory: now stay in thy house; why wilt thou meddle with misfortune, that thou mayest fall, thou, and Judah with thee?"
    },
    {
      "verse": 20,
      "text": "But Amazyahu would not hear; for it was [ordained] by God, in order to deliver them into the hand [of Joash]; because they had sought after the gods of Edom."
    },
    {
      "verse": 21,
      "text": "Thereupon did Joash the king of Israel go up: and they looked one another in the face, he and Amazyahu the king of Judah, at Beth-shemesh, which belongeth to Judah."
    },
    {
      "verse": 22,
      "text": "And Judah was defeated before Israel, and they fled every man to his tents."
    },
    {
      "verse": 23,
      "text": "And Joash the king of Israel caught Amazyahu the king of Judah, the son of Joash, the son of Jehoachaz, at Beth-shemesh; and he brought him to Jerusalem, and made a breach in the wall of Jerusalem, from the gate of Ephraim unto the corner-gate, four hundred cubits."
    },
    {
      "verse": 24,
      "text": "And [taking] all the gold and the silver, and all the vessels that were found in the house of God with 'Obed-edom, and the treasures of the king's house, and the children of the chiefs as hostages, he returned to Samaria."
    },
    {
      "verse": 25,
      "text": "And Amazyahu the son of Joash the king of Judah lived after the death of Joash the son of Jehoachaz the king of Israel fifteen years."
    },
    {
      "verse": 26,
      "text": "And the rest of the acts of Amazyahu the first and the last, behold, they are fully written in the book of the kings of Judah and Israel."
    },
    {
      "verse": 27,
      "text": "Now from the time that Amazyahu departed from following the Lord, they raised a conspiracy against him in Jerusalem: wherefore he fled to Lachish; but they sent after him to Lachish, and slew him there."
    },
    {
      "verse": 28,
      "text": "And they carried him on horses, and buried him with his fathers in the city of Judah."
    }
  ]
}