{
  "book_id": "2CH",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Twenty years old was Achaz when he became king, and sixteen years did he reign in Jerusalem; and he did not what is right in the eyes of the Lord, like David his father;"
    },
    {
      "verse": 2,
      "text": "But he walked in the ways of the kings of Israel, and made also molten images for the Be'alim."
    },
    {
      "verse": 3,
      "text": "And he also burnt incense in the valley of the son of Hinnom, and burnt his sons in the fire, after the abominable acts of the nations that the Lord had driven out from before the children of Israel."
    },
    {
      "verse": 4,
      "text": "And he sacrificed and burnt incense on the high-places, and on the hills, and under every green tree."
    },
    {
      "verse": 5,
      "text": "Wherefore the Lord his God gave him up into the hand of the king of Syria; and they defeated his people, and carried away a great multitude of them captives, and brought them to Damascus. And also into the hand of the king of Israel was he given up, and he defeated his people with a great slaughter."
    },
    {
      "verse": 6,
      "text": "And Pekach the son of Remalyahu slew in Judah one hundred and twenty thousand in one day, all being valiant men; because they had forsaken the Lord, the God of their fathers."
    },
    {
      "verse": 7,
      "text": "And Zichri, a mighty man of Ephraim, slew Ma'asseyahu the king's son, and 'Azrikam the governor of the house, and Elkanah the second in rank to the king."
    },
    {
      "verse": 8,
      "text": "And the children of Israel led away captive from their brethren two hundred thousand, women, sons, and daughters, and also much booty did they plunder from them, and they brought the booty to Samaria."
    },
    {
      "verse": 9,
      "text": "But there was a prophet of the Lord, 'Oded was his name; and he went out to meet the host that was coming to Samaria, and said unto them, Behold, because of the fury of the Lord the God of your fathers against Judah, hath he given them up into your hand, and ye have slain among them in a rage that reacheth as far as the heavens."
    },
    {
      "verse": 10,
      "text": "And now ye think to force the children of Judah and Jerusalem to become bond-men and bond-women unto you; but surely are there not with you, even with you, trespasses against the Lord your God?"
    },
    {
      "verse": 11,
      "text": "And now hear me, and restore the captives, whom ye have taken captive from your brethren; for the fierce wrath of the Lord is over you."
    },
    {
      "verse": 12,
      "text": "Then arose certain men of the heads of the children of Ephraim, 'Azaryahu the son of Jehochanan, Berechyahu the son of Meshillemoth, and Jechizkiyahu the son of Shallum, and 'Amassa the son of Chadlai, against those that were come from the army."
    },
    {
      "verse": 13,
      "text": "And they said unto them, Ye shall not bring in the captives hither; for in addition to the guiltiness against the Lord [resting] on us, ye think to add unto our sins and unto our guiltiness; for great is the guiltiness [resting] on us, and there is fierce wrath over Israel."
    },
    {
      "verse": 14,
      "text": "So the armed men abandoned the captives and the spoil before the princes and all the assembly."
    },
    {
      "verse": 15,
      "text": "And then arose the men who have been expressed by name, and took hold of the captives, and all that were naked among them they clothed from the booty; and they gave them garments and shoes, and gave them to eat and to drink, and anointed them, and carried all the feeble of them upon asses, and brought them to Jericho, the city of palm-trees, near their brethren; and then did they return to Samaria."
    },
    {
      "verse": 16,
      "text": "At that time sent king Achaz unto the kings of Assyria to help him."
    },
    {
      "verse": 17,
      "text": "Moreover the Edomites came again and defeated [the men of] Judah, and carried away captives."
    },
    {
      "verse": 18,
      "text": "And the Philistines invaded the cities of the lowlands, and of the south of Judah, and captured Beth-shemesh, and Ayalon, and Gederoth, and Socho with its villages, and Thimnah with its villages, and Gimzo with its villages; and they dwelt there."
    },
    {
      "verse": 19,
      "text": "For the Lord humbled Judah on account of Achaz the king of Israel; for he made Judah unruly, and acted very faithlessly against the Lord."
    },
    {
      "verse": 20,
      "text": "Then came against him Tilgath-pilneesser the king of Assyria, and distressed him, but strengthened him not."
    },
    {
      "verse": 21,
      "text": "Although Achaz took away a portion [out] of the house of the Lord, and [out] of the house of the king, and of the princes, and gave it unto the king of Assyria: he yet gave him no assistance."
    },
    {
      "verse": 22,
      "text": "And in the time that he distressed him, became he yet more faithless against the Lord,—yea, he, king Achaz;"
    },
    {
      "verse": 23,
      "text": "And he sacrificed unto the gods of [the people of] Damascus, who had smitten him; and he said, Because the gods of the kings of Syria do help them, [therefore] will I sacrifice unto them, that they may help me. But they only became to him a stumbling-block for him and for all Israel."
    },
    {
      "verse": 24,
      "text": "And Achaz gathered up the vessels of the house of God, and cut in pieces the vessels of the house of God, and locked up the doors of the house of the Lord, and he made for himself altars in every corner of Jerusalem."
    },
    {
      "verse": 25,
      "text": "And in each and every city of Judah made he high-places to burn incense unto other gods; and he provoked to anger the Lord the God of his fathers."
    },
    {
      "verse": 26,
      "text": "And the rest of his acts and of all his ways, the first and the last, behold, they are written in the book of the kings of Judah and Israel."
    },
    {
      "verse": 27,
      "text": "And Achaz slept with his fathers, and they buried him in the city, in Jerusalem; for they brought him not into the sepulchres of the kings of Israel: and Hezekiah his son became king in his stead."
    }
  ]
}