{
  "book_id": "2CH",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And the people of the land took Jehoachaz the son of Josiah, and made him king in his father's stead in Jerusalem."
    },
    {
      "verse": 2,
      "text": "Twenty and three years old was Joachaz when he became king, and three months did he reign in Jerusalem."
    },
    {
      "verse": 3,
      "text": "And the king of Egypt deposed him at Jerusalem, and imposed a fine on the land of a hundred talents of silver and a talent of gold."
    },
    {
      "verse": 4,
      "text": "And the king of Egypt made Elyakim his brother king over Judah and Jerusalem, and changed his name to Jehoyakim. And Joachaz his brother did Necho take away, and bring him to Egypt."
    },
    {
      "verse": 5,
      "text": "Twenty and five years old was Jehoyakim when he became king, and eleven years did he reign in Jerusalem: and he did what is evil in the eyes of the Lord his God."
    },
    {
      "verse": 6,
      "text": "Against him came up Nebuchadnezzar the king of Babylon, and he bound him with fetters, to carry him away to Babylon."
    },
    {
      "verse": 7,
      "text": "And some of the vessels of the house of the Lord did Nebuchadnezzar carry to Babylon, and he placed them in his temple at Babylon."
    },
    {
      "verse": 8,
      "text": "And the rest of the acts of Jehoyakim, and his abominable deeds which he did, and that which was found concerning him, behold, they are written in the book of the kings of Israel and Judah. And Jehoyachin his son became king in his stead."
    },
    {
      "verse": 9,
      "text": "Eight years old was Jehoyachin when he became king, and three months and ten days did he reign in Jerusalem: and he did what is evil in the eyes of the Lord."
    },
    {
      "verse": 10,
      "text": "And with the expiration of the year did king Nebuchadnezzar send and had him brought to Babylon, with the costly vessels of the house of the Lord: and he made Zedekiah his brother king over Judah and Jerusalem,"
    },
    {
      "verse": 11,
      "text": "Twenty and one years old was Zedekiah when he became king, and eleven years did he reign in Jerusalem."
    },
    {
      "verse": 12,
      "text": "And he did what is evil in the eyes of the Lord his God: he humbled himself not before Jeremiah the prophet, according to the order of the Lord."
    },
    {
      "verse": 13,
      "text": "And also against king Nebuchadnezzar did he rebel, who had made him swear by God; but he stiffened his neck, and hardened his heart so as not to return unto the Lord the God of Israel."
    },
    {
      "verse": 14,
      "text": "Also all the chiefs of the priests and the people committed manifold trespasses, like all the abominable acts of the [foreign] nations: and they defiled the house of the Lord which he had hallowed in Jerusalem."
    },
    {
      "verse": 15,
      "text": "And the Lord the God of their fathers sent to them by means of his messengers, making [them] rise early, and sending [them]: because he had compassion on his people, and on his dwelling-place;"
    },
    {
      "verse": 16,
      "text": "But they mocked at the messengers of God, and despised his words, and scorned his prophets, until the fury of the Lord arose against his people, till there was no remedy."
    },
    {
      "verse": 17,
      "text": "And he brought over them the king of the Chaldeans, who slew their young men with the sword in the house of their sanctuary, and had no compassion upon young man or virgin, the old man, and the aged: all did he give up into his hand."
    },
    {
      "verse": 18,
      "text": "And all the vessels of the house of God, the great and the small, and the treasures of the house of the Lord, and the treasures of the king and of his princes,—all these did he carry to Babylon."
    },
    {
      "verse": 19,
      "text": "And they burnt the house of God, and broke down the wall of Jerusalem, and all her palaces they burnt with fire, and all her costly vessels they gave up to destruction."
    },
    {
      "verse": 20,
      "text": "And those that had escaped from the sword did he carry into exile to Babylon: and they were servants to him and to his sons until the kingdom of Persia came to the government:"
    },
    {
      "verse": 21,
      "text": "To fulfill the word of the Lord by the mouth of Jeremiah, until the land had satisfied its sabbaths: all the days of its desolation it rested, till seventy years were completed."
    },
    {
      "verse": 22,
      "text": "And in the first year of Cyrus the king of Persia, at the completion of the word of the Lord by the mouth of Jeremiah, did the Lord stir up the spirit of Cyrus the king of Persia, so that he caused a proclamation to be made throughout all his kingdom, and also by means of writing, saying,"
    },
    {
      "verse": 23,
      "text": "Thus hath said Cyrus the king of Persia, All the kingdoms of the earth hath the Lord the God of heaven given me, and he hath charged me to build him a house in Jerusalem, which is in Judah. Whoever there is among you of all his people, may the Lord his God be with him, and let him go up."
    }
  ]
}