{
  "book_id": "COL",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "אוְגַם־אַתֶּם אֲדֹנִים בְּצֶדֶק וּבְמִשְׁפָּט תַּעֲבִידוּן אֶת־עַבְדֵיכֶם הֲלֹא יְדַעְתֶּם כִּי גַם־לָכֶם אָדוֹן בַּשָּׁמָיִם׃"
    },
    {
      "verse": 2,
      "text": "בהִתְעוֹרְרוּ לִהִתְפַּלֵּל תָּמִיד וְשִׁקְדוּ לְהַעְתִּיר בְּתוֹדָה׃"
    },
    {
      "verse": 3,
      "text": "גוְחַלּוּ אֶת־פְּנֵי הָאֱלֹהִים גַּם־בַּעֲדֵנוּ לִפְתֹּחַ לָנוּ שַׁעַר לְנִיב שְׂפָתֵינוּ לְגַלּוֹת סוֹד הַמָּשִׁיחַ אֲשֶׁר בִּגְלָלוֹ אָסוּר אָנִי׃"
    },
    {
      "verse": 4,
      "text": "דלְמַעַן יִוָּדַע לַכֹּל כַּאֲשֶׁר אַבִּיעַ כַּמִּשְׁפָּט׃"
    },
    {
      "verse": 5,
      "text": "ההִתִהַלְּכוּ בִתְבוּנָה בְּקֶרֶב אֵלֶּה אֲשֶׁר מִחוּץ לַעֲדָתֵנוּ וּזְבַנוּ יַת־עִדָּנָא׃"
    },
    {
      "verse": 6,
      "text": "ויְהִי דְבַרְכֶם מָהוּל בְּחֵן כְּמוֹ מְמֻלָּח בַּמֶּלַח וְתֵדְעוּ לְהָשִׁיב נְכֹחוֹת לְכָל־אִישׁ וָאִישׁ׃"
    },
    {
      "verse": 7,
      "text": "זעַל־דְּבַר מַעֲמָדִי הֲלֹא טוּכִיקוֹס יַגִּיד לָכֶם הַכֹּל הוּא אָח אָהוּב וּמְשָׁרֵת נֶאֱמָן גֶּבֶר עֲמִיתִי וְעֶבֶד לַאֲדֹנֵינוּ׃"
    },
    {
      "verse": 8,
      "text": "חכִּי לַדָּבָר הַזֶּה שְׁלַחְתִּיו אֲלֵיכֶם לָדַעַת אֶת־שְׁלוֹמֵנוּ וּלְדַבֵּר נִחֻמִים עַל־לִבְּכֶם׃"
    },
    {
      "verse": 9,
      "text": "טוְעִמּוֹ גַּם־אוֹנִיסִימוֹס בֶּן־אַרְצְכֶם אָח נֶאֱמָן וְיַקִּיר לִי הֵמָּה יוֹדִיעוּ אֶתְכֶם כָּל־אֲשֶׁר נַעֲשָׂה פֹּה׃"
    },
    {
      "verse": 10,
      "text": "יאֲרִיסְטַרְכוֹס אֲשֶׁר הוּא עָצוּר עִמָּדִי שֹׁאֵל לִשְׁלוֹמְכֶם גַּם־מַרְקוֹס בֶּן־אֲחוֹת בַּר־נַבָּא אֲשֶׁר נִדְרַשְׁתֶּם לְקַבֵּל פָּנָיו בְּבוֹאוֹ׃"
    },
    {
      "verse": 11,
      "text": "יאוְגַם־יֵשׁוּעַ הַנִּקְרָא בְשֵׁם יוּסְטוֹס אֲשֶׁר הֵם מִן־הַנִּמּוֹלִים הֵם לְבַדָּם תָּמְכוּ בְיָדִי בְּמַלְכוּת הָאֱלֹהִים וַיָּשִׁיבוּ אֶת־נַפְשִׁי׃"
    },
    {
      "verse": 12,
      "text": "יבאֶפַּפְרָס בֶּן־אַרְצְכֶם וְעֶבֶד יֵשׁוּעַ הַמָּשִׁיחַ שֹׁאֵל לִשְׁלוֹמְכֶם הוּא אֲשֶׁר גָּבַר בִּתְפִלּוֹתָיו בְּכָל־עֵת לְהַעֲמִידְכֶם לִפְנֵי הָאֱלֹהִים שְׁלֵמִים וּמְמֻלָּאִים בִּמְלֹא חֶפְצוֹ׃"
    },
    {
      "verse": 13,
      "text": "יגכִּי עֵד אֲנִי לוֹ אֲשֶׁר קִנְאָתוֹ גָדְלָה לָכֶם וּלְיֹשְׁבֵי לוּדְקְיָא וּלְיֹשְׁבֵי הִירַפּוֹלִיס׃"
    },
    {
      "verse": 14,
      "text": "ידיְדִידֵנוּ לוּקָס הָרֹפֵא וְדִימָס שֹׁאֲלִים לִשְׁלוֹמְכֶם׃"
    },
    {
      "verse": 15,
      "text": "טושַׁאֲלוּ לִשְׁלוֹם אַחֵינוּ אֲשֶׁר בְּלוּדְקְיָא וְלִשְׁלוֹם נוּמְפָס וְהַקָּהָל אֲשֶׁר בְּבֵיתָם׃"
    },
    {
      "verse": 16,
      "text": "טזאַחֲרֵי קְרִיאַת הָאִגֶּרֶת הַזֹּאת בְּאָזְנֵיכֶם תְּנוּהָ לְהִקָּרֵא גַּם־בְּאָזְנֵי קְהַל לוּדְקְיָא וְהָאִגֶּרֶת אֲשֶׁר לְלוּדְקְיָא תִּקְרְאוּ בָהּ גַּם־אַתֶּם׃"
    },
    {
      "verse": 17,
      "text": "יזוְאִמְרוּ אֶל־אַרְכִפּוֹס זָכוֹר אֶת־מִשְׁמֶרֶת הַכְּהֻנָּה אֲשֶׁר לָקַחְתָּ מִלִּפְנֵי הָאָדוֹן לְמַלֹּאתָהּ׃"
    },
    {
      "verse": 18,
      "text": "יחזֹאת שְׁאֵלַת שָׁלוֹם בִּכְתָב יָדִי אֲנִי פוֹלוֹס זִכְרוּ לְמוֹסֵרָי וְחֶסֶד אֵל עִמָּכֶם אָמֵן׃"
    }
  ]
}