{
  "book_id": "JHN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "After that, there was a feast of the Iewes, and Iesus went vp to Hierusalem."
    },
    {
      "verse": 2,
      "text": "And there is at Hierusalem by the place of the sheepe, a poole called in Ebrew Bethesda, hauing fiue porches:"
    },
    {
      "verse": 3,
      "text": "In the which lay a great multitude of sicke folke, of blinde, halte, and withered, wayting for the mouing of the water."
    },
    {
      "verse": 4,
      "text": "For an Angel went downe at a certaine season into the poole, and troubled the water: whosoeuer then first, after the stirring of the water, stepped in, was made whole of whatsoeuer disease he had."
    },
    {
      "verse": 5,
      "text": "And a certaine man was there, which had bene diseased eight and thirtie yeeres."
    },
    {
      "verse": 6,
      "text": "When Iesus sawe him lie, and knew that he nowe long time had bene diseased, he saide vnto him, Wilt thou be made whole?"
    },
    {
      "verse": 7,
      "text": "The sicke man answered him, Sir, I haue no man, when the water is troubled, to put me into the poole: but while I am comming, another steppeth downe before me."
    },
    {
      "verse": 8,
      "text": "Iesus said vnto him, Rise: take vp thy bed, and walke."
    },
    {
      "verse": 9,
      "text": "And immediatly the man was made whole, and tooke vp his bed, and walked: and the same day was the Sabbath."
    },
    {
      "verse": 10,
      "text": "The Iewes therefore said to him that was made whole, It is the Sabbath day: it is not lawfull for thee to cary thy bed."
    },
    {
      "verse": 11,
      "text": "He answered them, He that made me whole, he said vnto me, Take vp thy bed, and walke."
    },
    {
      "verse": 12,
      "text": "Then asked they him, What man is that which said vnto thee, Take vp thy bed and walke?"
    },
    {
      "verse": 13,
      "text": "And he that was healed, knewe not who it was: for Iesus had conueied himselfe away from the multitude that was in that place."
    },
    {
      "verse": 14,
      "text": "And after that, Iesus founde him in the Temple, and said vnto him, Beholde, thou art made whole: sinne no more, lest a worse thing come vnto thee."
    },
    {
      "verse": 15,
      "text": "The man departed and tolde the Iewes that it was Iesus, which had made him whole."
    },
    {
      "verse": 16,
      "text": "And therefore the Iewes did persecute Iesus, and sought to slay him, because he had done these things on the Sabbath day."
    },
    {
      "verse": 17,
      "text": "But Iesus answered them, My Father worketh hitherto, and I worke."
    },
    {
      "verse": 18,
      "text": "Therefore the Iewes sought the more to kill him: not onely because he had broken the Sabbath: but said also that God was his Father, and made himselfe equall with God."
    },
    {
      "verse": 19,
      "text": "Then answered Iesus, and said vnto them, Verely, verely I say vnto you, The Sonne can doe nothing of himselfe, saue that he seeth the Father doe: for whatsoeuer things he doth, the same things doeth the Sonne in like maner."
    },
    {
      "verse": 20,
      "text": "For the Father loueth the Sonne, and sheweth him all things, whatsoeuer he himselfe doeth, and he will shewe him greater workes then these, that ye should marueile."
    },
    {
      "verse": 21,
      "text": "For likewise as the Father rayseth vp the dead, and quickeneth them, so the Sonne quickeneth whom he will."
    },
    {
      "verse": 22,
      "text": "For the Father iudgeth no man, but hath committed all iudgement vnto the Sonne,"
    },
    {
      "verse": 23,
      "text": "Because that all men shoulde honour the Sonne, as they honour the Father: he that honoureth not the Sonne, the same honoureth not the Father, which hath sent him."
    },
    {
      "verse": 24,
      "text": "Verely, verely I say vnto you, he that heareth my worde, and beleeueth him that sent me, hath euerlasting life, and shall not come into condemnation, but hath passed from death vnto life."
    },
    {
      "verse": 25,
      "text": "Verely, verely I say vnto you, the houre shall come, and now is, when the dead shall heare the voyce of the Sonne of God: and they that heare it, shall liue."
    },
    {
      "verse": 26,
      "text": "For as the Father hath life in himselfe, so likewise hath he giuen to the Sonne to haue life in himselfe,"
    },
    {
      "verse": 27,
      "text": "And hath giuen him power also to execute iudgement, in that he is the Sonne of man."
    },
    {
      "verse": 28,
      "text": "Marueile not at this: for the houre shall come, in the which all that are in the graues, shall heare his voyce."
    },
    {
      "verse": 29,
      "text": "And they shall come foorth, that haue done good, vnto ye resurrection of life: but they that haue done euil, vnto the resurrection of condemnation."
    },
    {
      "verse": 30,
      "text": "I can doe nothing of mine owne selfe: as I heare, I iudge: and my iudgement is iust, because I seeke not mine owne will, but the will of the Father who hath sent me."
    },
    {
      "verse": 31,
      "text": "If I should beare witnesse of my selfe, my witnesse were not true."
    },
    {
      "verse": 32,
      "text": "There is another that beareth witnesse of me, and I know that the witnesse, which he beareth of me, is true."
    },
    {
      "verse": 33,
      "text": "Ye sent vnto Iohn, and he bare witnesse vnto the trueth."
    },
    {
      "verse": 34,
      "text": "But I receiue not the record of man: neuerthelesse these things I say, that ye might be saued."
    },
    {
      "verse": 35,
      "text": "He was a burning, and a shining candle: and ye would for a season haue reioyced in his light."
    },
    {
      "verse": 36,
      "text": "But I haue greater witnesse then the witnesse of Iohn: for the workes which the Father hath giuen me to finish, the same workes that I doe, beare witnesse of me, that the Father sent me."
    },
    {
      "verse": 37,
      "text": "And the Father himselfe, which hath sent me, beareth witnesse of me. Ye haue not heard his voyce at any time, neither haue ye seene his shape."
    },
    {
      "verse": 38,
      "text": "And his worde haue you not abiding in you: for whom he hath sent, him ye beleeued not."
    },
    {
      "verse": 39,
      "text": "Searche the Scriptures: for in them ye thinke to haue eternall life, and they are they which testifie of me."
    },
    {
      "verse": 40,
      "text": "But ye will not come to me, that ye might haue life."
    },
    {
      "verse": 41,
      "text": "I receiue not the prayse of men."
    },
    {
      "verse": 42,
      "text": "But I know you, that ye haue not the loue of God in you."
    },
    {
      "verse": 43,
      "text": "I am come in my Fathers Name, and ye receiue me not: if another shall come in his owne name, him will ye receiue."
    },
    {
      "verse": 44,
      "text": "How can ye beleeue, which receiue honour one of another, and seeke not the honour that commeth of God alone?"
    },
    {
      "verse": 45,
      "text": "Doe not thinke that I will accuse you to my Father: there is one that accuseth you, euen Moses, in whom ye trust."
    },
    {
      "verse": 46,
      "text": "For had ye beleeued Moses, ye would haue beleeued me: for he wrote of me."
    },
    {
      "verse": 47,
      "text": "But if ye beleeue not his writings, how shall ye beleeue my wordes?"
    }
  ]
}