{
  "book_id": "JAS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "אאַל־תַּכִּירוּ פָנִים אַחַי בֶּאֱמוּנַת יֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ אֲדוֹן הַכָּבוֹד׃"
    },
    {
      "verse": 2,
      "text": "בכִּי אִם־יָבֹא אִישׁ אֶל־בֵּית הַכְּנֵסֶת לָכֶם הָדוּר בְּטַבְּעוֹת זָהָב וְלָבוּשׁ מַחֲלָצוֹת וּבָא שָׁם גַּם־עָנִי בִּבְגָדִים צוֹאִים׃"
    },
    {
      "verse": 3,
      "text": "גוּפְנִיתֶם אֶל־הַלָּבוּשׁ מַחֲלָצוֹת לֵאמֹר שְׁבָה־נָּא פֹה בְּמוֹשָׁב נִכְבָּד וְאֶל־הֶעָנִי תֹאמְרוּן אַתָּה עֲמֹד שָׁם אוֹ שֵׁב לַהֲדֹם רַגְלָי׃"
    },
    {
      "verse": 4,
      "text": "דהַאִם לֹא לֵב וָלֵב בְּקִרְבְּכֶם וְאִם לֹא כְשֹׁפְטִים חֹרְשֵׁי רַע אַתֶּם׃"
    },
    {
      "verse": 5,
      "text": "השְׁמָעוּנִי אַחַי הַיְקָרִים הֲלֹא אֱלֹהִים בָּחַר בַּעֲנִיֵּי הָאָרֶץ לִהְיוֹת עֲשִׂירֵי אֱמוּנָה וְיֹרְשֵׁי מַלְכוּת כַּאֲשֶׁר דִּבֶּר לְאֹהֲבָיו׃"
    },
    {
      "verse": 6,
      "text": "ווְאַתֶּם הוֹבַשְׁתֶּם פְּנֵי הֶעָנִי הֲלֹא הָעֲשִׁירִים הֵם יַעַשְׁקוּן וְיִסְחֲבוּן אֶתְכֶם לִמְקוֹם הַמִּשְׁפָּט׃"
    },
    {
      "verse": 7,
      "text": "זוְגַם הַשֵּׁם הַטּוֹב אֲשֶׁר נִקְרָא עֲלֵיכֶם יָשִׂימוּ אֹתוֹ לַחֲרָפוֹת׃"
    },
    {
      "verse": 8,
      "text": "חהִנֵּה אִם תִּשְׁמְרוּ דָת הַמַּלְכוּת כַּכָּתוּב בַּתּוֹרָה וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ תֵּיטִיבוּ לַעֲשׂוֹת׃"
    },
    {
      "verse": 9,
      "text": "טאוּלָם אִם־תִּשְׂאוּ פָנִים תֶּחֶטְאוּ בְמַעֲשֵׂיכֶם וְעַל־פִּי הַתּוֹרָה תִּשָּׁפְטוּ כְּפֹשְׁעִים בָּהּ׃"
    },
    {
      "verse": 10,
      "text": "יכִּי הַשֹּׁמֵר אֶת־כָּל־הַתּוֹרָה וְעֹבֵר אַחַת מִמִּצְוֹתֶיהָ הוּא אָשֵׁם כְּעֹבֵר כָּל־מִצְוֹתֶיהָ׃"
    },
    {
      "verse": 11,
      "text": "יאכִּי הָאֹמֵר לֹא תִּנְאָף גַּם־הוּא אֹמֵר לֹא תִּרְצָח וְאִם־אַתָּה לֹא נָאַפְתָּ אַךְ רָצַחְתָּ פּשֶׁעַ בַּתּוֹרָה הִנֶּךָ׃"
    },
    {
      "verse": 12,
      "text": "יבוְאַתֶּם כֹּה תְדַבְּרוּן וְכֹה תַעֲשׂוּן כַּעֲתִדִים לְהִשָּׁפֵט עַל־פִּי הַתּוֹרָה אֲשֶׁר חֹפֶשׁ בָּהּ׃"
    },
    {
      "verse": 13,
      "text": "יגכִּי אֵין חֶסֶד בַּדִּין לְלֹא חָסֶד אַךְ כֹּחַ הַחֶסֶד יָעֹז עַל־כֹּחַ הַדִּין׃"
    },
    {
      "verse": 14,
      "text": "ידאַחַי מַה־יּוֹעִיל לְאִישׁ הָאֹמֵר כִּי אֱמוּנָה בוֹ וּמַעֲשִׂים אֵין לוֹ הֲתוּכַל אֱמוּנָה לְהוֹשִׁיעַ־לוֹ׃"
    },
    {
      "verse": 15,
      "text": "טואִם אָח אוֹ־אָחוֹת יִהְיוּ עֵירֻמִּים וְאֵין לָהֶם לֶחֶם חֻקָּם׃"
    },
    {
      "verse": 16,
      "text": "טזוְאִישׁ מִכֶּם יֹאמַר אֲלֵיהֶם לְכוּ לְשָׁלוֹם וְחַם־לָכֶם וּשְׂבַעְתֶּם וְלֹא־תִתְּנוּ לְנַפְשָׁם דֵּי־מַחְסֹרָם מַה־יִּתֵּן לָהֶם דְּבַר שְׂפָתָיִם׃"
    },
    {
      "verse": 17,
      "text": "יזכֵּן גַּם־הָאֱמוּנָה אִם מַעֲשִׂים אֵין עִמָּהּ מֵתָה הִיא לְבַדָּהּ׃"
    },
    {
      "verse": 18,
      "text": "יחאֲבָל יֹאמַר אִישׁ הֵן אַתָּה יֵשׁ אֱמוּנָה בְךָ וַאֲנִי יֶשׁ־לִי מַעֲשִׂים הַרְאֵנִי אֶת־אֱמוּנַתְךָ בִּבְלִי מַעֲשֶׂיךָ וַאֲנִי מִתּוֹךְ מַעֲשַׂי אַרְאֲךָ אֶת־אֱמוּנָתִי׃"
    },
    {
      "verse": 19,
      "text": "יטאַתָּה מַאֲמִין כִּי אֱלֹהִים אֶחָד הוּא וְהֵיטַבְתָּ לְהַאֲמִין וְגַם הַשֵּׁדִים כֵּן יַאֲמִינוּ וְיָחִילוּן׃"
    },
    {
      "verse": 20,
      "text": "כאַךְ עַתָּה רֹעֵה רוּחַ אִם חָפַצְתָּ לָדַעַת כִּי אֱמוּנָה בִּבְלִי מַעֲשִׂים מֵתָה הִיא׃"
    },
    {
      "verse": 21,
      "text": "כאהֲלֹא בְמַעֲשָׂיו נִצְדַּק אַבְרָהָם אָבִינוּ בְּהַעֲלֹתוֹ אֶת־יִצְחָק בְּנוֹ עַל־גַּב הַמִּזְבֵּחַ׃"
    },
    {
      "verse": 22,
      "text": "כבהִנְּךָ רֹאֶה כִּי־הָאֱמוּנָה נָתְנָה־כֹּחַ לְמַעֲשָׂיו וּמִתּוֹךְ מַעֲשָׂיו נֶעֶשְׂתָה אֱמוּנָתוֹ שְׁלֵמָה׃"
    },
    {
      "verse": 23,
      "text": "כגוְהוּקַם הַכָּתוּב הָאֹמֵר וְהֶאֱמִן אַבְרָהָם בַּיְהוָֹה וַתֵּחָשֶׁב־לוֹ צְדָקָה וְגַם נִקְרָא אֹהֵב אֱלֹהִים׃"
    },
    {
      "verse": 24,
      "text": "כדהִנֵּה רֹאִים אַתֶּם כִּי בְמַעֲשִׂים יִצְדַּק אִישׁ וְלֹא בֶאֱמוּנָה לְבַדָּהּ׃"
    },
    {
      "verse": 25,
      "text": "כהוְכֵן גַּם־רָחָב הַזּוֹנָה נִצְדְּקָה בְמַעֲשֶׂיהָ כַּאֲשֶׁר הֵבִיאָה אֶת־הַמַּלְאָכִים אֶל־בֵּיתָהּ וַתְּשַׁלְּחֵם בְּדֶרֶךְ אַחֶרֶת׃"
    },
    {
      "verse": 26,
      "text": "כוכִּי כְמוֹ־גוּף בְּלֹא נְשָׁמָה מֵת הוּא כֵּן גַּם־אֱמוּנָה בִּבְלִי מַעֲשִׂים מֵתָה הִיא׃"
    }
  ]
}