{
  "book_id": "JAS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "אלֹא תָקִימוּ מִכֶּם אַחַי מוֹרִים רַבִּים בְּדַעְתְּכֶם כִּי תִכְבַּד עָלֵינוּ יַד־הַמִּשְׁפָּט׃"
    },
    {
      "verse": 2,
      "text": "בכִּי רַבּוֹת נִכְשַׁלְנוּ כֻלָּנוּ וּמִי אֲשֶׁר לֹא־יִכָּשֵׁל בִּשְׂפָתָיו אִישׁ תָּמִים הוּא וְיָדָיו רַב־לוֹ לָשִׂים מַעֲצוֹר לְכָל־בְּשָׂרוֹ׃"
    },
    {
      "verse": 3,
      "text": "גהִנֵּה פִי הַסּוּס נִבְלֹם בְּמֶתֶג לְבַעֲבוּר יִשְׁמַע וְיִנָּטֶה לְפִי רְצוֹנֵנוּ׃"
    },
    {
      "verse": 4,
      "text": "דוְהִנֵּה גַּם־אֱנִיּוֹת גְּדֹלֹת הַנֶּהְדָּפוֹת בְּרוּחַ עַזָּה יַטֶּה אֹתָן מָשׁוֹט קָטֹן אֶל־אֲשֶׁר יַחְפֹּץ רוּחַ הַחֹבֵל׃"
    },
    {
      "verse": 5,
      "text": "הכֵּן גַּם־הַלָּשׁוֹן אֵבָר קָטֹן וּמְדַבֶּרֶת גְּדֹלוֹת אֵיךְ מְעַט אֵשׁ תִּבְעַר יַעַר גָּדוֹל׃"
    },
    {
      "verse": 6,
      "text": "ווְהַלָּשׁוֹן אֵשׁ הִיא הַלָּשׁוֹן עוֹלָם קָטֹן וּמְלֹאוֹ אָוֶן נְתוּנָה בְתוֹךְ אֵבָרֵינוּ מְחֹלֶלֶת כָּל־הַבָּשָׂר מְלַהֶטֶת גַּלְגַּל הַטֶּבַע וְיֹקֶדֶת מֵאֵשׁ גֵּיהִנֹּם׃"
    },
    {
      "verse": 7,
      "text": "זכָּל־מִין בְּהֵמָה וְעוֹף וְרֶמֶשׂ וְחַיְתוֹ־יָם נִכְבָּשִׁים הֵם כֻּלָּם כִּי הָאָדָם לְמִינֵהוּ כֹּבֵשׁ אֹתָם׃"
    },
    {
      "verse": 8,
      "text": "חאַךְ הַלָּשׁוֹן לְבַדָּהּ אֵין לְאֵל יַד אָדָם לְכָבְשָׁהּ רָעָה הִיא מֵאֵין מַעְצוֹר וּמְלֵאָה חֲמַת מָוֶת׃"
    },
    {
      "verse": 9,
      "text": "טבָּהּ נְבָרֵךְ יְהוָֹה אָבִינוּ וּבָהּ נְקַלֵּל אֲנָשִׁים אֲשֶׁר נַעֲשׂוּ בְּצֶלֶם אֱלֹהִים׃"
    },
    {
      "verse": 10,
      "text": "ימִפֶּה אֶחָד תֵּצֵא בְרָכָה וּקְלָלָה לֹא־כֵן אַחַי לֹא־יֵעָשֵׂה כֵן בָּכֶם׃"
    },
    {
      "verse": 11,
      "text": "יאהֲתָקִיר בְּאֵר מֵימֵיהָ מְתוּקִים וּמָרִים מִמּוֹצָא אֶחָד׃"
    },
    {
      "verse": 12,
      "text": "יבהֲתַעֲשֶׂה תְאֵנָה אַחַי עִנְבֵי גֶפֶן וְהַגֶּפֶן הֲתוֹצִיא תְאֵנִים כֵּן מִמַּיִם מְלוּחִים לֹא יֵצְאוּ מְתוּקִים׃"
    },
    {
      "verse": 13,
      "text": "יגמִי חָכָם וְנָבוֹן בָּכֶם יַרְאֵנוּ אֶת־מַעֲשָׂיו מִתּוֹךְ מַעְגְּלֵי חַיָּיו הַטּוֹבִים בְּעַנְוַת חָכְמָתוֹ׃"
    },
    {
      "verse": 14,
      "text": "ידוְאִם־חֲמַת קִנְאָה בָכֶם וְלִבְּכֶם יְגָרֶה מָדוֹן לָמָּה תִּתְהַלְלוּ וּתְכַחֵשׁוּ נֶגֶד פְּנֵי הָאֱמֶת׃"
    },
    {
      "verse": 15,
      "text": "טולֹא זוּ הַחָכְמָה הַבָּאָה מֵעָל כִּי הִיא מִלְּמַטָּה לָאָרֶץ מִטֶּבָע הַבָּשָׂר אוֹ הַשֵּׁדִים׃"
    },
    {
      "verse": 16,
      "text": "טזכִּי־בִמְקוֹם קִנְאָה וּמְדָנִים שָׁם מְהוּמָה וְכל־דְּבַר בְּלִיָּעַל׃"
    },
    {
      "verse": 17,
      "text": "יזאַךְ הַחָכְמָה הַיֹּרֶדֶת מֵעָל טְהוֹרָה הִיא פִּיהָ תִפְתַּח לְשָׁלוֹם וּבַעֲנָוָה דְבָרֶיהָ נוֹחָה הִיא לְהִתְרַצּוֹת מְלֵאָה רַחֲמִים וּפִרְיָהּ טוֹב אֵין עִמָּהּ מַשּׂא פָנִים וְאֵין חֲנֻפָּה בָּהּ׃"
    },
    {
      "verse": 18,
      "text": "יחזֶה פְּרִי הַצְּדָקָה זָרֻעַ לָבֶטַח לְעֹשֵׂי שָׁלוֹם׃"
    }
  ]
}