{
  "book_id": "JAS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* הוֹי עֲשִׁירֵי עָם זַעֲקוּ הֵילִילוּ לַצָּרוֹת אֲשֶׁר תִּקְרֶינָה אֶתְכֶם׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* עָשְׁרְכֶם רָקָב וּבִגְדֵיכֶם יֹאכַל עָשׁ׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* הַזָּהָב יוּעַם הַכֶּסֶף יִשְׁנֶא וְהוֹן נִמְאָס הַזֶּה יַעֲנֶה בָכֶם לְעֵד וְאָכַל בְּשַׂרְכֶם כָּאֵשׁ זֶה הוּא הָאוֹצָר אֲצַרְתֶּם לָכֶם לְיוֹם אַחֲרוֹן׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* הִנֵּה שְׂכַר הַפֹּעֲלִים יִזְעָק שְׂכַר קֹצְרֵי שְׂדֹתֵיכֶם אֲשֶׁר עֲשַׁקְתֶּם וְזַעֲקַת הַקֹּצְרִים בָּאָה בְאָזְנֵי יְהוָֹה צְבָאוֹת׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* הִתְעַנַּגְתֶּם בָּאָרֶץ הִתְעַדַּנְתֶּם וַיִּשְׁמַן לִבְּכֶם כְּמוֹ לְיוֹם טִבְחָה׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* הִרְשַׁעְתֶּם הֲמִיתֶּם אֶת־הַצַּדִּיק וְהוּא לֹא־עָמַד בִּפְנֵיכֶם׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* עַל־כֵּן דֹּמּוּ אַחַי עַד־בֹּא הָאָדוֹן הִנֵּה הָאִכָּר יְחַכֶּה לִתְבוּאַת הָאֲדָמָה הַטּוֹבָה יְיַחֵל עַד־אֲשֶׁר יָבוֹא יוֹרֶה וּמַלְקוֹשׁ׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* כֵּן הוֹחִילוּ גַם־אַתֶּם אַמְּצוּ אֶת־לִבְּכֶם כִּי פְנֵי הָאָדוֹן הִנֵּה בָּאִים׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אַל־תִּלּוֹנוּ אַחַי אִישׁ עַל־רֵעֵהוּ וְלֹא תֶאְשְׁמוּ בַמִּשְׁפָּט הִנֵּה הַשֹּׁפֵט עֹמֵד לַפָּתַח׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* קְחוּ לָכֶם אַחַי לְמוֹפֵת צָרוֹת הַנְּבִיאִים וְאֹרֶךְ רוּחָם הַנְּבִיאִים אֲשֶׁר דִּבְּרוּ בְּשֵׁם יְהוָֹה׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* הִנֵּה אֲנַחְנוּ מְאַשְּׁרִים כֹּחַ הַסַּבָּל וְכֹחַ סִבְלוֹת אִיּוֹב הֲלֹא שְׁמַעְתֶּם וְגַם רְאִיתֶם מֶה־הָיְתָה אַחֲרִיתוֹ מֵאֵת יְהוָֹה כִּי יְהוָֹה רַחוּם וְחַנּוּן הוּא׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וְעַתָּה אַחַי לִפְנֵי כָל־דָּבָר אַל־תִּשָּׁבְעוּ לֹא בַשָּׁמַיִם וְלֹא בָאָרֶץ וְלֹא כָל־שְׁבוּעָה אַחֶרֶת וְכֹה יִהְיֶה דְבַרְכֶם הֵן הֵן אוֹ לֹא לֹא פֶּן־תֵּעָנְשׁוּ בַּמִּשְׁפָּט׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* אִם־יֵצַר לְאִישׁ מִכֶּם יִתְפַּלֵּל וְאִם לִבּוֹ טוֹב עָלָיו יְזַמֵּר׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* אִם־יִהְיֶה בָּכֶם חֹלֶה יִקְרָא לְזִקְנֵי הָעֵדָה וְהִתְפַּלְלוּ עָלָיו וּמָשְׁחוּ אֹתוֹ שֶׁמֶן בְּשֵׁם יְהוָֹה׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* וּתְפִלָּה עִם־אֱמוּנָה תַּעֲזֹר לַחֹלֶה וַיהוָֹה יְקִימֶנּוּ וְאִם חָטָא וְנִסְלַח־לוֹ׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* לָכֵן הִתְוַדּוּ עֲוֹנוֹתֵיכֶם אִישׁ אֶל־רֵעֵהוּ וְהִתְפַּלְלוּ אִישׁ בְּעַד רֵעֵהוּ וְרָפָא לָכֶם כִּי־תְפִלַּת צַדִּיק רַב כֹּחָהּ בִּפְעֻלָּתָהּ׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* אֵלִיָּהוּ הָיָה בַּעַל נֶפֶשׁ כָּמֹנוּ וְהִתְפַּלֵּל לְבִלְתִּי הֱיוֹת מָטָר וְלֹא־הָיָה מָטָר עַל־הָאָרֶץ שָׁלֹשׁ שָׁנִים וְשִׁשָּׁה חֳדָשִׁים׃"
    },
    {
      "verse": 18,
      "text": "\\vp יח\\vp* וַיָּשָׁב וַיִּתְפַּלֵּל וְהַשָּׁמַיִם הֶעֱרִיפוּ מָטָר וְהָאָרֶץ נָתְנָה אֶת־יְבוּלָהּ׃"
    },
    {
      "verse": 19,
      "text": "\\vp יט\\vp* אַחַי אִם אֶחָד מִכֶּם יָסוּר מִדֶּרֶךְ הָאֱמֶת וְאִישׁ אַחֵר יְשִׁיבֶנּוּ׃"
    },
    {
      "verse": 20,
      "text": "\\vp כ\\vp* יֵדַע־נָא כִּי הַמֵּשִׁיב אֶת־הַחוֹטֵא מִדֶּרֶךְ פִּשְׁעוֹ יַצִּיל נֶפֶשׁ מִמָּוֶת וִיכַסֶּה עַל־פְּשָׁעִים רַבִּים׃"
    }
  ]
}