{
  "book_id": "2SA",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ואלה דברי דוד האחרנים נאם דוד בן ישי ונאם הגבר הקם על משיח אלהי יעקב ונעים זמרות ישראל׃"
    },
    {
      "verse": 2,
      "text": "רוח יהוה דבר בי ומלתו על לשוני׃"
    },
    {
      "verse": 3,
      "text": "אמר אלהי ישראל לי דבר צור ישראל מושל באדם צדיק מושל יראת אלהים׃"
    },
    {
      "verse": 4,
      "text": "וכאור בקר יזרח שמש בקר לא עבות מנגה ממטר דשא מארץ׃"
    },
    {
      "verse": 5,
      "text": "כי לא כן ביתי עם אל כי ברית עולם שם לי ערוכה בכל ושמרה כי כל ישעי וכל חפץ כי לא יצמיח׃"
    },
    {
      "verse": 6,
      "text": "ובליעל כקוץ מנד כלהם כי לא ביד יקחו׃"
    },
    {
      "verse": 7,
      "text": "ואיש יגע בהם ימלא ברזל ועץ חנית ובאש שרוף ישרפו בשבת׃"
    },
    {
      "verse": 8,
      "text": "אלה שמות הגברים אשר לדוד ישב בשבת תחכמני ראש השלשי הוא עדינו העצנו על שמנה מאות חלל בפעם אחד׃"
    },
    {
      "verse": 9,
      "text": "ואחרו אלעזר בן דדי בן אחחי בשלשה גברים עם דוד בחרפם בפלשתים נאספו שם למלחמה ויעלו איש ישראל׃"
    },
    {
      "verse": 10,
      "text": "הוא קם ויך בפלשתים עד כי יגעה ידו ותדבק ידו אל החרב ויעש יהוה תשועה גדולה ביום ההוא והעם ישבו אחריו אך לפשט׃"
    },
    {
      "verse": 11,
      "text": "ואחריו שמא בן אגא הררי ויאספו פלשתים לחיה ותהי שם חלקת השדה מלאה עדשים והעם נס מפני פלשתים׃"
    },
    {
      "verse": 12,
      "text": "ויתיצב בתוך החלקה ויצילה ויך את פלשתים ויעש יהוה תשועה גדולה׃"
    },
    {
      "verse": 13,
      "text": "וירדו שלשים מהשלשים ראש ויבאו אל קציר אל דוד אל מערת עדלם וחית פלשתים חנה בעמק רפאים׃"
    },
    {
      "verse": 14,
      "text": "ודוד אז במצודה ומצב פלשתים אז בית לחם׃"
    },
    {
      "verse": 15,
      "text": "ויתאוה דוד ויאמר מי ישקני מים מבאר בית לחם אשר בשער׃"
    },
    {
      "verse": 16,
      "text": "ויבקעו שלשת הגברים במחנה פלשתים וישאבו מים מבאר בית לחם אשר בשער וישאו ויבאו אל דוד ולא אבה לשתותם ויסך אתם ליהוה׃"
    },
    {
      "verse": 17,
      "text": "ויאמר חלילה לי יהוה מעשתי זאת הדם האנשים ההלכים בנפשותם ולא אבה לשתותם אלה עשו שלשת הגברים׃"
    },
    {
      "verse": 18,
      "text": "ואבישי אחי יואב בן צרויה הוא ראש השלשי והוא עורר את חניתו על שלש מאות חלל ולו שם בשלשה׃"
    },
    {
      "verse": 19,
      "text": "מן השלשה הכי נכבד ויהי להם לשר ועד השלשה לא בא׃"
    },
    {
      "verse": 20,
      "text": "ובניהו בן יהוידע בן איש חי רב פעלים מקבצאל הוא הכה את שני אראל מואב והוא ירד והכה את האריה בתוך הבאר ביום השלג׃"
    },
    {
      "verse": 21,
      "text": "והוא הכה את איש מצרי אשר מראה וביד המצרי חנית וירד אליו בשבט ויגזל את החנית מיד המצרי ויהרגהו בחניתו׃"
    },
    {
      "verse": 22,
      "text": "אלה עשה בניהו בן יהוידע ולו שם בשלשה הגברים׃"
    },
    {
      "verse": 23,
      "text": "מן השלשים נכבד ואל השלשה לא בא וישמהו דוד אל משמעתו׃"
    },
    {
      "verse": 24,
      "text": "עשה אל אחי יואב בשלשים אלחנן בן דדו בית לחם׃"
    },
    {
      "verse": 25,
      "text": "שמה החרדי אליקא החרדי׃"
    },
    {
      "verse": 26,
      "text": "חלץ הפלטי עירא בן עקש התקועי׃"
    },
    {
      "verse": 27,
      "text": "אביעזר הענתתי מבני החשתי׃"
    },
    {
      "verse": 28,
      "text": "צלמון האחחי מהרי הנטפתי׃"
    },
    {
      "verse": 29,
      "text": "חלב בן בענה הנטפתי אתי בן ריבי מגבעת בני בנימן׃"
    },
    {
      "verse": 30,
      "text": "בניהו פרעתני הדי מנחלי געש׃"
    },
    {
      "verse": 31,
      "text": "אבי עלבון הערבתי עזמות הברחמי׃"
    },
    {
      "verse": 32,
      "text": "אליחבא השעלבני בני ישן יהונתן׃"
    },
    {
      "verse": 33,
      "text": "שמה ההררי אחיאם בן שרר האררי׃"
    },
    {
      "verse": 34,
      "text": "אליפלט בן אחסבי בן המעכתי אליעם בן אחיתפל הגלני׃"
    },
    {
      "verse": 35,
      "text": "חצרו הכרמלי פערי הארבי׃"
    },
    {
      "verse": 36,
      "text": "יגאל בן נתן מצבה בני הגדי׃"
    },
    {
      "verse": 37,
      "text": "צלק העמני נחרי הבארתי נשאי כלי יואב בן צריה׃"
    },
    {
      "verse": 38,
      "text": "עירא היתרי גרב היתרי׃"
    },
    {
      "verse": 39,
      "text": "אוריה החתי כל שלשים ושבעה׃"
    }
  ]
}