{
  "book_id": "JOB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Is therenot an appointed time to man upon earth? Are nothis days also like the days of a hireling?"
    },
    {
      "verse": 2,
      "text": "As a servant earnestly desireth the shadow, And as a hireling looketh for the reward of his work:"
    },
    {
      "verse": 3,
      "text": "So am I made to possess months of vanity, And wearisome nights are appointed to me."
    },
    {
      "verse": 4,
      "text": "When I lie down, I say, When shall I arise, and the night be gone? And I am full oftossings to and fro unto the dawning of the day."
    },
    {
      "verse": 5,
      "text": "My flesh is clothed with worms and clods of dust; My skin is broken, and become loathsome."
    },
    {
      "verse": 6,
      "text": "My days are swifter than a weaver’s shuttle, And are spent without hope."
    },
    {
      "verse": 7,
      "text": "O remember that my life iswind: Mine eye shall no more see good."
    },
    {
      "verse": 8,
      "text": "The eye of him that hath seen me shall see me no more:Thine eyes areupon me, and I amnot."
    },
    {
      "verse": 9,
      "text": "Asthe cloud is consumed and vanisheth away: So he that goeth down tothe grave shall come up no more."
    },
    {
      "verse": 10,
      "text": "He shall return no more to his house, Neither shall his place know him any more."
    },
    {
      "verse": 11,
      "text": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul."
    },
    {
      "verse": 12,
      "text": "AmI a sea, or a whale, That thou settest a watch over me?"
    },
    {
      "verse": 13,
      "text": "When I say, My bed shall comfort me, My couch shall ease my complaint;"
    },
    {
      "verse": 14,
      "text": "Then thou scarest me with dreams, And terrifiest me through visions:"
    },
    {
      "verse": 15,
      "text": "So that my soul chooseth strangling, Anddeath rather than my life."
    },
    {
      "verse": 16,
      "text": "I loathe it;I would not live alway: Let me alone; for my days arevanity."
    },
    {
      "verse": 17,
      "text": "What isman, that thou shouldest magnify him? And that thou shouldest set thine heart upon him?"
    },
    {
      "verse": 18,
      "text": "And thatthou shouldest visit him every morning, Andtry him every moment?"
    },
    {
      "verse": 19,
      "text": "How long wilt thou not depart from me, Nor let me alone till I swallow down my spittle?"
    },
    {
      "verse": 20,
      "text": "I have sinned; what shall I do unto thee, O thou preserver of men? Why hast thou set me as a mark against thee, So that I am a burden to myself?"
    },
    {
      "verse": 21,
      "text": "And why dost thou not pardon my transgression, And take away mine iniquity? For now shall I sleep in the dust; And thou shalt seek me in the morning, but I shallnot be."
    }
  ]
}