{
  "book_id": "JOB",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Bildad the Shuhite, and said,"
    },
    {
      "verse": 2,
      "text": "How long wilt thou speak these \\add things?\\add* And \\add how long shall\\add* the words of thy mouth \\add be like\\add* a strong wind?"
    },
    {
      "verse": 3,
      "text": "Doth God pervert judgment? Or doth the Almighty pervert justice?"
    },
    {
      "verse": 4,
      "text": "If thy children have sinned against him, And he have cast them away for their transgression;"
    },
    {
      "verse": 5,
      "text": "If thou wouldest seek unto God betimes, And make thy supplication to the Almighty;"
    },
    {
      "verse": 6,
      "text": "If thou \\add wert\\add* pure and upright; Surely now he would awake for thee, And make the habitation of thy righteousness prosperous."
    },
    {
      "verse": 7,
      "text": "Though thy beginning was small, Yet thy latter end should greatly increase."
    },
    {
      "verse": 8,
      "text": "For inquire, I pray thee, of the former age, And prepare \\add thyself\\add* to the search of their fathers:"
    },
    {
      "verse": 9,
      "text": "(For we \\add are but of\\add* yesterday, and know nothing, Because our days upon earth \\add are\\add* a shadow:)"
    },
    {
      "verse": 10,
      "text": "Shall not they teach thee, \\add and\\add* tell thee, And utter words out of their heart?"
    },
    {
      "verse": 11,
      "text": "Can the rush grow up without mire? Can the flag grow without water?"
    },
    {
      "verse": 12,
      "text": "Whilst it \\add is\\add* yet in his greenness, \\add and\\add* not cut down, It withereth before any \\add other\\add* herb."
    },
    {
      "verse": 13,
      "text": "So \\add are\\add* the paths of all that forget God; And the hypocrite’s hope shall perish:"
    },
    {
      "verse": 14,
      "text": "Whose hope shall be cut off, And whose trust \\add shall be\\add* a spider’s web."
    },
    {
      "verse": 15,
      "text": "He shall lean upon his house, but it shall not stand: He shall hold it fast, but it shall not endure."
    },
    {
      "verse": 16,
      "text": "He \\add is\\add* green before the sun, And his branch shooteth forth in his garden,"
    },
    {
      "verse": 17,
      "text": "His roots are wrapped about the heap, \\add And\\add* seeth the place of stones."
    },
    {
      "verse": 18,
      "text": "If he destroy him from his place, Then \\add it\\add* shall deny him, \\add saying\\add*, I have not seen thee."
    },
    {
      "verse": 19,
      "text": "Behold, this \\add is\\add* the joy of his way, And out of the earth shall others grow."
    },
    {
      "verse": 20,
      "text": "Behold, God will not cast away a perfect \\add man\\add*, Neither will he help the evil doers:"
    },
    {
      "verse": 21,
      "text": "Till he fill thy mouth \\add with\\add* laughing, And thy lips \\add with\\add* rejoicing."
    },
    {
      "verse": 22,
      "text": "They that hate thee shall be clothed with shame; And the dwelling place of the wicked shall come to nought."
    }
  ]
}