{
  "book_id": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Naamathite, and said,"
    },
    {
      "verse": 2,
      "text": "Should not the multitude of words be answered? And should a man full of talk be justified?"
    },
    {
      "verse": 3,
      "text": "Should thy lies make men hold their peace? And when thou mockest, shall no man make \\add thee\\add* ashamed?"
    },
    {
      "verse": 4,
      "text": "For thou hast said, My doctrine \\add is\\add* pure, And I am clean in thine eyes."
    },
    {
      "verse": 5,
      "text": "But O that God would speak, And open his lips against thee;"
    },
    {
      "verse": 6,
      "text": "And that he would shew thee the secrets of wisdom, That \\add they are\\add* double to that which is. Know therefore that God exacteth of thee \\add less\\add* than thine iniquity \\add deserveth\\add*."
    },
    {
      "verse": 7,
      "text": "Canst thou \\add by\\add* searching find out God? Canst thou find out the Almighty unto perfection?"
    },
    {
      "verse": 8,
      "text": "\\add It is\\add* as high as heaven; what canst thou do? Deeper than hell; what canst thou know?"
    },
    {
      "verse": 9,
      "text": "The measure thereof \\add is\\add* longer than the earth, And broader than the sea."
    },
    {
      "verse": 10,
      "text": "If he cut off, and shut up, or gather together, Then who can hinder him?"
    },
    {
      "verse": 11,
      "text": "For he knoweth vain men: He seeth wickedness also; will he not then consider \\add it?\\add*"
    },
    {
      "verse": 12,
      "text": "For vain man would be wise, Though man be born \\add like\\add* a wild ass’s colt."
    },
    {
      "verse": 13,
      "text": "If thou prepare thine heart, And stretch out thine hands toward him;"
    },
    {
      "verse": 14,
      "text": "If iniquity \\add be\\add* in thine hand, put it far away, And let not wickedness dwell in thy tabernacles."
    },
    {
      "verse": 15,
      "text": "For then shalt thou lift up thy face without spot; Yea, thou shalt be steadfast, and shalt not fear."
    },
    {
      "verse": 16,
      "text": "Because thou shalt forget \\add thy\\add* misery, \\add And\\add* remember \\add it\\add* as waters \\add that\\add* pass away:"
    },
    {
      "verse": 17,
      "text": "And \\add thine\\add* age shall be clearer than the noonday; Thou shalt shine forth, thou shalt be as the morning."
    },
    {
      "verse": 18,
      "text": "And thou shalt be secure, because there is hope; Yea, thou shalt dig \\add about thee, and\\add* thou shalt take thy rest in safety."
    },
    {
      "verse": 19,
      "text": "Also thou shalt lie down, and none shall make \\add thee\\add* afraid; Yea, many shall make suit unto thee."
    },
    {
      "verse": 20,
      "text": "But the eyes of the wicked shall fail, And they shall not escape, And their hope \\add shall be as\\add* the giving up of the ghost."
    }
  ]
}