{
  "book_id": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "I have heard many such \\add things:\\add* Miserable comforters \\add are\\add* ye all."
    },
    {
      "verse": 3,
      "text": "Shall vain words have an end? Or what emboldeneth thee that thou answerest?"
    },
    {
      "verse": 4,
      "text": "I also could speak as ye \\add do:\\add* If your soul were in my soul’s stead, I could heap up words against you, And shake mine head at you."
    },
    {
      "verse": 5,
      "text": "\\add But\\add* I would strengthen you with my mouth, And the moving of my lips should asswage \\add your grief\\add*."
    },
    {
      "verse": 6,
      "text": "Though I speak, my grief is not asswaged: And \\add though\\add* I forbear, what am I eased?"
    },
    {
      "verse": 7,
      "text": "But now he hath made me weary: Thou hast made desolate all my company."
    },
    {
      "verse": 8,
      "text": "And thou hast filled me with wrinkles, \\add which\\add* is a witness \\add against me:\\add* And my leanness rising up in me Beareth witness to my face."
    },
    {
      "verse": 9,
      "text": "He teareth \\add me in\\add* his wrath, who hateth me: He gnasheth upon me with his teeth; Mine enemy sharpeneth his eyes upon me."
    },
    {
      "verse": 10,
      "text": "They have gaped upon me with their mouth; They have smitten me upon the cheek reproachfully; They have gathered themselves together against me."
    },
    {
      "verse": 11,
      "text": "God hath delivered me to the ungodly, And turned me over into the hands of the wicked."
    },
    {
      "verse": 12,
      "text": "I was at ease, but he hath broken me asunder: He hath also taken \\add me\\add* by my neck, and shaken me to pieces, And set me up for his mark."
    },
    {
      "verse": 13,
      "text": "His archers compass me round about, He cleaveth my reins asunder, and doth not spare; He poureth out my gall upon the ground."
    },
    {
      "verse": 14,
      "text": "He breaketh me \\add with\\add* breach upon breach, He runneth upon me like a giant."
    },
    {
      "verse": 15,
      "text": "I have sewed sackcloth upon my skin, And defiled my horn in the dust."
    },
    {
      "verse": 16,
      "text": "My face is foul with weeping, And on mine eyelids \\add is\\add* the shadow of death;"
    },
    {
      "verse": 17,
      "text": "Not for \\add any\\add* injustice in mine hands: Also my prayer is pure."
    },
    {
      "verse": 18,
      "text": "O earth, cover not thou my blood, And let my cry have no place."
    },
    {
      "verse": 19,
      "text": "Also now, behold, my witness \\add is\\add* in heaven, And my record \\add is\\add* on high."
    },
    {
      "verse": 20,
      "text": "My friends scorn me: \\add But\\add* mine eye poureth out \\add tears\\add* unto God."
    },
    {
      "verse": 21,
      "text": "O that \\add one\\add* might plead for a man with God, As a man \\add pleadeth\\add* for his neighbour."
    },
    {
      "verse": 22,
      "text": "When a few years are come, Then I shall go the way \\add whence\\add* I shall not return."
    }
  ]
}