{
  "book_id": "JOB",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "My breath is corrupt, My days are extinct, The graves are readyfor me."
    },
    {
      "verse": 2,
      "text": "Are therenot mockers with me? And doth notmine eye continue in their provocation?"
    },
    {
      "verse": 3,
      "text": "Lay down now, put me in a surety with thee; Who ishe thatwill strike hands with me?"
    },
    {
      "verse": 4,
      "text": "For thou hast hid their heart from understanding: Therefore shalt thou not exalt them."
    },
    {
      "verse": 5,
      "text": "He thatspeaketh flattery to hisfriends, Even the eyes of his children shall fail."
    },
    {
      "verse": 6,
      "text": "He hath made me also a byword of the people; And aforetime I was asa tabret."
    },
    {
      "verse": 7,
      "text": "Mine eye also is dim by reason of sorrow, And all my members areas a shadow."
    },
    {
      "verse": 8,
      "text": "Upright menshall be astonied at this, And the innocent shall stir up himself against the hypocrite."
    },
    {
      "verse": 9,
      "text": "The righteous also shall hold on his way, And he that hath clean hands shall be stronger and stronger."
    },
    {
      "verse": 10,
      "text": "But as foryou all, do you return, and come now: For I cannot find onewise manamong you."
    },
    {
      "verse": 11,
      "text": "My days are past, My purposes are broken off, Eventhe thoughts of my heart."
    },
    {
      "verse": 12,
      "text": "They change the night into day: The light isshort, because of darkness."
    },
    {
      "verse": 13,
      "text": "If I wait, the grave ismine house: I have made my bed in the darkness."
    },
    {
      "verse": 14,
      "text": "I have said to corruption, Thou artmy father: To the worm, Thou artmy mother, and my sister."
    },
    {
      "verse": 15,
      "text": "And where isnow my hope? As for my hope, who shall see it?"
    },
    {
      "verse": 16,
      "text": "They shall go down tothe bars of the pit, When ourrest together isin the dust."
    }
  ]
}