{
  "book_id": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Naamathite, and said,"
    },
    {
      "verse": 2,
      "text": "Therefore do my thoughts cause me to answer, And for \\add this\\add* I make haste."
    },
    {
      "verse": 3,
      "text": "I have heard the check of my reproach, And the spirit of my understanding causeth me to answer."
    },
    {
      "verse": 4,
      "text": "Knowest thou \\add not\\add* this of old, Since man was placed upon earth,"
    },
    {
      "verse": 5,
      "text": "That the triumphing of the wicked \\add is\\add* short, And the joy of the hypocrite \\add but\\add* for a moment?"
    },
    {
      "verse": 6,
      "text": "Though his excellency mount up to the heavens, And his head reach unto the clouds;"
    },
    {
      "verse": 7,
      "text": "\\add Yet\\add* he shall perish for ever like his own dung: They which have seen him shall say, Where \\add is\\add* he?"
    },
    {
      "verse": 8,
      "text": "He shall fly away as a dream, and shall not be found: Yea, he shall be chased away as a vision of the night."
    },
    {
      "verse": 9,
      "text": "The eye also \\add which\\add* saw him shall \\add see him\\add* no more; Neither shall his place any more behold him."
    },
    {
      "verse": 10,
      "text": "His children shall \\add seek to\\add* please the poor, And his hands shall restore their goods."
    },
    {
      "verse": 11,
      "text": "His bones are full \\add of the sin of\\add* his youth, Which shall lie down with him in the dust."
    },
    {
      "verse": 12,
      "text": "Though wickedness be sweet in his mouth, \\add Though\\add* he hide it under his tongue;"
    },
    {
      "verse": 13,
      "text": "\\add Though\\add* he spare it, and forsake it not; But keep it still within his mouth:"
    },
    {
      "verse": 14,
      "text": "\\add Yet\\add* his meat in his bowels is turned, \\add It is\\add* the gall of asps within him."
    },
    {
      "verse": 15,
      "text": "He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly."
    },
    {
      "verse": 16,
      "text": "He shall suck the poison of asps: The viper’s tongue shall slay him."
    },
    {
      "verse": 17,
      "text": "He shall not see the rivers, The floods, the brooks of honey and butter."
    },
    {
      "verse": 18,
      "text": "That which he laboured for shall he restore, and shall not swallow \\add it\\add* down: According to \\add his\\add* substance \\add shall\\add* the restitution \\add be\\add*, and he shall not rejoice \\add therein\\add*."
    },
    {
      "verse": 19,
      "text": "Because he hath oppressed \\add and\\add* hath forsaken the poor; \\add Because\\add* he hath violently taken away a house which he builded not;"
    },
    {
      "verse": 20,
      "text": "Surely he shall not feel quietness in his belly, He shall not save of that which he desired."
    },
    {
      "verse": 21,
      "text": "\\add There shall\\add* none of his meat \\add be\\add* left; Therefore shall no \\add man\\add* look for his goods."
    },
    {
      "verse": 22,
      "text": "In the fulness of his sufficiency he shall be in straits: Every hand of the wicked shall come \\add upon\\add* him."
    },
    {
      "verse": 23,
      "text": "\\add When\\add* he is about to fill his belly, \\add God\\add* shall cast the fury of his wrath upon him, And shall rain \\add it\\add* upon him while he is eating."
    },
    {
      "verse": 24,
      "text": "He shall flee from the iron weapon, \\add And\\add* the bow of steel shall strike him through."
    },
    {
      "verse": 25,
      "text": "It is drawn, and cometh out of the body; Yea, the glistering sword cometh out of his gall: Terrors \\add are\\add* upon him."
    },
    {
      "verse": 26,
      "text": "All darkness \\add shall be\\add* hid in his secret places: A fire not blown shall consume him; It shall go ill with him that is left in his tabernacle."
    },
    {
      "verse": 27,
      "text": "The heaven shall reveal his iniquity; And the earth shall rise up against him."
    },
    {
      "verse": 28,
      "text": "The increase of his house shall depart, \\add And his goods shall\\add* flow away in the day of his wrath."
    },
    {
      "verse": 29,
      "text": "This \\add is\\add* the portion of a wicked man from God, And the heritage appointed unto him by God."
    }
  ]
}