{
  "book_id": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Naamathite, and said,"
    },
    {
      "verse": 2,
      "text": "Therefore do my thoughts cause me to answer, And for thisI make haste."
    },
    {
      "verse": 3,
      "text": "I have heard the check of my reproach, And the spirit of my understanding causeth me to answer."
    },
    {
      "verse": 4,
      "text": "Knowest thou notthis of old, Since man was placed upon earth,"
    },
    {
      "verse": 5,
      "text": "That the triumphing of the wicked isshort, And the joy of the hypocrite butfor a moment?"
    },
    {
      "verse": 6,
      "text": "Though his excellency mount up to the heavens, And his head reach unto the clouds;"
    },
    {
      "verse": 7,
      "text": "Yethe shall perish for ever like his own dung: They which have seen him shall say, Where ishe?"
    },
    {
      "verse": 8,
      "text": "He shall fly away as a dream, and shall not be found: Yea, he shall be chased away as a vision of the night."
    },
    {
      "verse": 9,
      "text": "The eye also whichsaw him shall see himno more; Neither shall his place any more behold him."
    },
    {
      "verse": 10,
      "text": "His children shall seek toplease the poor, And his hands shall restore their goods."
    },
    {
      "verse": 11,
      "text": "His bones are full of the sin ofhis youth, Which shall lie down with him in the dust."
    },
    {
      "verse": 12,
      "text": "Though wickedness be sweet in his mouth, Thoughhe hide it under his tongue;"
    },
    {
      "verse": 13,
      "text": "Thoughhe spare it, and forsake it not; But keep it still within his mouth:"
    },
    {
      "verse": 14,
      "text": "Yethis meat in his bowels is turned, It isthe gall of asps within him."
    },
    {
      "verse": 15,
      "text": "He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly."
    },
    {
      "verse": 16,
      "text": "He shall suck the poison of asps: The viper’s tongue shall slay him."
    },
    {
      "verse": 17,
      "text": "He shall not see the rivers, The floods, the brooks of honey and butter."
    },
    {
      "verse": 18,
      "text": "That which he laboured for shall he restore, and shall not swallow itdown: According to hissubstance shallthe restitution be, and he shall not rejoice therein."
    },
    {
      "verse": 19,
      "text": "Because he hath oppressed andhath forsaken the poor; Becausehe hath violently taken away a house which he builded not;"
    },
    {
      "verse": 20,
      "text": "Surely he shall not feel quietness in his belly, He shall not save of that which he desired."
    },
    {
      "verse": 21,
      "text": "There shallnone of his meat beleft; Therefore shall no manlook for his goods."
    },
    {
      "verse": 22,
      "text": "In the fulness of his sufficiency he shall be in straits: Every hand of the wicked shall come uponhim."
    },
    {
      "verse": 23,
      "text": "Whenhe is about to fill his belly, Godshall cast the fury of his wrath upon him, And shall rain itupon him while he is eating."
    },
    {
      "verse": 24,
      "text": "He shall flee from the iron weapon, Andthe bow of steel shall strike him through."
    },
    {
      "verse": 25,
      "text": "It is drawn, and cometh out of the body; Yea, the glistering sword cometh out of his gall: Terrors areupon him."
    },
    {
      "verse": 26,
      "text": "All darkness shall behid in his secret places: A fire not blown shall consume him; It shall go ill with him that is left in his tabernacle."
    },
    {
      "verse": 27,
      "text": "The heaven shall reveal his iniquity; And the earth shall rise up against him."
    },
    {
      "verse": 28,
      "text": "The increase of his house shall depart, And his goods shallflow away in the day of his wrath."
    },
    {
      "verse": 29,
      "text": "This isthe portion of a wicked man from God, And the heritage appointed unto him by God."
    }
  ]
}