{
  "book_id": "JOB",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Why, seeing times are not hidden from the Almighty, Do they that know him not see his days?"
    },
    {
      "verse": 2,
      "text": "\\add Some\\add* remove the landmarks; They violently take away flocks, and feed \\add thereof\\add*."
    },
    {
      "verse": 3,
      "text": "They drive away the ass of the fatherless, They take the widow’s ox for a pledge."
    },
    {
      "verse": 4,
      "text": "They turn the needy out of the way: The poor of the earth hide themselves together."
    },
    {
      "verse": 5,
      "text": "Behold, \\add as\\add* wild asses in the desert, Go they forth to their work; rising betimes for a prey: The wilderness \\add yieldeth\\add* food for them \\add and\\add* for \\add their\\add* children."
    },
    {
      "verse": 6,
      "text": "They reap \\add every one\\add* his corn in the field: And they gather the vintage of the wicked."
    },
    {
      "verse": 7,
      "text": "They cause the naked to lodge without clothing, That \\add they have\\add* no covering in the cold."
    },
    {
      "verse": 8,
      "text": "They are wet with the showers of the mountains, And embrace the rock for want of a shelter."
    },
    {
      "verse": 9,
      "text": "They pluck the fatherless from the breast, And take a pledge of the poor."
    },
    {
      "verse": 10,
      "text": "They cause \\add him\\add* to go naked without clothing, And they take away the sheaf \\add from\\add* the hungry;"
    },
    {
      "verse": 11,
      "text": "\\add Which\\add* make oil within their walls, \\add And\\add* tread \\add their\\add* winepresses, and suffer thirst."
    },
    {
      "verse": 12,
      "text": "Men groan from out of the city, And the soul of the wounded crieth out: Yet God layeth not folly \\add to them\\add*."
    },
    {
      "verse": 13,
      "text": "They are of those that rebel against the light; They know not the ways thereof, Nor abide in the paths thereof."
    },
    {
      "verse": 14,
      "text": "The murderer rising with the light Killeth the poor and needy, And in the night is as a thief."
    },
    {
      "verse": 15,
      "text": "The eye also of the adulterer waiteth for the twilight, Saying, No eye shall see me: And disguiseth \\add his\\add* face."
    },
    {
      "verse": 16,
      "text": "In the dark \\add they\\add* dig \\add through\\add* houses, \\add Which\\add* they had marked for themselves in the daytime: They know not the light."
    },
    {
      "verse": 17,
      "text": "For the morning \\add is\\add* to them even as the shadow of death: If \\add one\\add* know \\add them, they are in\\add* the terrors of the shadow of death."
    },
    {
      "verse": 18,
      "text": "He \\add is\\add* swift as the waters; Their portion is cursed in the earth: He beholdeth not the way of the vineyards."
    },
    {
      "verse": 19,
      "text": "Drought and heat consume the snow waters: \\add So doth\\add* the grave \\add those which\\add* have sinned."
    },
    {
      "verse": 20,
      "text": "The womb shall forget him; the worm shall feed sweetly on him; He shall be no more remembered; And wickedness shall be broken as a tree."
    },
    {
      "verse": 21,
      "text": "He evil entreateth the barren \\add that\\add* beareth not: And doeth not good to the widow."
    },
    {
      "verse": 22,
      "text": "He draweth also the mighty with his power: He riseth up, and no \\add man\\add* is sure of life."
    },
    {
      "verse": 23,
      "text": "\\add Though\\add* it be given him \\add to be\\add* in safety, whereon he resteth; Yet his eyes \\add are\\add* upon their ways."
    },
    {
      "verse": 24,
      "text": "They are exalted for a little while, but are gone And brought low, they are taken out of the way as all \\add other\\add*, And cut off as the tops of the ears of corn."
    },
    {
      "verse": 25,
      "text": "And if \\add it be\\add* not \\add so\\add* now, who will make me a liar, And make my speech nothing worth?"
    }
  ]
}