{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "At this also my heart trembleth, And is moved out of his place."
    },
    {
      "verse": 2,
      "text": "Hear attentively the noise of his voice, And the sound \\add that\\add* goeth out of his mouth."
    },
    {
      "verse": 3,
      "text": "He directeth it under the whole heaven, And his lightning unto the ends of the earth."
    },
    {
      "verse": 4,
      "text": "After it a voice roareth: He thundereth with the voice of his excellency; And he will not stay them when his voice is heard."
    },
    {
      "verse": 5,
      "text": "God thundereth marvellously with his voice; Great \\add things\\add* doeth he, which we cannot comprehend."
    },
    {
      "verse": 6,
      "text": "For he saith to the snow, Be thou \\add on\\add* the earth; Likewise \\add to\\add* the small rain, And \\add to\\add* the great rain of his strength."
    },
    {
      "verse": 7,
      "text": "He sealeth up the hand of every man; That all men may know his work."
    },
    {
      "verse": 8,
      "text": "Then the beasts go into dens, And remain in their places."
    },
    {
      "verse": 9,
      "text": "Out of the south cometh the whirlwind: And cold out of the north."
    },
    {
      "verse": 10,
      "text": "By the breath of God frost is given: And the breadth of the waters is straitened."
    },
    {
      "verse": 11,
      "text": "Also by watering he wearieth the thick cloud: He scattereth his bright cloud:"
    },
    {
      "verse": 12,
      "text": "And it is turned round about by his counsels: That they may do whatsoever he commandeth them Upon the face of the world in the earth."
    },
    {
      "verse": 13,
      "text": "He causeth it to come, whether for correction, Or for his land, or for mercy."
    },
    {
      "verse": 14,
      "text": "Hearken unto this, O Job: Stand still, and consider the wondrous works of God."
    },
    {
      "verse": 15,
      "text": "Dost thou know when God disposed them, And caused the light of his cloud to shine?"
    },
    {
      "verse": 16,
      "text": "Dost thou know the balancings of the clouds, The wondrous works of \\add him which is\\add* perfect in knowledge?"
    },
    {
      "verse": 17,
      "text": "How thy garments \\add are\\add* warm, When he quieteth the earth by the south \\add wind?\\add*"
    },
    {
      "verse": 18,
      "text": "Hast thou with him spread out the sky, \\add Which is\\add* strong, \\add and\\add* as a molten looking glass?"
    },
    {
      "verse": 19,
      "text": "Teach us what we shall say unto him; \\add For\\add* we cannot order \\add our speech\\add* by reason of darkness."
    },
    {
      "verse": 20,
      "text": "Shall it be told him that I speak? If a man speak, surely he shall be swallowed up."
    },
    {
      "verse": 21,
      "text": "And now \\add men\\add* see not the bright light Which \\add is\\add* in the clouds: But the wind passeth, and cleanseth them."
    },
    {
      "verse": 22,
      "text": "Fair weather cometh out of the north: With God \\add is\\add* terrible majesty."
    },
    {
      "verse": 23,
      "text": "\\add Touching\\add* the Almighty, we cannot find him out: \\add he is\\add* excellent in power, And \\add in\\add* judgment, and \\add in\\add* plenty of justice: he will not afflict."
    },
    {
      "verse": 24,
      "text": "Men do therefore fear him: He respecteth not any \\add that are\\add* wise of heart."
    }
  ]
}