{
  "book_id": "2TH",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* פּוֹלוֹס וְסִלְוָנוֹס וְטִימוֹתִיּוֹס אֶל־עֲדַת הַתַּסְלוֹנִיקִים הַדְּבֵקִים בֵּאלֹהִים אָבִינוּ וּבְיֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* חֶסֶד וְשָׁלוֹם יִתֵּן לָכֶם אֱלֹהִים אָבִינוּ וְיֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* כַּמָּה עָלֵינוּ לְהוֹדוֹת לֵאלֹהִים תָּמִיד בַּעֲבוּרְכֶם אַחַי כַּאֲשֶׁר נָכוֹן לָנוּ כִּי אֱמוּנַתְכֶם הֹלֶכֶת הָלוֹךְ וְגָדֹל וְאַהֲבַת רֵעִים הָלוֹךְ וָרָב בֵּין כֻּלְּכֶם׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* עַד אֲשֶׁר גַּם־אֲנַחְנוּ נִתְפָּאֵר בָּכֶם לִפְנֵי קְהִלּוֹת הָאֱלֹהִים עַל־סֻבָּלְכֶם וֶאֱמוּנַתְכֶם בְּכָל־הָעשֶׁק וְהַמְּרוּצָה אֲשֶׁר פָּגְעוּ בָכֶם׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* עֵדוּת לֵאלֹהִים כִּי יָשָׁר מִשְׁפְּטוֹ לֵאמֹר כִּי נְכֹנִים אַתֶּם לְמַלְכוּתוֹ אֲשֶׁר עָלֶיהָ נְתַתֶּם שִׁכְמְכֶם לִסְבֹּל׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* כַּאֲשֶׁר גַּם־צַדִּיק הוּא אֱלֹהִים לְהָשִׁיב צָרָה לְצֹרְרֵיכֶם׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וְלָכֶם הָעֲשׁוּקִים יִתֵּן רְוָחָה אִתָּנוּ לְעֵת הִגָּלוֹת נִגְלוֹת יֵשׁוּעַ אֲדֹנֵינוּ מִן־הַשָּׁמַיִם עִם־מַלְאָכָיו גִּבֹּרֵי כֹחַ׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* לִנְקֹם נָקָם בְּלַהֲבת אֵשׁ מֵאֵת אֵלֶּה אֲשֶׁר לֹא־יָדְעוּ אֶת־הָאֱלֹהִים וְלֹא שָׁמְעוּ אֶת־בְּשׂרַת יֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אֲשֶׁר יֵעָנְשׁוּ לְהִשָּׁמְדָם עֲדֵי־עַד מִלִּפְנֵי הָאָדוֹן וּמֶהֲדַר גְּאֹנוֹ׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* בַּיּוֹם הַהוּא כַּאֲשֶׁר יָבוֹא לְהִכָּבֵד בִּקְדשָׁיו וְלִהְיוֹת לְפֶלֶא בְּכָל־מַאֲמִינָיו כִּי עֵדוּתֵנוּ אֲשֶׁר שְׁמַעְתֶּם מִפִּינוּ אֱמֶת׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* אֲשֶׁר לָזֹאת נִתְפַּלֵּל תָּמִיד לֵאלֹהֵינוּ לְהָכִין אֶת־לִבְּכֶם אֵלָיו כַּאֲשֶׁר קָרָא אֶתְכֶם וּלְהַשְׁלִים חֶפְצוֹ הַטּוֹב בָּכֶם וְכָל־מַעֲשֶׂה הָאֱמוּנָה בִּגְבוּרָתוֹ׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* לְמַעַן יִכָּבֵד בָּכֶם שֵׁם יֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ וְאַתֶּם תִּכָּבְדוּ בוֹ כְּחַסְדֵי אֱלֹהֵינוּ וְיֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    }
  ]
}