{
  "book_id": "ISA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The visions of Isaiah, the son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
    },
    {
      "verse": 2,
      "text": "Hear, O heavens, and give ear, O earth! For Jehovah speaketh: “I have nourished and brought up children, And they have rebelled against me."
    },
    {
      "verse": 3,
      "text": "The ox knoweth his owner, And the ass his master's crib; But Israel doth not know; My people do not consider.”"
    },
    {
      "verse": 4,
      "text": "Ah, sinful nation! a people laden with iniquity! A race of evil-doers! degenerate children! They have forsaken Jehovah; they have despised the Holy One of Israel; They have gone backward."
    },
    {
      "verse": 5,
      "text": "Where can ye be smitten again, Since ye renew your rebellion? The whole head is sick, and the whole heart faint;"
    },
    {
      "verse": 6,
      "text": "From the sole of the foot even to the head, there is no soundness in it; It is all bruises, and stripes, and flesh wounds, Neither pressed, nor bound up, nor softened with ointment."
    },
    {
      "verse": 7,
      "text": "Your country is desolate; Your cities are burnt with fire; Your ground, strangers devour it before your eyes; It is become desolate, destroyed by an enemy."
    },
    {
      "verse": 8,
      "text": "And the daughter of Zion is left as a shed in a vineyard, As a hut in a garden of cucumbers, As a besieged city."
    },
    {
      "verse": 9,
      "text": "Had not Jehovah of hosts left us a small remnant, We had soon become as Sodom; We had been like to Gomorrah."
    },
    {
      "verse": 10,
      "text": "Hear ye the word of Jehovah, ye princes of Sodom! Give ear to the instruction of our God, ye people of Gomorrah!"
    },
    {
      "verse": 11,
      "text": "What to me is the multitude of your sacrifices? saith Jehovah; I am satiated with burnt-offerings of rams, and the fat of fed beasts; In the blood of bullocks and of lambs and of goats I have no delight."
    },
    {
      "verse": 12,
      "text": "When ye come to appear before me, Who hath required this of you, to tread my courts?"
    },
    {
      "verse": 13,
      "text": "Bring no more false oblations! Incense is an abomination to me, The new moon also, and the sabbath, and the calling of the assembly; Iniquity and festivals I cannot endure."
    },
    {
      "verse": 14,
      "text": "Your new moons and your feasts my soul hateth; They are a burden to me; I am weary of bearing them."
    },
    {
      "verse": 15,
      "text": "When ye spread forth your hands, I will hide mine eyes from you; Yea, when ye multiply prayers, I will not hear: Your hands are full of blood!"
    },
    {
      "verse": 16,
      "text": "Wash you; make you clean; Put away your evil doings from before mine eyes;"
    },
    {
      "verse": 17,
      "text": "Cease to do evil; Learn to do well; Seek justice; relieve the oppressed; Defend the fatherless; plead for the widow!"
    },
    {
      "verse": 18,
      "text": "Come, now, and let us argue together, saith Jehovah. Though your sins be as scarlet, they shall be as white as snow; Though they be red as crimson, they shall be like wool."
    },
    {
      "verse": 19,
      "text": "If ye be willing and obedient, Ye shall consume the good of the land."
    },
    {
      "verse": 20,
      "text": "But if ye refuse, and be rebellious, The sword shall consume you; For the mouth of Jehovah hath said it."
    },
    {
      "verse": 21,
      "text": "How is the faithful city become a harlot, She that was full of equity! Once justice dwelt in her, but now murderers!"
    },
    {
      "verse": 22,
      "text": "Thy silver is become dross; Thy wine is adulterated with water."
    },
    {
      "verse": 23,
      "text": "Thy princes are faithless, companions of thieves; Every one of them loveth gifts, and seeketh rewards; They render not justice to the fatherless, And the cause of the widow cometh not before them."
    },
    {
      "verse": 24,
      "text": "Wherefore, thus saith the Lord, Jehovah of hosts, the Mighty One of Israel: Ha! I will ease me of mine adversaries, And avenge me of mine enemies."
    },
    {
      "verse": 25,
      "text": "And I will again turn my hand toward thee, And wholly purge away thy dross, And take away all thy alloy."
    },
    {
      "verse": 26,
      "text": "And I will restore thee judges, as at the first, And counsellors, as at the beginning. Then shalt thou be called the city of righteousness, the faithful city."
    },
    {
      "verse": 27,
      "text": "Through justice shall Zion be delivered, And her reformed sons through righteousness."
    },
    {
      "verse": 28,
      "text": "But destruction shall fall at once on the rebels and sinners; Yea, they that forsake Jehovah shall be consumed."
    },
    {
      "verse": 29,
      "text": "For ye shall be ashamed of the terebinths in which ye delighted; Ye shall blush for the gardens which ye loved;"
    },
    {
      "verse": 30,
      "text": "And ye shall be as a terebinth-tree whose leaves are withered, And as a garden in which is no water."
    },
    {
      "verse": 31,
      "text": "The strong shall become tow, And his work a spark of fire; Both shall burn together, And none shall quench them."
    }
  ]
}