{
  "book_id": "ISA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "The word, which was revealed to Isaiah, the son of Amoz, concerning Judah and Jerusalem."
    },
    {
      "verse": 2,
      "text": "It shall come to pass in the last days, That the mountain of the house of Jehovah shall be established at the head of the mountains, And exalted above the hills; And all nations shall flow unto it."
    },
    {
      "verse": 3,
      "text": "And many kingdoms shall go, and shall say, “Come, let us go to the mountain of Jehovah, To the house of the God of Jacob, That he may teach us his ways, And that we may walk in his paths!” For from Zion shall go forth a law, And the word of Jehovah from Jerusalem."
    },
    {
      "verse": 4,
      "text": "He shall be a judge of the nations, And an umpire of many kingdoms; And they shall beat their swords into ploughshares, And their spears into pruning-hooks; Nation shall not lift up the sword against nation, Neither shall they learn war any more."
    },
    {
      "verse": 5,
      "text": "O house of Jacob, come ye, And let us walk in the light of Jehovah!"
    },
    {
      "verse": 6,
      "text": "For thou hast forsaken thy people, the house of Jacob, Because they are full of the East, And are sorcerers, like the Philistines, And strike hands with a foreign race!"
    },
    {
      "verse": 7,
      "text": "Their land is full of silver and gold, And there is no end to their treasures; Their land is full of horses, And there is no end to their chariots;"
    },
    {
      "verse": 8,
      "text": "Their land is full of idols; They bow down to the work of their own hands, To that which their own fingers have made."
    },
    {
      "verse": 9,
      "text": "Therefore shall the mean man be bowed down, And the great man be brought low; And thou wilt not forgive them!"
    },
    {
      "verse": 10,
      "text": "Go into the rock, hide yourselves in the dust, From the terror of Jehovah, and the glory of his majesty!"
    },
    {
      "verse": 11,
      "text": "The proud looks of man shall be humbled, And the loftiness of mortals shall be brought low; Jehovah alone shall be exalted in that day."
    },
    {
      "verse": 12,
      "text": "For Jehovah of hosts holdeth a day of judgment Against all that is proud and lofty; Against all that is exalted, and it shall be brought low;"
    },
    {
      "verse": 13,
      "text": "Against all the cedars of Lebanon, the high and the exalted, And against all the oaks of Bashan;"
    },
    {
      "verse": 14,
      "text": "Against all the lofty mountains, And against all the high hills;"
    },
    {
      "verse": 15,
      "text": "Against every lofty tower, And against every high wall;"
    },
    {
      "verse": 16,
      "text": "Against all the ships of Tarshish, And against all their beautiful flags."
    },
    {
      "verse": 17,
      "text": "The pride of man shall be humbled; The loftiness of mortals shall be brought low; Jehovah alone shall be exalted in that day."
    },
    {
      "verse": 18,
      "text": "The idols shall wholly pass away;"
    },
    {
      "verse": 19,
      "text": "And men shall go into clefts of the rocks, and caves of the earth, From the terror of Jehovah, and the glory of his majesty, When he ariseth to make the earth tremble."
    },
    {
      "verse": 20,
      "text": "At that time shall men cast away their idols of silver and their idols of gold, Which they have made to worship, To the moles and the bats;"
    },
    {
      "verse": 21,
      "text": "Fleeing into caves of the rocks, and clefts of the craggy rocks, From the terror of Jehovah, and the glory of his majesty, When he ariseth to make the earth tremble."
    },
    {
      "verse": 22,
      "text": "Trust, then, no more in man, Whose breath is in his nostrils! For what account is to be made of him!"
    }
  ]
}