{
  "book_id": "ISA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "For behold, the Lord, Jehovah of hosts, Taketh away from Jerusalem and from Judah every stay and support; The whole stay of bread, and the whole stay of water;"
    },
    {
      "verse": 2,
      "text": "The mighty man, and the warrior, The judge, the prophet, the diviner, and the sage,"
    },
    {
      "verse": 3,
      "text": "The captain of fifty, and the honorable man, The counsellor, the expert in arts, and the skilful in charms."
    },
    {
      "verse": 4,
      "text": "And I will make boys their princes, And children shall rule over them."
    },
    {
      "verse": 5,
      "text": "And the people shall oppress one another, Man striving against man, and neighbor against neighbor; The boy shall behave himself insolently toward the aged, And the base toward the honorable."
    },
    {
      "verse": 6,
      "text": "Then shall a man take hold of his brother in his father's house, [[and say,]] Thou hast yet clothing, Be thou our ruler, And take this ruin into thy hands!"
    },
    {
      "verse": 7,
      "text": "But in that day shall he lift up his hand, and say: I am no healer; In my house is neither bread nor raiment; Make not me ruler of the people!"
    },
    {
      "verse": 8,
      "text": "For Jerusalem tottereth, and Judah falleth, Because their tongues and their deeds are against Jehovah, To provoke his holy eyes."
    },
    {
      "verse": 9,
      "text": "Their very countenance witnesseth against them; They publish their sin like Sodom; they hide it not; Woe to them, for they bring evil upon themselves!"
    },
    {
      "verse": 10,
      "text": "Say ye of the righteous that it shall be well with him, For he shall eat the fruit of his doings."
    },
    {
      "verse": 11,
      "text": "Woe to the wicked, it shall be ill with him, For the work of his hands shall be repaid him!"
    },
    {
      "verse": 12,
      "text": "As for my people, children are their oppressors, And women rule over them. O my people, thy leaders cause thee to err, And destroy the way in which thou walkest!"
    },
    {
      "verse": 13,
      "text": "Jehovah standeth up to maintain his cause; He standeth up to judge his people."
    },
    {
      "verse": 14,
      "text": "Jehovah entereth into judgment with the elders of his people, and their princes: “So then ye have consumed the vineyard; The plunder of the poor is in your houses!"
    },
    {
      "verse": 15,
      "text": "What mean ye, that ye crush my people, And grind the faces of the poor?” Saith Jehovah, the Lord of hosts."
    },
    {
      "verse": 16,
      "text": "Thus, also, saith Jehovah: Because the daughters of Zion are haughty, And walk with outstretched necks, And glance their eyes wantonly, Mincing their steps as they go, And tinkling with their foot-clasps,"
    },
    {
      "verse": 17,
      "text": "Therefore will the Lord make their heads bald, And Jehovah will expose their nakedness."
    },
    {
      "verse": 18,
      "text": "In that day shall the Lord take from them The ornaments of the foot-clasps, and the net-works, and the crescents;"
    },
    {
      "verse": 19,
      "text": "The ear-rings, and the bracelets, and the veils;"
    },
    {
      "verse": 20,
      "text": "The turbans, and the ankle-chains, and the belts; The perfume-boxes, and the amulets;"
    },
    {
      "verse": 21,
      "text": "The finger-rings, and the nose-jewels;"
    },
    {
      "verse": 22,
      "text": "The embroidered robes, and the tunics, and the cloaks, and the purses;"
    },
    {
      "verse": 23,
      "text": "The mirrors, and the linen shifts, and the head-bands, and the large veils."
    },
    {
      "verse": 24,
      "text": "And instead of perfume there shall be corruption; Instead of a belt, a rope; Instead of curled locks, baldness; Instead of a wide mantle, a covering of sackcloth; Fire-scars instead of beauty."
    },
    {
      "verse": 25,
      "text": "Thy men shall fall by the sword, Yea, thy mighty men in battle;"
    },
    {
      "verse": 26,
      "text": "Her gates shall lament and mourn, And she, being desolate, shall sit upon the ground."
    }
  ]
}