{
  "book_id": "ISA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Let me sing now a song respecting my friend, A song respecting my friend touching his vineyard. My friend had a vineyard On a very fruitful hill;"
    },
    {
      "verse": 2,
      "text": "He digged it, and cleared it of stones, And planted it with the choicest vine, And built a tower in the midst of it, And hewed out a wine-press therein; Then he looked that it should bring forth its grapes, But it brought forth sour grapes."
    },
    {
      "verse": 3,
      "text": "And now, O inhabitants of Jerusalem, and men of Judah, Judge ye between me and my vineyard!"
    },
    {
      "verse": 4,
      "text": "What could have been done for my vineyard That I have not done for it? Why, then, when I looked that it should bring forth its grapes, Brought it forth sour grapes?"
    },
    {
      "verse": 5,
      "text": "But come now, and I will tell you What I mean to do with my vineyard. I will take away its hedge, and it shall be eaten up; I will break down its wall, and it shall be trodden down!"
    },
    {
      "verse": 6,
      "text": "And I will make it a waste; It shall not be pruned, nor digged, But shall grow up into thorns and briers; I will also command the clouds That they shed no rain upon it."
    },
    {
      "verse": 7,
      "text": "The vineyard of Jehovah of hosts is the house of Israel, And the men of Judah the plant of his delight. He looked for justice, and behold, bloodshed! For righteousness, and behold, outcry!"
    },
    {
      "verse": 8,
      "text": "Woe to them that join house to house, That add field to field, Till there is no place left, And they dwell alone in the land."
    },
    {
      "verse": 9,
      "text": "To mine ear hath Jehovah of hosts revealed it: Surely many houses shall become a desolation, The great and the fair ones, without an inhabitant."
    },
    {
      "verse": 10,
      "text": "Yea, ten acres of vineyard shall yield a single bath of wine, And a homer of seed shall produce but an ephah."
    },
    {
      "verse": 11,
      "text": "Woe to them that rise early in the morning to follow strong drink,—Who sit late in the night that wine may inflame them!"
    },
    {
      "verse": 12,
      "text": "And the lyre and the harp, the tabret and the pipe, and wine, are at their feasts, But they regard not the work of Jehovah, Nor attend to the operation of his hands."
    },
    {
      "verse": 13,
      "text": "Therefore shall my people be led captive, when they think not of it; Their honorable men shall be famished with hunger, And their rich men parched with thirst."
    },
    {
      "verse": 14,
      "text": "Therefore doth the under-world enlarge its greedy throat, And stretch open its mouth without measure, And down go her nobility and her wealth, Her busy throng, and all that was joyful within her."
    },
    {
      "verse": 15,
      "text": "The mean man shall be bowed down, And the great man shall be brought low, And the eyes of the haughty shall be humbled;"
    },
    {
      "verse": 16,
      "text": "Jehovah of hosts shall be exalted through judgment; Yea, God, the Holy One, shall be sanctified through righteousness."
    },
    {
      "verse": 17,
      "text": "Then shall the lambs feed, as in their own pasture, And the deserted fields of the rich shall strangers consume."
    },
    {
      "verse": 18,
      "text": "Woe to them that draw calamity with cords of wickedness, And punishment as with wagon-traces,—"
    },
    {
      "verse": 19,
      "text": "Who say, Let him make speed, let him hasten his work that we may see it! Let the purpose of the Holy One of Israel draw near and be fulfilled, that we may know it!"
    },
    {
      "verse": 20,
      "text": "Woe to them that call evil good, and good evil, That put darkness for light, and light for darkness, That put bitter for sweet, and sweet for bitter!"
    },
    {
      "verse": 21,
      "text": "Woe to them that are wise in their own eyes, And prudent in their own conceit!"
    },
    {
      "verse": 22,
      "text": "Woe to them that are valiant to drink wine, And men of might to mingle strong drink!"
    },
    {
      "verse": 23,
      "text": "That clear the guilty for a reward, And take away from the righteous his right!"
    },
    {
      "verse": 24,
      "text": "Therefore, as fire devours stubble, And as the withered grass sinks into the flame, So their root shall become rottenness, And their blossom shall fly up like dust. For they have despised the law of Jehovah of hosts, And contemned the word of the Holy One of Israel."
    },
    {
      "verse": 25,
      "text": "Therefore is the anger of Jehovah kindled against his people; He stretcheth forth his hand against them, and smiteth them, so that the mountains tremble, And their carcasses are as dung in the midst of the streets; For all this his anger is not turned away, But his hand is stretched out still."
    },
    {
      "verse": 26,
      "text": "He lifteth up a banner for the nations afar off, He whistleth for them from the ends of the earth, And behold, they haste, and come swiftly."
    },
    {
      "verse": 27,
      "text": "None among them is weary, and none stumbleth; None slumbereth nor sleepeth; The girdle of their loins is not loosed, Nor the latchet of their shoes broken."
    },
    {
      "verse": 28,
      "text": "Their arrows are sharp, And all their bows bent; The hoofs of their horses are like flint, And their wheels like a whirlwind."
    },
    {
      "verse": 29,
      "text": "Their roaring is like the roaring of the lion; They roar like young lions; They roar, and seize the prey; They bear it away, and none can rescue it."
    },
    {
      "verse": 30,
      "text": "Yea, in that day shall they roar against them like the roaring of the sea; And if one look to the land, behold darkness and sorrow, And the light is darkened by its clouds."
    }
  ]
}