{
  "book_id": "ISA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "In the year in which King Uzziah died, I saw the Lord sitting on a throne high and lifted up, and the train of his robe filled the temple."
    },
    {
      "verse": 2,
      "text": "Around him stood seraphs; each one of them had six wings; with two he covered his face, with two he covered his feet, and with two he did fly."
    },
    {
      "verse": 3,
      "text": "And one called to another, and said: Holy, holy, holy is Jehovah of hosts; The whole earth is full of his glory."
    },
    {
      "verse": 4,
      "text": "And the foundations of the thresholds were shaken with the voice of their cry. And the temple was filled with smoke."
    },
    {
      "verse": 5,
      "text": "Then I said, Alas for me! I am undone! For I am a man of unclean lips, and dwell among a people of unclean lips, and mine eyes have seen the King, Jehovah of hosts."
    },
    {
      "verse": 6,
      "text": "Then flew one of the seraphs to me, having in his hands a glowing stone, which he had taken with the tongs from the altar."
    },
    {
      "verse": 7,
      "text": "And he touched my mouth, and said, Behold, this toucheth thy lips, and thine iniquity is taken away, and thy sin is expiated."
    },
    {
      "verse": 8,
      "text": "And I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? And I said: Behold, here am I; send me!"
    },
    {
      "verse": 9,
      "text": "And he said: Go, and say thou to this people, Hear ye, indeed, but understand not; See ye, indeed, but perceive not!"
    },
    {
      "verse": 10,
      "text": "Make the heart of this people gross; Make their ears dull, and blind their eyes; That they may not see with their eyes, nor hear with their ears, Nor perceive with their hearts, and turn, and be healed."
    },
    {
      "verse": 11,
      "text": "Then said I, How long, Lord? He said: Until the cities be laid waste, so that there be no inhabitant, And the houses, so that there be no man, And the land be left utterly desolate;"
    },
    {
      "verse": 12,
      "text": "Until Jehovah have removed the men far away, And there be great desolation in the land."
    },
    {
      "verse": 13,
      "text": "And though there be a tenth part remaining in it, Even this shall again be destroyed; Yet as when the terebinth and the oak are cut down, Their stem remaineth alive, So shall a holy race be the stem of the nation."
    }
  ]
}