{
  "book_id": "ISA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "In the time of Ahaz, the son of Jotham, the son of Uzziah, king of Judah, Rezin, king of Syria, and Pekah, the son of Remaliah, king of Israel, came up against Jerusalem to besiege it; but he could not prevail against it."
    },
    {
      "verse": 2,
      "text": "And when it was told the house of David, that the Syrians had encamped in Ephraim, his heart was moved, and the hearts of his people, as the trees of the forest are moved with the wind."
    },
    {
      "verse": 3,
      "text": "Then said Jehovah to Isaiah, Go forth to meet Ahaz, thou and Shear-Jashub thy son, at the end of the aqueduct of the upper pool, in the way to the fuller's field;"
    },
    {
      "verse": 4,
      "text": "and say to him: Take heed, and be quiet! Fear not, neither let thy heart he faint On account of the two tails of these smoking firebrands, On account of the fierce wrath of Rezin with the Syrians, and of the son of Remaliah,"
    },
    {
      "verse": 5,
      "text": "Because Syria deviseth evil against thee, Ephraim and the son of Remaliah, saying,"
    },
    {
      "verse": 6,
      "text": "“Let us go up against Judah, and besiege the city, And take it, And set a king in the midst of it, Even the son of Tabeal.”"
    },
    {
      "verse": 7,
      "text": "Thus saith the Lord Jehovah: “It shall not stand, neither shall it be;"
    },
    {
      "verse": 8,
      "text": "But the head of Syria shall still be Damascus, And the head of Damascus, Rezin; [[And within threescore and five years shall Ephraim be broken, that he be no more a people.]]"
    },
    {
      "verse": 9,
      "text": "And the head of Ephraim shall still be Samaria, And the head of Samaria, the son of Remaliah. If ye will not believe, neither shall ye thrive.”"
    },
    {
      "verse": 10,
      "text": "Jehovah spake also again to Ahaz:"
    },
    {
      "verse": 11,
      "text": "“Ask thee a sign of Jehovah, thy God; Ask it from below, or in the height above!”"
    },
    {
      "verse": 12,
      "text": "And Ahaz said, I will not ask; I will not tempt Jehovah!"
    },
    {
      "verse": 13,
      "text": "Then he said, Hear ye now, O house of David! Is it too small a thing for you to weary men, That ye should weary my God also?"
    },
    {
      "verse": 14,
      "text": "Therefore shall Jehovah himself give you a sign: Behold, the damsel shall conceive, and bear a son, And she shall call his name Immanuel."
    },
    {
      "verse": 15,
      "text": "Milk and honey shall he eat, Until he learn to refuse the evil, and choose the good;"
    },
    {
      "verse": 16,
      "text": "For before this child shall have learned to refuse the evil and choose the good, The land shall become desolate, On account of whose two kings thou art in terror."
    },
    {
      "verse": 17,
      "text": "Yet Jehovah shall bring upon thee, and upon thy people, and upon thy father's house, Days such as have not been Since Ephraim revolted from Judah. [[Even the king of Assyria.]]"
    },
    {
      "verse": 18,
      "text": "And it shall come to pass in that day That Jehovah shall whistle for the fly that is at the end of the streams of Egypt, And the bee that is in the land of Assyria,"
    },
    {
      "verse": 19,
      "text": "And they shall come, and light all of them In the desolate valleys, and fissures of the rocks, And upon all hedges, and upon all pastures."
    },
    {
      "verse": 20,
      "text": "In that day shall Jehovah shave, with a razor hired beyond the river, [[with the king of Assyria,]] The head, and the hair of the feet; Yea, even the beard shall he take away."
    },
    {
      "verse": 21,
      "text": "And it shall come to pass in that day, That a man shall keep a young cow, and two sheep;"
    },
    {
      "verse": 22,
      "text": "And for the abundance of milk which they produce, shall he eat cheese; For milk and honey shall all eat Who are left in the land,"
    },
    {
      "verse": 23,
      "text": "And it shall come to pass in that day, That every place where stood a thousand vines, worth a thousand shekels of silver, Shall be covered with briers and thorns."
    },
    {
      "verse": 24,
      "text": "With arrows and with bows shall men go thither; For all the land shall become briers and thorns."
    },
    {
      "verse": 25,
      "text": "All the hills that were digged with the mattock Shall no one approach through fear of briers and thorns; They shall be for the pasturage of oxen, And the trampling of sheep."
    }
  ]
}