{
  "book_id": "ISA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehovah said to me, Take thee a great tablet, and with a man's writing-instrument write on it, Hasteth-the-prey, Speedeth-the-spoil."
    },
    {
      "verse": 2,
      "text": "And I took with me faithful witnesses, Uriah the priest, and Zechariah, the son of Berechiah."
    },
    {
      "verse": 3,
      "text": "I went in to the prophetess, and she conceived and bore a son. Then said Jehovah to me, Call his name, Hasteth-the-prey, Speedeth-the-spoil."
    },
    {
      "verse": 4,
      "text": "For before the child shall learn to say, My father, and My mother, the riches of Damascus and the spoil of Samaria shall be borne away before the king of Assyria."
    },
    {
      "verse": 5,
      "text": "Moreover, Jehovah spake to me again, saying:"
    },
    {
      "verse": 6,
      "text": "Because this people despiseth The soft-flowing waters of Siloah, And rejoiceth in Rezin, and the son of Remaliah,"
    },
    {
      "verse": 7,
      "text": "Therefore, behold, the Lord bringeth upon them the strong and mighty waters of the river; [[The king of Assyria and all his glory.]] He shall rise above all his channels, And go over all his banks."
    },
    {
      "verse": 8,
      "text": "And he shall pass through Judah, overflowing and spreading; Even to the neck shall he reach, And his stretched-out wings shall fill the whole breadth of thy land, O Immanuel!"
    },
    {
      "verse": 9,
      "text": "Rage, ye nations, and despair! Give ear, all ye distant parts of the earth! Gird yourselves, and despair! Gird yourselves, and despair!"
    },
    {
      "verse": 10,
      "text": "Form your plan, and it shall come to naught; Give the command, and it shall not stand; For God is with us."
    },
    {
      "verse": 11,
      "text": "For thus spake Jehovah to me with a strong hand, Instructing me not to walk in the way of this people:"
    },
    {
      "verse": 12,
      "text": "Call not everything a confederacy which this people calleth a confederacy; Fear ye not what they fear, Neither be afraid!"
    },
    {
      "verse": 13,
      "text": "Jehovah of hosts, sanctify ye him; Let him be your fear, and let him be your dread!"
    },
    {
      "verse": 14,
      "text": "And he shall be to you a sanctuary; But a stone of stumbling, and a rock to strike against, To the two houses of Israel, A trap and a snare to the inhabitants of Jerusalem."
    },
    {
      "verse": 15,
      "text": "And many among them shall stumble; They shall fall, and be broken; They shall be ensnared and taken."
    },
    {
      "verse": 16,
      "text": "Bind up the revelation, Seal the word, with my disciples!"
    },
    {
      "verse": 17,
      "text": "I will, therefore, wait for Jehovah, Who now hideth his face from the house of Jacob; Yet will I look for him."
    },
    {
      "verse": 18,
      "text": "Behold, I, and the children which Jehovah hath given me, Are signs and tokens in Israel From Jehovah of hosts, who dwelleth upon mount Zion."
    },
    {
      "verse": 19,
      "text": "And when they shall say to you, “Inquire of the necromancers and the wizards, That chirp, and that murmur,” [[Then say ye,]] “Should not a people inquire of their God? Should they inquire of the dead for the living?”"
    },
    {
      "verse": 20,
      "text": "To the word, to the revelation! If they speak not according to this, For them no bright morning shall arise."
    },
    {
      "verse": 21,
      "text": "They shall pass through the land distressed and famished; And when they are famished, they shall be enraged, and curse their king and their God, And look upward."
    },
    {
      "verse": 22,
      "text": "And if they look to the earth, Behold distress and darkness, fearful darkness! And into darkness shall they be driven."
    }
  ]
}