{
  "book_id": "ISA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "But the darkness shall not remain where now is distress; Of old he brought the land of Zebulon and the land of Naphtali into contempt; In future times shall he bring the land of the sea beyond Jordan, the circle of the gentiles, into honor."
    },
    {
      "verse": 2,
      "text": "The people that walk in darkness behold a great light; They who dwell in the land of death-like shade, Upon them a light shineth."
    },
    {
      "verse": 3,
      "text": "Thou enlargest the nation; Thou increasest their joy; They rejoice before thee with the joy of harvest, With the joy of those who divide the spoil."
    },
    {
      "verse": 4,
      "text": "For thou breakest their heavy yoke, And the rod that smote their backs, And the scourge of the taskmaster, As in the day of Midian."
    },
    {
      "verse": 5,
      "text": "For every greave of the warrior in battle, And the war-garment rolled in blood, Shall be burned; yea, it shall be food for the fire."
    },
    {
      "verse": 6,
      "text": "For to us a child is born, To us a son is given, And the government shall be upon his shoulder, And he shall be called Wonderful, counsellor, mighty potentate, Everlasting father, prince of peace;"
    },
    {
      "verse": 7,
      "text": "His dominion shall be great, And peace without end shall be upon the throne of David and his kingdom, To fix and establish it Through justice and equity, Henceforth and forever. The zeal of Jehovah of hosts will do this."
    },
    {
      "verse": 8,
      "text": "The Lord sendeth a word against Jacob; It cometh down to Israel."
    },
    {
      "verse": 9,
      "text": "His whole people shall feel it, Ephraim, and the inhabitants of Samaria, Who say in pride and arrogance of heart,"
    },
    {
      "verse": 10,
      "text": "“The bricks are fallen down, but we will build with hewn stones; The sycamores are cut down, but we will replace them with cedars.”"
    },
    {
      "verse": 11,
      "text": "Jehovah will raise up the enemies of Rezin against them, And will arm their adversaries;"
    },
    {
      "verse": 12,
      "text": "The Syrians before, the Philistines behind, Who shall devour Israel with wide jaws. For all this his anger is not turned away, But his hand is stretched out still."
    },
    {
      "verse": 13,
      "text": "The people turn not to him that smiteth them; Neither do they seek Jehovah of hosts."
    },
    {
      "verse": 14,
      "text": "Therefore shall Jehovah cut off from Israel the head and the tail, The palm-branch and the rush, in one day."
    },
    {
      "verse": 15,
      "text": "[[The aged and the honorable are the head, And the prophet that speaketh falsehood is the tail.]]"
    },
    {
      "verse": 16,
      "text": "For the leaders of this people lead them astray, And they that are led by them go to destruction."
    },
    {
      "verse": 17,
      "text": "Therefore shall the Lord have no joy in their young men, And on their orphans and widows he shall have no compassion; For they are all profane, and evil-doers; Every mouth speaketh folly. For all this his anger is not turned away, But his hand is stretched out still."
    },
    {
      "verse": 18,
      "text": "For wickedness burneth like a fire, It consumeth the briers and thorns, And it kindleth the thicket of the forest, So that it goeth up in columns of smoke."
    },
    {
      "verse": 19,
      "text": "Through the wrath of Jehovah of hosts is the land burned, And the people are food for the fire; No one spareth another."
    },
    {
      "verse": 20,
      "text": "They consume on the right hand, and yet are hungry; They devour on the left, and are not satisfied; Every one devoureth the flesh of his arm."
    },
    {
      "verse": 21,
      "text": "Manasseh is against Ephraim, and Ephraim against Manasseh, And both together against Judah. For all this his anger is not turned away, But his hand is stretched out still."
    }
  ]
}