{
  "book_id": "ISA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to them that make unrighteous decrees, That write oppressive decisions,"
    },
    {
      "verse": 2,
      "text": "To turn away the needy from judgment, And rob the poor of my people of their right; That the widows may become their prey, And that they may plunder the orphans."
    },
    {
      "verse": 3,
      "text": "What will ye do in the day of visitation, And in the desolation which cometh from afar? To whom will ye flee for help, And where will ye leave your glory?"
    },
    {
      "verse": 4,
      "text": "Forsaken by me, they shall sink down among the prisoners, And fall among the slain. For all this his anger is not turned away, But his hand is stretched out still."
    },
    {
      "verse": 5,
      "text": "Woe to the Assyrian, the rod of mine anger, The staff in whose hands is the instrument of my indignation!"
    },
    {
      "verse": 6,
      "text": "Against an impious nation I will send him, And against a people under my wrath I will give him a charge To gather the spoil, and seize the prey, And to trample them under foot like the mire of the streets."
    },
    {
      "verse": 7,
      "text": "But he doth not so purpose, And his heart doth not so intend; But to destroy is in his heart, And to cut off a multitude of nations."
    },
    {
      "verse": 8,
      "text": "For he saith, “Are not my princes altogether kings?"
    },
    {
      "verse": 9,
      "text": "Is not Calno as Carchemish? Is not Hamath as Arpad? Is not Samaria as Damascus?"
    },
    {
      "verse": 10,
      "text": "As my hand hath seized the kingdoms of the idols, Whose graven images were more numerous than those of Jerusalem and Samaria,"
    },
    {
      "verse": 11,
      "text": "Behold! as I have done to Samaria and her idols, So will I do to Jerusalem and her images.”"
    },
    {
      "verse": 12,
      "text": "But when the Lord hath accomplished his whole work upon Mount Zion and Jerusalem, Then will he punish the fruit of the proud heart of the king of Assyria, And the arrogance of his lofty eyes."
    },
    {
      "verse": 13,
      "text": "For he hath said: “By the strength of my hand I have done it, And by my wisdom; for I am wise; I have removed the bounds of nations, I have plundered their treasures; As a hero have I brought down them that sat upon thrones."
    },
    {
      "verse": 14,
      "text": "The riches of the nations hath my hand seized, as a nest; As one gathereth eggs that have been left, So have I gathered the whole world. And there was none that moved the wing, Or that opened the beak, or that chirped.”"
    },
    {
      "verse": 15,
      "text": "Shall the axe boast itself against him that heweth with it? Or shall the saw magnify itself against him that moveth it? As if the rod should wield him that lifteth it! As if the staff should lift up him that is not wood!"
    },
    {
      "verse": 16,
      "text": "Wherefore the Lord, the Lord of hosts, shall send upon his fat ones leanness, And under his glory shall he kindle a burning, like the burning of a fire."
    },
    {
      "verse": 17,
      "text": "The light of Israel shall be a fire, And his Holy One a flame, Which shall burn and devour his thorns and briers in one day."
    },
    {
      "verse": 18,
      "text": "The glory of his forest and of his fruitful field From the spirit even to the flesh shall he consume; It shall be with them as when a sick man fainteth."
    },
    {
      "verse": 19,
      "text": "The remaining trees of the forest shall be few, So that a child may write them down."
    },
    {
      "verse": 20,
      "text": "In that day shall the remnant of Israel, and they that have escaped of the house of Jacob, no more lean upon him that smote them; They shall lean upon Jehovah, the Holy One of Israel, in truth."
    },
    {
      "verse": 21,
      "text": "The remnant shall return, the remnant of Jacob, to the mighty Potentate;"
    },
    {
      "verse": 22,
      "text": "For though thy people, O Israel, be as the sand of the sea, Only a remnant of them shall return. The devastation is decreed; It shall overflow with righteousness."
    },
    {
      "verse": 23,
      "text": "For devastation and punishment doth the Lord, Jehovah of hosts, execute in the midst of the whole land,"
    },
    {
      "verse": 24,
      "text": "Yet thus saith the Lord, Jehovah of hosts: Fear not, O my people, that dwellest in Zion, because of the Assyrian! With his rod indeed shall he smite thee, And lift up his staff against thee in the manner of Egypt;"
    },
    {
      "verse": 25,
      "text": "But yet a very little while, and my indignation shall have past, And my anger shall destroy them."
    },
    {
      "verse": 26,
      "text": "Jehovah of hosts shall raise up against him a scourge, As he smote Midian at the rock of Horeb, And as he lifted up the rod against the sea; Yea, he shall lift it up, as in Egypt."
    },
    {
      "verse": 27,
      "text": "In that day shall his burden be removed from thy shoulder, And his yoke from thy neck; Yea, thy yoke shall be broken, as that of a fat steer."
    },
    {
      "verse": 28,
      "text": "He is come to Aiath; he passeth through Migron; In Michmash he leaveth his baggage;"
    },
    {
      "verse": 29,
      "text": "They pass the strait; At Geba they make their night-quarters; Ramah trembleth; Gibeah of Saul fleeth."
    },
    {
      "verse": 30,
      "text": "Cry aloud, O daughter of Gallim! Hear, O Laish! Alas, poor Anathoth!"
    },
    {
      "verse": 31,
      "text": "Madmenah hasteth away; The inhabitants of Gebim take to flight."
    },
    {
      "verse": 32,
      "text": "Yet one day shall he rest at Nob, Then shall he shake his hand against the mount of the daughter of Zion, The hill of Jerusalem."
    },
    {
      "verse": 33,
      "text": "But behold! the Lord, Jehovah of hosts, shall lop the branches with fearful force, And the high of stature shall be cut down, And the lofty shall be brought low."
    },
    {
      "verse": 34,
      "text": "He shall hew the thickets of the forest with iron, And Lebanon shall fall by a mighty hand."
    }
  ]
}