{
  "book_id": "ISA",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A prophecy concerning Babylon, which Isaiah, the son of Amoz, saw."
    },
    {
      "verse": 2,
      "text": "Upon the bare mountain lift up a banner; Cry aloud to them, wave the hand, That they may enter the gates of the tyrants!"
    },
    {
      "verse": 3,
      "text": "I have given orders to my consecrated ones, Yea, I have called upon my mighty ones to execute mine anger, My proud exulters!"
    },
    {
      "verse": 4,
      "text": "The noise of a multitude upon the mountains, like that of a great people! The tumultuous noise of kingdoms, of nations gathered together! Jehovah of hosts mustereth his army for battle."
    },
    {
      "verse": 5,
      "text": "They come from a distant country, From the end of Heaven, Jehovah and the instruments of his indignation. To lay waste the whole land."
    },
    {
      "verse": 6,
      "text": "Howl ye, for the day of Jehovah is at hand! Like a destruction from the Almighty, it cometh;"
    },
    {
      "verse": 7,
      "text": "Therefore shall all hands hang down, And every heart of man shall melt."
    },
    {
      "verse": 8,
      "text": "They shall be in consternation; Distress and anguish shall lay hold of them; As a woman in travail shall they writhe; They shall look upon one another with amazement: Their faces shall glow like flames."
    },
    {
      "verse": 9,
      "text": "Behold! the day of Jehovah cometh, Terrible, full of wrath and burning indignation, To make the land a waste, And to destroy the sinners out of it."
    },
    {
      "verse": 10,
      "text": "For the stars of heaven, and the constellations thereof, Shall not give their light; The sun shall be darkened at his going forth, And the moon shall withhold her light."
    },
    {
      "verse": 11,
      "text": "For I will punish the world for its guilt, And the wicked for their iniquity. I will put an end to the arrogance of the proud, And I will bring down the haughtiness of the tyrants."
    },
    {
      "verse": 12,
      "text": "I will make men scarcer than gold; Yea, men than the gold of Ophir."
    },
    {
      "verse": 13,
      "text": "Therefore I will make the heavens tremble, And the earth shall be shaken out of her place, In the anger of Jehovah of hosts, In the day of his burning indignation."
    },
    {
      "verse": 14,
      "text": "Then shall they be like a chased doe; Like a flock, which no one gathereth together; Every one shall turn to his own people, And every one flee to his own land."
    },
    {
      "verse": 15,
      "text": "Every one that is overtaken shall be thrust through, And every one that is caught shall fall by the sword."
    },
    {
      "verse": 16,
      "text": "Their children shall be dashed to pieces before their eyes; Their houses shall be plundered, and their wives ravished."
    },
    {
      "verse": 17,
      "text": "Behold, I stir up against them the Medes, Who make no account of silver, And as to gold, they do not regard it."
    },
    {
      "verse": 18,
      "text": "Their bows shall strike down the young men, And on the fruit of the womb they shall have no compassion; Their eye shall not pity the children."
    },
    {
      "verse": 19,
      "text": "So shall Babylon, the glory of kingdoms, The proud ornament of the Chaldeans, Be like Sodom and Gomorrah, which God overthrew,"
    },
    {
      "verse": 20,
      "text": "It shall never more be inhabited; Nor shall it be dwelt in through all generations. Nor shall the Arabian pitch his tent there, Nor shall shepherds make their folds there."
    },
    {
      "verse": 21,
      "text": "But there shall the wild beasts of the desert lodge, And owls shall fill their houses; And ostriches shall dwell there, And satyrs shall dance there."
    },
    {
      "verse": 22,
      "text": "Wolves shall howl in their palaces, And jackals in their pleasant edifices. Her time is near, And her days shall not be prolonged."
    }
  ]
}