{
  "book_id": "ISA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "For Jehovah will have compassion upon Jacob, And will again set his love upon Israel, And cause them to rest in his own land. And strangers shall join themselves to them, And cleave to the house of Jacob."
    },
    {
      "verse": 2,
      "text": "The nations shall take them and bring them to their own place; And the house of Israel shall possess them, in the land of Jehovah, As servants and as handmaids; They shall take captive their captors, And they shall rule over their oppressors."
    },
    {
      "verse": 3,
      "text": "So when Jehovah shall have given thee rest From thy sorrow and thy distress, And from the hard bondage Which was laid upon thee,"
    },
    {
      "verse": 4,
      "text": "Then shall thou utter this song over the king of Babylon, and say, “How hath the tyrant fallen, The oppression ceased!"
    },
    {
      "verse": 5,
      "text": "Jehovah hath broken the staff of the wicked, The rod of the tyrants,"
    },
    {
      "verse": 6,
      "text": "That smote the people in anger, With a continual stroke, That lorded it over the nations in wrath With unremitted oppression."
    },
    {
      "verse": 7,
      "text": "The whole earth is at rest, is quiet; They break forth into singing."
    },
    {
      "verse": 8,
      "text": "Even the cypress-trees exult over thee, And the cedars of Lebanon: 'Since thou art fallen, No feller cometh up against us.'"
    },
    {
      "verse": 9,
      "text": "The under-world is in commotion on account of thee, To meet thee at thy coming; It stirreth up before thee the shades, all the mighty of the earth; It arouseth from their thrones all the kings of the nations;"
    },
    {
      "verse": 10,
      "text": "They all accost thee, and say, 'Art thou, too, become weak as we? Art thou become like us?'"
    },
    {
      "verse": 11,
      "text": "Thy pomp is brought down to the grave, And the sound of thy harps. Vermin have become thy couch, And worms thy covering."
    },
    {
      "verse": 12,
      "text": "How art thou fallen from heaven, O Lucifer, son of the morning! How art thou cast down to the ground, Thou that didst trample upon the nations!"
    },
    {
      "verse": 13,
      "text": "Thou saidst in thy heart, 'I will ascend to heaven, Above the stars of God will I exalt my throne; I will sit upon the mount of assembly in the recesses of the north."
    },
    {
      "verse": 14,
      "text": "I will ascend above the height of the clouds; I will be like the Most High.'"
    },
    {
      "verse": 15,
      "text": "But thou art brought down to the grave, To the depths of the pit."
    },
    {
      "verse": 16,
      "text": "They that see thee gaze upon thee, and view thee attentively, (and say,) 'Is this the man that made the earth tremble, That shook kingdoms,"
    },
    {
      "verse": 17,
      "text": "That made the world a wilderness, And laid waste its cities, And sent not his captives to their homes?'"
    },
    {
      "verse": 18,
      "text": "All the kings of the nations, yea, all of them, Lie down in glory, each in his own sepulchre;"
    },
    {
      "verse": 19,
      "text": "But thou art cast forth without a grave, Like a worthless branch; Covered with the slain, who are pierced by the sword, Who go down to the stones of the pit, Like a carcass trampled under foot."
    },
    {
      "verse": 20,
      "text": "Thou shalt not be joined with them in the grave, Because thou hast destroyed thy country, And slain thy people; The race of evil-doers shall nevermore be named."
    },
    {
      "verse": 21,
      "text": "Prepare ye slaughter for his children, For the iniquity of their fathers, That they may no more arise, and possess the earth, And fill the world with enemies!”"
    },
    {
      "verse": 22,
      "text": "For I will arise against them, saith Jehovah of hosts, And I will cut off from Babylon the name and remnant, Posterity and offspring, saith Jehovah."
    },
    {
      "verse": 23,
      "text": "I will make her the possession of the porcupine, and pools of water; Yea, I will sweep her away with the besom of destruction, saith Jehovah of hosts."
    },
    {
      "verse": 24,
      "text": "Jehovah of hosts hath sworn, saying, Surely, as I have devised, so shall it come to pass, The purpose which I have formed, that shall stand,"
    },
    {
      "verse": 25,
      "text": "To crush the Assyrian in my land, And to trample him on my mountains. Then shall his yoke depart from them, And his burden be removed from their shoulders."
    },
    {
      "verse": 26,
      "text": "This is the purpose which is formed concerning all the earth, And this the hand which is stretched out over all the nations."
    },
    {
      "verse": 27,
      "text": "For Jehovah of hosts hath decreed, and who shall disannul it? And his hand is stretched out, and who shall turn it back?"
    },
    {
      "verse": 28,
      "text": "In the year in which Ahaz the king died came this prophecy."
    },
    {
      "verse": 29,
      "text": "Rejoice not, all Philistia, Because the rod that smote thee is broken, For from the root of a serpent shall come forth a basilisk, And his fruit shall be a flying, fiery serpent."
    },
    {
      "verse": 30,
      "text": "Then shall the most wretched of the poor feed quietly, And the needy shall lie down in security; For I will kill thy root with famine, And thy remnant shall be slain."
    },
    {
      "verse": 31,
      "text": "Howl, O gate! cry aloud, O city! O Philistia, thou meltest away in terror! For from the north cometh a smoke, And there is no straggler in their hosts."
    },
    {
      "verse": 32,
      "text": "What answer shall be given to the messengers of the nations? That Jehovah hath founded Zion, And in her shall the poor of his people find refuge."
    }
  ]
}