{
  "book_id": "ISA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Send ye the lambs to the ruler of the land, From Selah through the wilderness To the mount of the daughter of Zion!"
    },
    {
      "verse": 2,
      "text": "For as a wandering bird, As a forthdriven nest, So shall be the daughters of Moab At the fords of Arnon; [[saying,]]"
    },
    {
      "verse": 3,
      "text": "“Offer counsel; give decision, Make thy shadow at noonday like the darkness of night. Hide the outcasts; Betray not the fugitives."
    },
    {
      "verse": 4,
      "text": "Let my outcasts dwell with thee, [[O Zion!]] Be thou to them a covert from the spoiler! For the extortion is at an end, The spoiling ceaseth. The oppressors are consumed from the land."
    },
    {
      "verse": 5,
      "text": "Then shall your throne be established through mercy, And upon it shall sit in the house of David A judge searching for justice, and prompt in equity.”"
    },
    {
      "verse": 6,
      "text": "“We have beard of the pride of Moab; he is very proud; His haughtiness, and his pride, and his insolence, His vain boastings.”"
    },
    {
      "verse": 7,
      "text": "Therefore shall Moab howl for Moab; Every one shall howl; For the ruins of Kir-hares shall ye mourn, In deep affliction."
    },
    {
      "verse": 8,
      "text": "For the fields of Heshbon languish, The lords of the nations break down the choicest shoots of the vine of Sibmah, They reached even to Jazer; they wandered into the desert; Her branches were spread out; they crossed the sea."
    },
    {
      "verse": 9,
      "text": "Therefore I will weep, like Jazer, for the vine of Sibmah; I will water thee with my tears, O Heshbon and Elealah, For upon thy summer fruits, and thy harvest, the war-shout is fallen."
    },
    {
      "verse": 10,
      "text": "Gladness and joy are driven from the fruitful field, And in the vineyards is no singing nor shouting; The treaders tread out no wine in their vats; I have made the vintage-shouting to cease."
    },
    {
      "verse": 11,
      "text": "Therefore shall my bowels sound like a harp for Moab, And my inward parts for Kir-hares."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass that though Moab present himself, Though he weary himself upon his high places, And go up to his sanctuary to pray, Yet shall he not prevail."
    },
    {
      "verse": 13,
      "text": "This is the word which Jehovah spake concerning Moab of old."
    },
    {
      "verse": 14,
      "text": "But now saith Jehovah: Within three years, like the years of a hireling, The glory of Moab shall be put to shame, With all his great multitude; And the remnant shall be very small, and without strength."
    }
  ]
}