{
  "book_id": "ISA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy concerning Damascus. Behold, Damascus shall be no more a city; It shall become a heap of ruins."
    },
    {
      "verse": 2,
      "text": "The cities of Aroer shall be forsaken; They shall be pastures for flocks, Which shall lie down, and none shall make them afraid."
    },
    {
      "verse": 3,
      "text": "The fortress shall cease from Ephraim, And the kingdom from Damascus, and the rest of Syria; It shall be with them as with the glory of the children of Israel, Saith Jehovah of hosts."
    },
    {
      "verse": 4,
      "text": "In that day shall the glory of Jacob sink away, And the fatness of his flesh become leanness."
    },
    {
      "verse": 5,
      "text": "And it shall be as when the harvest-man gathereth the corn, And reapeth the ears with his arm; Yea, as when one gleaneth ears in the valley of Rephaim."
    },
    {
      "verse": 6,
      "text": "There shall be left in it only a gleaning, as in the olive-harvest, Two or three berries on the top of the highest bough, Four or five on the fruitful branches, Saith Jehovah, the God of Israel."
    },
    {
      "verse": 7,
      "text": "In that day shall a man have regard to his Maker, And his eyes shall look to the Holy One of Israel."
    },
    {
      "verse": 8,
      "text": "He shall not look to the altars, the work of his hands, Nor have respect to that which his fingers have made, The images of Astarte and the Sun-pillars."
    },
    {
      "verse": 9,
      "text": "In that day shall his fortified cities be like ruins in the forests, or on the mountain tops, Which the enemy left, in flight from the children of Israel; And the land shall be a desolation."
    },
    {
      "verse": 10,
      "text": "For thou hast forgotten the God of thy salvation, And hast not been mindful of the rock of thy strength; Therefore though thou plant beautiful plants, And set shoots from a foreign soil,"
    },
    {
      "verse": 11,
      "text": "When thou hast planted them, though thou hedge them in, And in the morning bring thy plants to the blossom, Yet shall the harvest flee away, In the day of pain and desperate sorrow."
    },
    {
      "verse": 12,
      "text": "Alas! a tumult of many nations! They rage with the raging of the sea. Alas! a roaring of kingdoms! They roar with the roaring of mighty waters."
    },
    {
      "verse": 13,
      "text": "Like the roaring of mighty waters do the nations roar; He rebuketh them, and they flee away, Driven like the chaff of the mountains before the wind, Like stubble before the whirlwind."
    },
    {
      "verse": 14,
      "text": "At the time of evening, behold, terror! Before morning, behold, they are no more! This is the portion of them that spoil us, And the lot of them that plunder us."
    }
  ]
}