{
  "book_id": "ISA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy concerning Egypt. Behold, Jehovah rideth upon a swift cloud, And cometh to Egypt; The gods of Egypt tremble at his presence, And the heart of Egypt melteth within her."
    },
    {
      "verse": 2,
      "text": "“I will set the Egyptians against the Egyptians; Brother shall fight against brother, And neighbor against neighbor; City against city, And kingdom against kingdom."
    },
    {
      "verse": 3,
      "text": "The spirit of Egypt shall fail within her, And her devices I will bring to naught. Then shall they consult the idols, and the sorcerers, And the necromancers, and the wizards."
    },
    {
      "verse": 4,
      "text": "But I will give up the Egyptians to the hands of a cruel lord, And a fierce king shall rule over them,” Saith the Lord, Jehovah of hosts."
    },
    {
      "verse": 5,
      "text": "Then shall the waters fail from the river, Yea, the river shall be wasted and dried up."
    },
    {
      "verse": 6,
      "text": "The streams shall become putrid; The canals of Egypt shall be emptied and dried up; The reed and the rush shall wither."
    },
    {
      "verse": 7,
      "text": "The meadows by the river, by the borders of the river, And all that groweth by the river, Shall wither, be blasted, and be no more."
    },
    {
      "verse": 8,
      "text": "Then shall the fishermen mourn; All they that cast the hook into the river shall lament, And they that spread nets upon the face of the waters shall languish."
    },
    {
      "verse": 9,
      "text": "They, also, that work in flax, And they that weave white linen, shall be confounded."
    },
    {
      "verse": 10,
      "text": "Her pillars are broken down, And all who labor for hire are grieved in heart."
    },
    {
      "verse": 11,
      "text": "Surely the princes of Zoan are fools; The wise counsellors of Pharaoh have been stupid in their counsels. How, then, can ye say to Pharaoh, “I am the son of the wise, The son of ancient kings”?"
    },
    {
      "verse": 12,
      "text": "Where are they now, thy wise men? Let them tell thee now, so that men may know it, What Jehovah of hosts hath determined concerning Egypt!"
    },
    {
      "verse": 13,
      "text": "The princes of Zoan are become fools; The princes of Noph are deceived, Even the chiefs of her tribes have caused Egypt to err."
    },
    {
      "verse": 14,
      "text": "Jehovah hath mingled within her a spirit of perverseness, And they have caused Egypt to err in all her works, As a drunkard staggereth in his vomit."
    },
    {
      "verse": 15,
      "text": "There shall be nothing which can be done by Egypt, By the head, or the tail, the palm-branch, or the rush."
    },
    {
      "verse": 16,
      "text": "In that day shall the Egyptians be like women; They shall tremble and fear On account of the shaking of the hand of Jehovah of hosts, Which he shall shake against them."
    },
    {
      "verse": 17,
      "text": "The land of Judah shall be a terror to Egypt; Every one to whom it is mentioned shall tremble On account of the purpose of Jehovah of hosts, Which he hath determined against them."
    },
    {
      "verse": 18,
      "text": "In that day there shall be five cities in the land of Egypt Speaking the language of Canaan, And swearing by Jehovah of hosts; One of them shall be called the City of the Sun."
    },
    {
      "verse": 19,
      "text": "In that day there shall be an altar to Jehovah in the midst of the land of Egypt, And in the border of it a pillar to Jehovah,"
    },
    {
      "verse": 20,
      "text": "Which shall be a sign and a witness For Jehovah of hosts in the land of Egypt, That they cried to Jehovah on account of their oppressors, And he sent them a saviour, and a defender, who delivered them."
    },
    {
      "verse": 21,
      "text": "Thus shall Jehovah be made known to Egypt, And the Egyptians shall know Jehovah in that day, And shall offer him sacrifices and oblations; They shall make vows to Jehovah, and perform them."
    },
    {
      "verse": 22,
      "text": "Thus Jehovah will smite Egypt; he will smite and heal her; They shall return to Jehovah; Therefore will he hear and heal them."
    },
    {
      "verse": 23,
      "text": "In that day shall there he a highway from Egypt to Assyria, And the Assyrian shall come into Egypt, And the Egyptian into Assyria, And the Egyptians shall worship with the Assyrians."
    },
    {
      "verse": 24,
      "text": "In that day shall Israel be the third In connection with Egypt and Assyria, A blessing in the midst of the earth."
    },
    {
      "verse": 25,
      "text": "Jehovah of hosts shall bless them, and say, Blessed be Egypt, my people, And Assyria, the work of my hands, And Israel, my inheritance!"
    }
  ]
}