{
  "book_id": "ISA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy concerning the desert of the sea. As storms which rush along through the south, So it cometh from the desert, From the terrible land."
    },
    {
      "verse": 2,
      "text": "A grievous vision was revealed to me; The plunderer plundereth, and the destroyer destroyeth. “Go up, O Elam! Besiege, O Media! All sighing do I make to cease.”"
    },
    {
      "verse": 3,
      "text": "Therefore are my loins full of pain; Pangs have seized me, as the pangs of a woman in travail; For convulsions I cannot hear; For anguish I cannot see."
    },
    {
      "verse": 4,
      "text": "My heart panteth, Terror hath seized upon me; The evening of my desire is changed into horror."
    },
    {
      "verse": 5,
      "text": "The table is prepared; the watch is set; They eat; they drink; “Arise, ye princes! Anoint the shield!”"
    },
    {
      "verse": 6,
      "text": "For thus said the Lord unto me: “Go, set a watchman, Who shall declare what he seeth.”"
    },
    {
      "verse": 7,
      "text": "And he saw a troop, horsemen in pairs, Riders on asses, and riders on camels, And he watched with the utmost heed."
    },
    {
      "verse": 8,
      "text": "Then he cried like a lion: “My Lord, I stand continually upon the watch-tower in the daytime, And keep my post all the night;"
    },
    {
      "verse": 9,
      "text": "And behold, there cometh a troop, Horsemen in pairs.” Again also he lifted up his voice, and said: “Fallen, fallen is Babylon, And all the graven images of her gods are cast broken to the ground.”"
    },
    {
      "verse": 10,
      "text": "O my threshing, and the corn of my floor! What I have heard from Jehovah of hosts, the God of Israel, That have I declared to you."
    },
    {
      "verse": 11,
      "text": "The prophecy concerning Dumah. A voice came to me from Seir: “Watchman, what of the night? Watchman, what of the night?”"
    },
    {
      "verse": 12,
      "text": "The watchman saith: “Morning cometh, and also night. If ye will inquire, inquire! Return, come!”"
    },
    {
      "verse": 13,
      "text": "The prophecy against the Arabians. In the thickets of Arabia shall ye lodge, O ye caravans of Dedan!"
    },
    {
      "verse": 14,
      "text": "The inhabitants of the land of Tema Bring water to the thirsty; They come to meet the fugitive with bread."
    },
    {
      "verse": 15,
      "text": "For they flee from swords, From the drawn sword, And from the bent bow, And from the fury of war."
    },
    {
      "verse": 16,
      "text": "For thus saith the Lord to me: Within one year, according to the years of a hireling, Shall all the glory of Kedar be consumed."
    },
    {
      "verse": 17,
      "text": "The remainder of the mighty bowmen of the sons of Kedar shall be diminished; For Jehovah, the God of Israel, hath said it."
    }
  ]
}