{
  "book_id": "ISA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy concerning the valley of vision. What aileth thee now, That all thine inhabitants are gone up to the house-tops?"
    },
    {
      "verse": 2,
      "text": "Thou that wast full of noise, A tumultuous city, a joyous city! Thy slain fall not by the sword; They are not slain in battle."
    },
    {
      "verse": 3,
      "text": "All thy leaders flee together, By the bowmen are they bound; All found within thee are made captive together, Even they who have fled from afar."
    },
    {
      "verse": 4,
      "text": "Therefore, say I, look away from me, that I may weep bitterly; Strive not to comfort me for the desolation of the daughter of my people!"
    },
    {
      "verse": 5,
      "text": "For a day of trouble, of desolation, and of perplexity cometh From the Lord, Jehovah of hosts, in the valley of vision. They break down the walls; The cry reacheth to the mountains."
    },
    {
      "verse": 6,
      "text": "Elam beareth the quiver, With chariots full of men, and with horsemen; Kir uncovereth the shield."
    },
    {
      "verse": 7,
      "text": "Thy fairest valleys, [[O Jerusalem,]] are full of chariots; The horsemen set themselves in array against the gate;"
    },
    {
      "verse": 8,
      "text": "The veil of Judah is torn from her. But in such a day ye look to the armor of the house of the forest;"
    },
    {
      "verse": 9,
      "text": "Ye mark how many are the breaches of the city of David, And collect the waters of the lower pool;"
    },
    {
      "verse": 10,
      "text": "Ye number the houses of Jerusalem, And ye break down the houses to prepare the wall;"
    },
    {
      "verse": 11,
      "text": "Ye make a reservoir between the two walls for the waters of the old pool; But ye look not to Him who hath done this; Ye regard not Him that hath prepared this from afar."
    },
    {
      "verse": 12,
      "text": "The Lord, Jehovah of hosts, calleth you this day To weeping and to lamentation, To baldness and to girding with sackcloth."
    },
    {
      "verse": 13,
      "text": "But, behold, joy and gladness, Slaying oxen and killing sheep, Eating flesh and drinking wine! “Let us eat and drink, For to-morrow we die!”"
    },
    {
      "verse": 14,
      "text": "Therefore it hath been revealed in my ears by Jehovah of hosts; “This iniquity shall not be forgiven you, till ye die,” Saith the Lord, Jehovah of hosts."
    },
    {
      "verse": 15,
      "text": "Thus saith the Lord, Jehovah of hosts: Go in to this steward, To Shebna, who is over the household, and say,"
    },
    {
      "verse": 16,
      "text": "What hast thou here, and whom hast thou here, That thou here hewest thee out a sepulchre,—That thou hewest out thy sepulchre on high, And gravest out a habitation for thyself in the rock?"
    },
    {
      "verse": 17,
      "text": "Behold, Jehovah will cast thee headlong with a mighty thrust;"
    },
    {
      "verse": 18,
      "text": "He will violently roll thee together like a ball; Like a ball will he hurl thee into a wide country. There shalt thou die; And there shall be thy splendid chariots, Thou disgrace of the house of thy lord!"
    },
    {
      "verse": 19,
      "text": "I will drive thee from thy post, And from thy station I will pull thee down."
    },
    {
      "verse": 20,
      "text": "In that day I will call my servant, Even Eliakim, the son of Hilkiah;"
    },
    {
      "verse": 21,
      "text": "I will clothe him with thy robe, And bind thy girdle around him; Thy government will I commit to his hand, And he shall be a father to the inhabitants of Jerusalem, And to the house of Judah."
    },
    {
      "verse": 22,
      "text": "I will lay the key of the house of David upon his shoulder; He shall open, and none shall shut, And he shall shut, and none shall open."
    },
    {
      "verse": 23,
      "text": "I will fasten him as a peg in a sure place, And he shall be a glorious seat for his father's house."
    },
    {
      "verse": 24,
      "text": "Upon him shall hang all the glory of his father's house, The offspring and the offshoots; Every small vessel, from the goblet even to all the pitchers."
    },
    {
      "verse": 25,
      "text": "In that day, saith Jehovah of hosts, The peg that was once fastened in a sure place shall be moved; It shall be cut down, and fall, And the burden which was upon it shall come to the ground. For Jehovah hath said it."
    }
  ]
}