{
  "book_id": "ISA",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy concerning Tyre. Howl, ye ships of Tarshish! For it is laid waste; No house, no entrance is left! From the land of the Chittaeans were the tidings brought to them."
    },
    {
      "verse": 2,
      "text": "Be amazed, ye inhabitants of the sea-coast, Which the merchants of Sidon, that pass over the sea, did crowd!"
    },
    {
      "verse": 3,
      "text": "Upon the wide waters, the corn of the Nile, The harvest of the river, was her revenue; She was the mart of the nations."
    },
    {
      "verse": 4,
      "text": "Be thou ashamed, O Sidon, for the sea hath spoken, The fortress of the sea hath spoken thus: “I have not travailed, nor brought forth children; I have not nourished youths, nor brought up virgins.”"
    },
    {
      "verse": 5,
      "text": "When the tidings shall reach Egypt, They shall be filled with anguish at the tidings concerning Tyre."
    },
    {
      "verse": 6,
      "text": "Pass ye over to Tarshish; Howl, ye inhabitants of the sea-coast!"
    },
    {
      "verse": 7,
      "text": "Is this your joyous city, Whose antiquity is of ancient days? Now her own feet bear her To sojourn far away."
    },
    {
      "verse": 8,
      "text": "Who hath purposed this against Tyre, The dispenser of crowns, Whose merchants are princes, Whose traders the nobles of the earth?"
    },
    {
      "verse": 9,
      "text": "Jehovah of hosts hath purposed it, To bring down the pride of all glory, To humble the nobles of the earth."
    },
    {
      "verse": 10,
      "text": "Go over thy land like the Nile, O daughter of Tarshish! Now thy bonds are broken."
    },
    {
      "verse": 11,
      "text": "He hath stretched out his hand over the sea, He hath made the kingdoms tremble; Jehovah hath given commandment concerning Canaan To destroy her strong holds."
    },
    {
      "verse": 12,
      "text": "He hath said, Thou shalt no more rejoice, Thou ravished virgin, daughter of Sidon! Arise, pass over to the Chittaeans; Yet even there shalt thou have no rest."
    },
    {
      "verse": 13,
      "text": "Behold the land of the Chaldaeans, Who, not long ago, were not a people,—The Assyrian assigned it to the inhabitants of the wilderness,—They raise their watch-towers; They destroy her palaces; They make her a heap of ruins."
    },
    {
      "verse": 14,
      "text": "Howl, ye ships of Tarshish! For your stronghold is destroyed."
    },
    {
      "verse": 15,
      "text": "And it shall come to pass in that day, That Tyre shall be forgotten seventy years, According to the days of one king; But at the end of seventy years It shall be with Tyre as in the song of the harlot:"
    },
    {
      "verse": 16,
      "text": "“Take thy lyre, go about the city, O harlot, long forgotten; Make sweet melody; sing many songs, That thou mayst again be remembered!”"
    },
    {
      "verse": 17,
      "text": "At the end of seventy years shall Jehovah show regard to Tyre, And she shall return to her hire, And play the harlot with all the kingdoms of the world, That are upon the face of the earth."
    },
    {
      "verse": 18,
      "text": "But her gain and her hire shall be holy to Jehovah; It shall not be treasured, nor laid up in store; But it shall be for them that dwell before Jehovah, For abundant food, and for splendid clothing."
    }
  ]
}