{
  "book_id": "ISA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, Jehovah emptieth and draineth the land; Yea, he turneth it upside down, and scattereth its inhabitants."
    },
    {
      "verse": 2,
      "text": "As with the people, so is it with the priest; As with the servant, so with the master; As with the maid, so with the mistress; As with the buyer, so with the seller; As with the borrower, so with the lender; As with the usurer, so with the giver of usury."
    },
    {
      "verse": 3,
      "text": "The land is utterly emptied and utterly plundered; For Jehovah hath spoken this word."
    },
    {
      "verse": 4,
      "text": "The land mourneth, and withereth; The world languisheth, and withereth; The nobles of the people of the land do languish."
    },
    {
      "verse": 5,
      "text": "The land was polluted under its inhabitants, Because they transgressed the law, they violated the statutes, They broke the everlasting covenant."
    },
    {
      "verse": 6,
      "text": "Therefore a curse devoured the land; Its inhabitants suffered for their guilt; Therefore are the inhabitants of the land consumed with heat, And few of the men are left."
    },
    {
      "verse": 7,
      "text": "The new wine mourneth; The vine languisheth; All that were of a joyful heart do sigh;"
    },
    {
      "verse": 8,
      "text": "The mirth of tabrets ceaseth; The noise of them that rejoice is at an end; The joy of the harp ceaseth."
    },
    {
      "verse": 9,
      "text": "No more do they drink wine with the song; Strong drink is bitter to them that use it."
    },
    {
      "verse": 10,
      "text": "The city of desolation is broken down; Every house is closed, so that none can enter."
    },
    {
      "verse": 11,
      "text": "There is a cry for wine in the streets; All gladness is departed; The mirth of the land is gone;"
    },
    {
      "verse": 12,
      "text": "Desolation is left in the city, And the gate is smitten into ruins."
    },
    {
      "verse": 13,
      "text": "Yea, thus shall it be in the land, in the midst of the people, As when the olive-tree has been shaken; As the gleaning, when the vintage is ended."
    },
    {
      "verse": 14,
      "text": "These shall lift up their voice, and sing; Yea, for the majesty of Jehovah they shall shout from the sea."
    },
    {
      "verse": 15,
      "text": "Wherefore praise ye Jehovah in the East, The name of Jehovah, the God of Israel, in the isles of the sea!"
    },
    {
      "verse": 16,
      "text": "From the end of the earth we hear songs: “Glory to the righteous!” But I cry, Alas, my wretchedness, my wretchedness! woe is me! The plunderers plunder; the plunderers seize the spoil."
    },
    {
      "verse": 17,
      "text": "The terror, the pit, and the snare Are upon thee, O inhabitant of the land!"
    },
    {
      "verse": 18,
      "text": "Whoso fleeth from the terror shall fall into the pit, And whoso escapeth from the pit, He shall be taken in the snare; For the floodgates of heaven are opened, And the foundations of the earth tremble."
    },
    {
      "verse": 19,
      "text": "The earth is utterly broken down; The earth is shattered in pieces; The earth is violently moved from her place."
    },
    {
      "verse": 20,
      "text": "The earth reeleth like a drunkard, It moveth to and fro like a hammock; For her iniquity lieth heavy upon her, And she shall fall and rise no more."
    },
    {
      "verse": 21,
      "text": "In that day will Jehovah punish the host of the high ones that are on high, And the kings of the earth upon the earth."
    },
    {
      "verse": 22,
      "text": "They shall be thrown together bound into the pit, And shall be shut up in the prison, But after many days shall they be visited."
    },
    {
      "verse": 23,
      "text": "The moon shall be confounded and the sun ashamed, When Jehovah of hosts shall reign in mount Zion and Jerusalem, And his glory shall be before his ancients."
    }
  ]
}