{
  "book_id": "ISA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "In that day shall this song be sung in the land of Judah: “We have a strong city; His aid doth God appoint for walls and bulwarks."
    },
    {
      "verse": 2,
      "text": "Open ye the gates, That the righteous nation may enter in, The nation that keepeth the truth."
    },
    {
      "verse": 3,
      "text": "Him that is of a steadfast mind Thou wilt keep in continual peace, Because he trusteth in thee."
    },
    {
      "verse": 4,
      "text": "Trust ye in Jehovah forever, For the Lord Jehovah is an everlasting rock."
    },
    {
      "verse": 5,
      "text": "For he hath brought down the inhabitants of the fortress; The lofty city he hath laid low; He hath laid her low even to the ground; He hath levelled her with the dust."
    },
    {
      "verse": 6,
      "text": "The foot trampleth upon her, The feet of the poor, the steps of the needy."
    },
    {
      "verse": 7,
      "text": "The way of the upright is a smooth way; Thou, O most righteous, doth level the path of the upright!"
    },
    {
      "verse": 8,
      "text": "In the way of thy judgments, O Jehovah, we have waited for thee; The desire of our souls is to thy name, and to the remembrance of thee."
    },
    {
      "verse": 9,
      "text": "My soul longeth for thee in the night, And my spirit within me seeketh thee in the morning; For when thy judgments are in the earth, The inhabitants of the world learn righteousness."
    },
    {
      "verse": 10,
      "text": "Though favor be shown to the wicked, He will not learn righteousness; In the land of uprightness will he deal unjustly, And have no regard to the majesty of Jehovah."
    },
    {
      "verse": 11,
      "text": "Thy hand, O Jehovah, is lifted up, yet do they not see; But they shall see with shame thy zeal for thy people; Yea, fire shall devour thine adversaries."
    },
    {
      "verse": 12,
      "text": "Thou, O Jehovah, wilt give us peace; For all our works thou doest for us."
    },
    {
      "verse": 13,
      "text": "O Jehovah, our God, other lords have had dominion over us besides thee; Only through thee do we call upon thy name."
    },
    {
      "verse": 14,
      "text": "They are dead, they shall not live; They are shades, they shall not rise. For thou hast visited and destroyed them, And caused all the memory of them to perish."
    },
    {
      "verse": 15,
      "text": "“Thou wilt enlarge the nation, O Jehovah! Thou wilt enlarge the nation; thou wilt glorify thyself; Thou wilt widely extend all the borders of the land."
    },
    {
      "verse": 16,
      "text": "O Jehovah, in affliction they sought thee; They poured out their prayer, when thy chastisement was upon them."
    },
    {
      "verse": 17,
      "text": "As a woman with child, when her delivery is near, Is in anguish, and crieth aloud in her pangs, So have we been, far from thy presence, O Jehovah!"
    },
    {
      "verse": 18,
      "text": "We have been with child; we have been in anguish, Yet have, as it were, brought forth wind. To the land we bring no deliverance; Nor are the inhabitants of the land born."
    },
    {
      "verse": 19,
      "text": "O might thy dead live again, Might the dead bodies of my people arise! Awake, and sing, ye that dwell in the dust! For thy dew is like the dew upon plants, And the earth shall bring forth her dead.”"
    },
    {
      "verse": 20,
      "text": "Come, my people, enter into thy chambers, And shut thy doors behind thee; Hide thyself for a little moment, Until the indignation be overpast!"
    },
    {
      "verse": 21,
      "text": "For behold, Jehovah cometh forth from his place, To punish the inhabitants of the earth for their iniquity; And the earth shall disclose her blood, And shall no longer cover her slain."
    }
  ]
}