{
  "book_id": "ISA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "In that day will Jehovah punish with his sword, His hard, and great, and strong sword, The leviathan, that fleet serpent, Even the leviathan, that winding serpent; Yea, he will slay the monster, that is in the sea."
    },
    {
      "verse": 2,
      "text": "In that day, sing ye thus concerning the vineyard:"
    },
    {
      "verse": 3,
      "text": "“I, Jehovah, am its guardian; I will water it every moment; That no one may assault it, I will watch it day and night."
    },
    {
      "verse": 4,
      "text": "There is no fury in me; But let me find the thorns and thistles in battle. I will go against them, And burn them up together,"
    },
    {
      "verse": 5,
      "text": "Unless they take hold of my protection, And with me make peace, And make peace with me.”"
    },
    {
      "verse": 6,
      "text": "In coming days shall Jacob take root, And Israel flourish and bud forth, And fill the world with fruit."
    },
    {
      "verse": 7,
      "text": "Did he smite Israel, as he smote those that smote him? Was he slain as those that slew him?"
    },
    {
      "verse": 8,
      "text": "In measure, by sending her away, didst thou punish her, Taking her away in the rough tempest, in the day of the east wind."
    },
    {
      "verse": 9,
      "text": "By this, therefore, is the iniquity of Jacob expiated, And this is wholly the fruit of the removal of his sin, That He has made the stones of the altar like limestones broken in pieces, And that the images of Astarte and the sun-pillars no more stand."
    },
    {
      "verse": 10,
      "text": "For the fortified city is desolate, A habitation forsaken, deserted like a wilderness; There doth the calf feed, and there doth he lie down, And consume her branches."
    },
    {
      "verse": 11,
      "text": "When her boughs are withered, they are broken off; Women come, and burn them; For it was a people of no understanding; Therefore he that made him had not mercy on him, And he that formed him showed him no favor."
    },
    {
      "verse": 12,
      "text": "But it shall come to pass in that day, That Jehovah shall gather fruit From the stream of the Euphrates to the river of Egypt, And ye shall be gathered, one by one, ye children of Israel!"
    },
    {
      "verse": 13,
      "text": "In that day shall a great trumpet be sounded, And they shall come who are lost in the land of Assyria, And are outcasts in the land of Egypt, And shall worship Jehovah upon the holy mountain in Jerusalem."
    }
  ]
}