{
  "book_id": "ISA",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the proud crown of the drunkards of Ephraim, To the fading flower, his glorious beauty, At the head of the rich valley of a people stupefied with wine."
    },
    {
      "verse": 2,
      "text": "Behold a strong, a mighty one from the Lord Like a storm of hail, like a destructive tempest, Like a flood of mighty, overflowing waters, With violence shall dash it to the ground."
    },
    {
      "verse": 3,
      "text": "It shall be trodden under foot, The proud crown of the drunkards of Ephraim."
    },
    {
      "verse": 4,
      "text": "And the fading flower, their glorious beauty, At the head of the rich valley, Shall be as the early fig before the time of harvest, Which whoso seeth plucketh immediately, And swalloweth as soon as it is in his hand."
    },
    {
      "verse": 5,
      "text": "In that day shall Jehovah of hosts Be a glorious crown, and a beautiful diadem to the residue of his people;"
    },
    {
      "verse": 6,
      "text": "A spirit of judgment to him that sitteth in judgment, And of strength to them that drive back the enemy to their gates."
    },
    {
      "verse": 7,
      "text": "But even these stagger through wine, And reel through strong drink; The priest and the prophet stagger through strong drink; They are overpowered with wine; They stumble through strong drink; They reel in vision, They stagger in judgment."
    },
    {
      "verse": 8,
      "text": "For all their tables are full of filthy vomit, So that there is no place clean."
    },
    {
      "verse": 9,
      "text": "“Whom,” say they, “will he teach knowledge, And to whom will he impart instruction? To the weaned from the milk? To those just taken from the breast?"
    },
    {
      "verse": 10,
      "text": "For it is precept upon precept, precept upon precept, Command upon command, command upon command, A little here, and a little there.”"
    },
    {
      "verse": 11,
      "text": "Yea, with stammering lips and a strange tongue He shall indeed speak to this people;"
    },
    {
      "verse": 12,
      "text": "He that said to them, “This is the way of rest, give rest to the weary; This is the way of safety”; But they would not hear."
    },
    {
      "verse": 13,
      "text": "Then shall the word of Jehovah be indeed to them “Precept upon precept, precept upon precept, Command upon command, command upon command, A little here, and a little there,” So that they shall go on, and fall backwards, and be broken, And be snared and caught."
    },
    {
      "verse": 14,
      "text": "Wherefore hear ye the word of Jehovah, Ye scoffers, who rule this people in Jerusalem!"
    },
    {
      "verse": 15,
      "text": "Since ye say, “We have entered into a covenant with death, And with the under-world have we made an agreement, The overflowing scourge, when it passeth through, shall not reach us; For we have made falsehood our refuge, And in deceit we have hidden ourselves.”"
    },
    {
      "verse": 16,
      "text": "Therefore thus saith the Lord Jehovah: Behold, I have laid in Zion as a foundation a stone, A tried stone, a precious corner-stone, a sure foundation; He that trusteth shall not flee away."
    },
    {
      "verse": 17,
      "text": "I will make justice a line, And righteousness a plummet, And the hail shall sweep away the refuge of falsehood, And the waters shall overwhelm its hiding-place;"
    },
    {
      "verse": 18,
      "text": "And your covenant with death shall be broken, And your agreement with the under-world shall not stand; When the overflowing scourge shall pass through, By it shall ye be beaten down."
    },
    {
      "verse": 19,
      "text": "As often as it passeth through, it shall bear you away; For every morning shall it pass through, By day and by night; Even to hear the rumor of it shall be terrible."
    },
    {
      "verse": 20,
      "text": "Yea, the bed is too short for one to stretch himself on it, And the covering too narrow for one to wrap himself in it."
    },
    {
      "verse": 21,
      "text": "For Jehovah will rise up, as in mount Perazim; He will be moved with anger, as in the valley of Gibeon, To perform his act, his strange act, And to execute his work, his strange work."
    },
    {
      "verse": 22,
      "text": "Now, therefore, be ye no longer scoffers, Lest your bands become stronger; For destruction and punishment have been revealed to me From Jehovah of hosts concerning the whole land!"
    },
    {
      "verse": 23,
      "text": "Give ear, and listen to my voice, Attend, and hearken to my words!"
    },
    {
      "verse": 24,
      "text": "Is the ploughman always ploughing in order to sow? Is he always opening and harrowing his field?"
    },
    {
      "verse": 25,
      "text": "When he hath made the face thereof even, Doth he not then scatter the dill, and cast abroad the cumin, And sow the wheat in rows, And the barley in its appointed place, And the spelt in his border?"
    },
    {
      "verse": 26,
      "text": "Thus his God rightly instructeth him, And giveth him knowledge."
    },
    {
      "verse": 27,
      "text": "The dill is not beaten out with the thrashing-sledge, Nor is the wheel of the wain rolled over the cumin; But the dill is beaten out with a staff, And the cumin with a rod."
    },
    {
      "verse": 28,
      "text": "Bread-corn is beaten out, Yet doth not the husbandman thrash it without limit. He driveth over it the wheels of the wain, And the horses, yet doth he not utterly crush it."
    },
    {
      "verse": 29,
      "text": "This also proceedeth from Jehovah of hosts; He is wonderful in counsel, Excellent in wisdom."
    }
  ]
}