{
  "book_id": "ISA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to them that go down to Egypt for help, And put their trust in horses, And confide in chariots, because they are many, And in horsemen, because their number is great, But look not to the Holy One of Israel, And resort not to Jehovah."
    },
    {
      "verse": 2,
      "text": "Yet he, too, is wise; He will bring evil, and not take back his words; He will arise against the house of the evil-doers, And against the help of them that do iniquity."
    },
    {
      "verse": 3,
      "text": "The Egyptians are men, and not God, And their horses are flesh, and not spirit. When Jehovah shall stretch forth his hand, Then shall the helper fall, and the helped be overthrown; And they shall all perish together."
    },
    {
      "verse": 4,
      "text": "For thus hath Jehovah said to me: As when the lion and the young lion growl over their prey, And a multitude of shepherds is called forth against him, By their noise he is not terrified, Nor by their tumult disheartened; So shall Jehovah of hosts come down to fight for mount Zion, and her hill."
    },
    {
      "verse": 5,
      "text": "As birds hover over their young, So shall Jehovah of hosts defend Jerusalem; He will defend and deliver, spare and save."
    },
    {
      "verse": 6,
      "text": "Turn, O ye children of Israel, To him from whom ye have so deeply revolted! For in that day shall every one cast away his idols of"
    },
    {
      "verse": 7,
      "text": "silver and his idols of gold, Which your hands have made for sin."
    },
    {
      "verse": 8,
      "text": "The Assyrian shall fall by a sword not of man, Yea, a sword not of mortal shall devour him; He shall flee before the sword, And his young warriors shall be slaves."
    },
    {
      "verse": 9,
      "text": "Through fear shall he pass beyond his stronghold, And his princes shall be afraid of the standard. Thus saith Jehovah, who hath his fire in Zion, And his furnace in Jerusalem."
    }
  ]
}