{
  "book_id": "ISA",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Behold! a king shall reign in righteousness, And princes shall rule with equity."
    },
    {
      "verse": 2,
      "text": "Every one of them shall be a hiding-place from the wind, And a shelter from the tempest; As streams of water in a dry place, As the shadow of a great rock in a weary land."
    },
    {
      "verse": 3,
      "text": "The eyes of them that see shall no more be blind, And the ears of them that hear shall hearken."
    },
    {
      "verse": 4,
      "text": "The heart of the rash shall gain wisdom, And the tongue of the stammerer learn to speak plainly."
    },
    {
      "verse": 5,
      "text": "The vile shall no more be called liberal, Nor the niggard said to be bountiful;"
    },
    {
      "verse": 6,
      "text": "For the vile will still utter villany, And his heart will devise iniquity; He will practise deception, and speak impiety against God; He will take away the food of the hungry, And deprive the thirsty of drink."
    },
    {
      "verse": 7,
      "text": "The instruments also of the niggard are evil; He plotteth mischievous devices, To destroy the poor with lying words, Even when the cause of the needy is just."
    },
    {
      "verse": 8,
      "text": "But the liberal deviseth liberal things, And in liberal things will he persevere."
    },
    {
      "verse": 9,
      "text": "Arise, hear my voice, ye women that are at ease! Give ear to my speech, ye careless daughters!"
    },
    {
      "verse": 10,
      "text": "One year more, and ye shall tremble, ye careless women! For the vintage shall fail; the harvest shall not come."
    },
    {
      "verse": 11,
      "text": "Tremble, O ye that are at ease! Be in dismay, ye careless ones! Strip you, make you bare, gird ye sackcloth upon your loins!"
    },
    {
      "verse": 12,
      "text": "They shall smite themselves on their breasts, On account of the pleasant fields, On account of the fruitful vine."
    },
    {
      "verse": 13,
      "text": "Upon the land of my people shall come up thorns and briers; Yea, upon all the houses of joy in the joyous city."
    },
    {
      "verse": 14,
      "text": "For the palace shall be forsaken; The tumult of the city shall be solitary; The fortified hill and the tower shall be dens forever; The joy of wild-asses, the pasture of flocks;"
    },
    {
      "verse": 15,
      "text": "Until the spirit from on high be poured upon us, And the wilderness become a fruitful field, And the fruitful field be esteemed a forest."
    },
    {
      "verse": 16,
      "text": "Then shall justice dwell in the wilderness, And righteousness in the fruitful field."
    },
    {
      "verse": 17,
      "text": "And the effect of righteousness shall be peace, And the fruit of righteousness quiet and security forever."
    },
    {
      "verse": 18,
      "text": "Then shall my people dwell in peaceful habitations, In secure dwellings, in quiet resting-places."
    },
    {
      "verse": 19,
      "text": "But the hail shall descend, and the forest shall fall; And the city shall be brought very low."
    },
    {
      "verse": 20,
      "text": "Happy ye who sow beside all waters; Who send forth thither the feet of the ox and the ass!"
    }
  ]
}