{
  "book_id": "ISA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to thee, thou spoiler, who hast not been spoiled! Thou plunderer, who hast not been plundered! When thou hast ceased to spoil, thou shalt be spoiled; When thou hast finished plundering, they shall plunder thee."
    },
    {
      "verse": 2,
      "text": "O Jehovah, have mercy upon us! in thee do we trust; Be thou our strength every morning, Our salvation in the time of trouble."
    },
    {
      "verse": 3,
      "text": "At the voice of thy thunder the people flee; When thou dost arise, the nations are scattered."
    },
    {
      "verse": 4,
      "text": "Your spoil shall be gathered, as the locust gathereth; As the locust runneth, so shall they run upon it."
    },
    {
      "verse": 5,
      "text": "Jehovah is exalted; Yea, he dwelleth on high; He filleth Zion with justice and righteousness."
    },
    {
      "verse": 6,
      "text": "There shall be security in thy times; Wisdom and knowledge shall be thy store of prosperity, And the fear of Jehovah, this shall be thy treasure!"
    },
    {
      "verse": 7,
      "text": "Behold, the mighty men cry without: The ambassadors of peace weep bitterly."
    },
    {
      "verse": 8,
      "text": "The highways are desolate; The traveller ceaseth; He breaketh the covenant; he despiseth the cities; Of men he maketh no account."
    },
    {
      "verse": 9,
      "text": "The land mourneth and languisheth; Lebanon is put to shame, and withered away; Sharon is like a desert, And Bashan and Carmel are stripped of their leaves."
    },
    {
      "verse": 10,
      "text": "Now will I arise, saith Jehovah, Now will I exalt myself, Now will I lift myself up."
    },
    {
      "verse": 11,
      "text": "Ye shall conceive chaff, and bring forth stubble; Your own wrath is the fire which shall devour you."
    },
    {
      "verse": 12,
      "text": "The nations shall be burnt into lime; Like thorns cut down, they shall be consumed with fire."
    },
    {
      "verse": 13,
      "text": "Hear, ye that are far off, what I have done; Mark, ye that are near, my power!"
    },
    {
      "verse": 14,
      "text": "The sinners in Zion are struck with dread; Terror hath seized upon the unrighteous: “Who among us can dwell in devouring fire? Who among us can dwell in everlasting flames?”"
    },
    {
      "verse": 15,
      "text": "He that walketh in righteousness, And speaketh that which is right, That despiseth the gain of oppression, And shaketh his hands from bribery, That stoppeth his ears, so as not to hear of blood, And shutteth his eyes, so as not to behold iniquity."
    },
    {
      "verse": 16,
      "text": "He shall dwell on high; The strongholds of rocks shall be his defence; His bread shall be given him; His water shall not fail."
    },
    {
      "verse": 17,
      "text": "Thine eyes shall see the king in his glory They shall survey a wide-extended land."
    },
    {
      "verse": 18,
      "text": "Thy heart shall meditate on the past terror: “Where now is the scribe? Where the weigher of tribute? Where he that numbered the towers?”"
    },
    {
      "verse": 19,
      "text": "Thou shalt see no more a fierce people, A people of a dark language, which thou couldst not hear, And of a barbarous tongue, which thou couldst not understand;"
    },
    {
      "verse": 20,
      "text": "Thou shalt see Zion, the city of our solemn feasts; Thine eyes shall behold Jerusalem, as a quiet habitation. A tent that shall never be moved, Whose stakes shall never be taken away, And whose cords shall never be broken."
    },
    {
      "verse": 21,
      "text": "For there the glorious Jehovah will be to us Instead of rivers and broad streams, Which no oared galley shall pass, And no gallant ship go through."
    },
    {
      "verse": 22,
      "text": "For Jehovah is our judge; Jehovah is our lawgiver; Jehovah is our king; it is he that will save us."
    },
    {
      "verse": 23,
      "text": "Thy ropes hang loose; They cannot hold the mast-socket, Nor can they spread the sail. Then shall a great spoil be divided; Even the lame shall take the prey."
    },
    {
      "verse": 24,
      "text": "No inhabitant shall say, I am sick; The people that dwell therein shall be forgiven their iniquity."
    }
  ]
}