{
  "book_id": "ISA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Draw near, O ye nations, and hear! Attend, O ye people! Let the earth hear, and all that is therein; The world, and all that springs from it!"
    },
    {
      "verse": 2,
      "text": "For the wrath of Jehovah is kindled against all the nations, And his fury against all their armies; He hath devoted them to destruction; He hath given them up to slaughter."
    },
    {
      "verse": 3,
      "text": "Their slain shall be cast out; From their carcasses their stench shall ascend, And the mountains shall flow down with their blood."
    },
    {
      "verse": 4,
      "text": "And all the hosts of heaven shall melt away; And the heavens shall be rolled up like a scroll, And all their host shall fall down, As the withered leaf faileth from the vine, As the blighted fruit from the fig-tree."
    },
    {
      "verse": 5,
      "text": "For my sword hath become drunk in heaven; Behold, upon Edom shall it descend, Upon the people under my curse, for vengeance."
    },
    {
      "verse": 6,
      "text": "The sword of Jehovah is full of blood; It is covered with fat, With the blood of lambs and goats, With the fat of the kidneys of rams; For Jehovah holdeth a sacrifice in Bozrah, And a great slaughter in the land of Edom."
    },
    {
      "verse": 7,
      "text": "The wild buffaloes shall fall down with them. And the bullocks with the bulls; The hind shall be drunk with blood, And the ground enriched with fat."
    },
    {
      "verse": 8,
      "text": "For Jehovah holdeth a day of vengeance, A year of recompense in the cause of Zion."
    },
    {
      "verse": 9,
      "text": "Her streams shall be turned into pitch, And her dust into brimstone, And her whole land shall become burning pitch."
    },
    {
      "verse": 10,
      "text": "Day and night it shall not be quenched; Its smoke shall ascend forever; From generation to generation it shall lie waste; None shall pass through it for ever and ever."
    },
    {
      "verse": 11,
      "text": "The pelican and the hedgehog shall possess it; The heron and the raven shall dwell in it; Over it will he draw the measuring-line of destruction. And the plummet of desolation."
    },
    {
      "verse": 12,
      "text": "Her nobles — none are there, who may proclaim a kingdom, And all her princes have come to naught."
    },
    {
      "verse": 13,
      "text": "Thorns shall spring up in her palaces; Nettles and thistles in her strongholds. She shall become a habitation for jackals, A court for ostriches."
    },
    {
      "verse": 14,
      "text": "The wild-cats shall fall upon the wolves, And the satyr shall call to his fellow; There also shall the night-spectre light, And find a place of rest."
    },
    {
      "verse": 15,
      "text": "There also shall the arrow-snake make her nest, and lay her eggs; She shall hatch them, and gather her young under her shadow: There also shall the vultures be gathered together, Every one with her mate."
    },
    {
      "verse": 16,
      "text": "Search ye the book of Jehovah, and read! Not one of these shall fail; Not one shall want her mate; For His mouth, it shall command, And His spirit, it shall gather them."
    },
    {
      "verse": 17,
      "text": "He shall cast the lot for them; His hand shall divide it for them with a line; They shall possess it forever; From generation to generation shall they dwell therein."
    }
  ]
}