{
  "book_id": "ISA",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "In the fourteenth year of King Hezekiah, Sennacherib, king of Assyria, came up against all the fortified cities of Judah, and took them."
    },
    {
      "verse": 2,
      "text": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem, with a great army, against King Hezekiah, and he halted at the aqueduct of the upper pool, in the highway to the fuller's field."
    },
    {
      "verse": 3,
      "text": "Then came forth to him Eliakim, the son of Hilkiah, who was over the palace, and Shebna the scribe, and Josh, the son of Asaph, the annalist."
    },
    {
      "verse": 4,
      "text": "And Rabshakeh said to them, Say ye to Hezekiah, Thus saith the great king, the king of Assyria: What a confidence is this which thou cherishest!"
    },
    {
      "verse": 5,
      "text": "Thou sayest, (but it is vain talk,) “I have counsel and strength for war.” In whom, then, dost thou trust, that thou rebellest against me?"
    },
    {
      "verse": 6,
      "text": "Behold, thou trustest in that broken reed-staff, Egypt, on which if a man lean, it will pierce his hand, and go through it. Such is Pharaoh, king of Egypt, to all that trust in him."
    },
    {
      "verse": 7,
      "text": "But if ye say to me, “We trust in Jehovah, our God,”—is it not he whose high places and whose altars Hezekiah hath taken away, and commanded Judah and Jerusalem to worship before this altar?"
    },
    {
      "verse": 8,
      "text": "Engage, now, with my master, the king of Assyria! and I will give thee two thousand horses, when thou art able to provide for thyself riders for them."
    },
    {
      "verse": 9,
      "text": "How, then, canst thou resist a single captain, one of the least of the servants of my master? Yet thou trustest in Egypt, on account of her chariots and her horsemen."
    },
    {
      "verse": 10,
      "text": "And am I now come up without Jehovah against this land to destroy it? Jehovah hath said to me, “Go up against this land and destroy it!”"
    },
    {
      "verse": 11,
      "text": "Then said Eliakim and Shebna and Josh to Rabshakeh: Speak, we beseech thee, to thy servants in the Aramaic language, for we understand it; and speak not to us in the Jewish language, in the hearing of the people that are upon the wall."
    },
    {
      "verse": 12,
      "text": "But Rabshakeh said, Hath my master sent me to speak these words to thy master and to thee only, and not to the people who sit upon the wall, to eat their own dung, and to drink their own urine with you?"
    },
    {
      "verse": 13,
      "text": "Then Rabshakeh stood and cried with a loud voice in the Jewish language, and said, Hear ye the words of the great king, the king of Assyria."
    },
    {
      "verse": 14,
      "text": "Thus saith the king: Let not Hezekiah deceive you, for he will not be able to deliver you."
    },
    {
      "verse": 15,
      "text": "And let not Hezekiah persuade you to trust in Jehovah, saying, “Jehovah will certainly deliver us. This city shall not be delivered into the hands of the king of Assyria.”"
    },
    {
      "verse": 16,
      "text": "Hearken not to Hezekiah; for thus saith the king of Assyria: Make peace with me, and come out to me; and ye shall every one eat of his own vine, and every one of his own fig-tree, and ye shall every one drink the waters of his own cistern,"
    },
    {
      "verse": 17,
      "text": "until I come, and take you to a land like your own land; a land of corn, and of new wine, a land of bread and of vineyards."
    },
    {
      "verse": 18,
      "text": "Be not persuaded by Hezekiah, when he saith, “Jehovah will deliver us.” Have the gods of the nations delivered every one his own land from the hand of the king of Assyria? Where are the gods of Hamath and of Arphad?"
    },
    {
      "verse": 19,
      "text": "Where are the gods of Sepharvaim? And did the gods deliver Samaria from my hand?"
    },
    {
      "verse": 20,
      "text": "Who is there among all the gods of these lands, that hath delivered his land out of my hand, that Jehovah should deliver Jerusalem out of my hand?"
    },
    {
      "verse": 21,
      "text": "But the people held their peace, and answered him not a word; for the king's command was, “Answer him not.”"
    },
    {
      "verse": 22,
      "text": "Then came Eliakim, the son of Hilkiah, that was over the palace, and Shebna the scribe, and Joah, the son of Asaph, the annalist, to Hezekiah, with their clothes rent, and told him the words of Rabshakeh."
    }
  ]
}