{
  "book_id": "ISA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "In those days was Hezekiah sick unto death; and Isaiah the prophet, the son of Amoz, came to him, and said to him, Set thy house in order, for thou shalt die, and not live."
    },
    {
      "verse": 2,
      "text": "Then Hezekiah turned his face toward the wall, and made his supplication to Jehovah."
    },
    {
      "verse": 3,
      "text": "And he said, I beseech thee, O Jehovah, remember now how I have walked before thee in truth, and with a perfect heart, and have done that which is good in thine eyes! And Hezekiah wept bitterly."
    },
    {
      "verse": 4,
      "text": "Then came the word of Jehovah to Isaiah,"
    },
    {
      "verse": 5,
      "text": "Go in and say to Hezekiah, Thus saith Jehovah, the God of David thy father: I have heard thy prayer; I have seen thy tears. Behold, I will add to thy life fifteen years."
    },
    {
      "verse": 6,
      "text": "And I will deliver thee and this city from the hand of the king of Assyria, and I will defend this city."
    },
    {
      "verse": 7,
      "text": "And this shall be the sign to thee from Jehovah, that Jehovah will do that which he hath spoken."
    },
    {
      "verse": 8,
      "text": "Behold, I will cause the shadow upon the dial, which hath gone down upon the dial of Ahaz with the sun, to go back ten degrees. So the sun went back ten degrees, which degrees it had gone down."
    },
    {
      "verse": 9,
      "text": "The writing of Hezekiah, king of Judah, when he had been sick, and had recovered from his sickness."
    },
    {
      "verse": 10,
      "text": "I said: “Now, in the quiet of my days, shall I go down to the gates of the under-world; I am deprived of the residue of my years.”"
    },
    {
      "verse": 11,
      "text": "I said: “No more shall I see Jehovah, Jehovah in the land of the living. I shall behold man no more Among the inhabitants of stillness."
    },
    {
      "verse": 12,
      "text": "My habitation is torn away and removed from me, Like a shepherd's tent; My life is rolled up as by the weaver; He cutteth me off from the thrum; Between morning and night wilt thou make an end of me!”"
    },
    {
      "verse": 13,
      "text": "I waited till morning, and like a lion Did he crush all my bones; “Between morning and night wilt thou make an end of me!”"
    },
    {
      "verse": 14,
      "text": "Like a swallow or a crane, so did I twitter; I did mourn as a dove; Mine eyes failed with looking upward; “O Lord, I am in distress; O, deliver me!”"
    },
    {
      "verse": 15,
      "text": "What shall I say? He promised it, and he hath done it; I will walk humbly all my life On account of the bitterness of my soul."
    },
    {
      "verse": 16,
      "text": "Lord, it is thus that men live; From thee alone cometh the life of my spirit; Thou hast restored me, and caused me to live."
    },
    {
      "verse": 17,
      "text": "Behold, my anguish is changed into ease; In love thou hast delivered me from the pit of destruction; Thou hast cast all my sins behind thy back."
    },
    {
      "verse": 18,
      "text": "For the under-world cannot praise thee; The realms of death cannot celebrate thee; They that go down to the pit cannot wait for thy faithfulness."
    },
    {
      "verse": 19,
      "text": "The living, the living praise thee, as I do this day; The father to the children shall make known thy faithfulness."
    },
    {
      "verse": 20,
      "text": "Jehovah hath saved me; Therefore will we sing our songs with stringed instruments, All the days of our life, In the house of Jehovah."
    },
    {
      "verse": 21,
      "text": "Now Isaiah had said, let them take a lump of figs, and bruise them, and lay them upon the ulcer, and he shall recover."
    },
    {
      "verse": 22,
      "text": "Hezekiah also had said, What is the sign that I shall go up to the house of Jehovah?"
    }
  ]
}