{
  "book_id": "ISA",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Comfort ye, comfort ye, my people, Saith your God."
    },
    {
      "verse": 2,
      "text": "Speak ye encouragement to Jerusalem, and declare to her, That her hard service is ended; That her iniquity is expiated; That she hath received from the hand of Jehovah Double for all her sins."
    },
    {
      "verse": 3,
      "text": "A voice crieth: “Prepare ye in the wilderness the way of Jehovah; Make straight in the desert a highway for our God!"
    },
    {
      "verse": 4,
      "text": "Every valley shall be exalted, And every mountain and hill be made low; The crooked shall become straight, And the rough places plain."
    },
    {
      "verse": 5,
      "text": "For the glory of Jehovah shall be revealed, And all flesh shall see it together; For the mouth of Jehovah hath spoken it!”"
    },
    {
      "verse": 6,
      "text": "A voice said, Proclaim! And I said, What shall I proclaim? All flesh is grass, And all its comeliness as the flower of the field."
    },
    {
      "verse": 7,
      "text": "The grass withereth, the flower fadeth, When the breath of Jehovah bloweth upon it. Truly the people is grass."
    },
    {
      "verse": 8,
      "text": "The grass withereth, the flower fadeth, But the word of our God shall stand forever."
    },
    {
      "verse": 9,
      "text": "Get thee up on the high mountain, O thou that bringest glad tidings to Zion; Lift up thy voice with strength, thou that bringest glad tidings to Jerusalem; Lift it up; be not afraid; Say to the cities of Judah, Behold your God!"
    },
    {
      "verse": 10,
      "text": "Behold, the Lord Jehovah shall come with might, And his arm shall rule for him; Behold, his reward is with him, And his recompense before him."
    },
    {
      "verse": 11,
      "text": "He shall feed his flock like a shepherd; He shall gather up the lambs in his arms, And carry them in his bosom, And gently lead the nursing ewes."
    },
    {
      "verse": 12,
      "text": "Who hath measured the waters in the hollow of his hand, And meted out the heavens with his span, And gathered the dust of the earth into a measure, And weighed the mountains in scales, And the hills in a balance?"
    },
    {
      "verse": 13,
      "text": "Who hath searched out the spirit of Jehovah, Or, being his counsellor, hath taught him?"
    },
    {
      "verse": 14,
      "text": "With whom took he counsel, and who instructed him, And taught him the path of justice, And taught him knowledge, And showed him the way of understanding?"
    },
    {
      "verse": 15,
      "text": "Behold, the nations are as a drop from a bucket, And are accounted as the small dust of the balance; Behold, he taketh up the isles as a very little thing,"
    },
    {
      "verse": 16,
      "text": "And Lebanon is not sufficient for fire, Nor its beasts for a burnt-offering."
    },
    {
      "verse": 17,
      "text": "All the nations are as nothing before him; They are accounted by him as less than nothing, and vanity."
    },
    {
      "verse": 18,
      "text": "To whom then will ye liken God, And what likeness will ye compare unto him?"
    },
    {
      "verse": 19,
      "text": "The workman casteth an image, And the smith overlayeth it with gold, And casteth for it silver chains."
    },
    {
      "verse": 20,
      "text": "He that is too poor to make an oblation Chooseth a piece of wood that will not rot; He seeketh for himself a skilful artificer, To prepare an image that shall not be moved."
    },
    {
      "verse": 21,
      "text": "Do ye not know? Have ye not heard? Hath it not been declared to you from the beginning? Have ye not considered the foundations of the earth?"
    },
    {
      "verse": 22,
      "text": "It is He that sitteth above the circle of the earth, And the inhabitants are to him as grasshoppers; That stretcheth out the heavens as a canopy, And spreadeth them out as a tent to dwell in;"
    },
    {
      "verse": 23,
      "text": "That bringeth princes to nothing, And reduceth the rulers of the earth to vanity."
    },
    {
      "verse": 24,
      "text": "Yea, scarcely are they planted, scarcely are they sown, Scarcely hath their stem taken root in the ground, When He bloweth upon them and they wither, And the whirlwind beareth them away like stubble."
    },
    {
      "verse": 25,
      "text": "To whom then will ye liken me, And to whom shall I be compared? Saith the Holy One."
    },
    {
      "verse": 26,
      "text": "Lift up your eyes to the heavens, and behold! Who hath created these? He draweth forth their host by number, He calleth them all by name; Through the greatness of his strength and the mightiness of his power, Not one of them faileth to appear."
    },
    {
      "verse": 27,
      "text": "Why sayest thou, O Jacob, and speakest, O Israel, “My way is hidden from Jehovah, My cause passeth by before my God”?"
    },
    {
      "verse": 28,
      "text": "Do ye not know? Have ye not heard? Jehovah is an everlasting God, The creator of the ends of the earth; He fainteth not, nor is he weary; His understanding is unsearchable."
    },
    {
      "verse": 29,
      "text": "He giveth power to the faint; To the feeble abundant strength."
    },
    {
      "verse": 30,
      "text": "The youths shall faint and be weary, And the young warriors shall utterly fall."
    },
    {
      "verse": 31,
      "text": "But they that trust in Jehovah shall renew their strength; They shall mount up with wings like eagles; They shall run and not be weary; They shall walk and not faint."
    }
  ]
}