{
  "book_id": "ISA",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Behold my servant, whom I uphold, My chosen, in whom my soul delighteth, I have put my spirit upon him; He shall cause law to go forth to the nations."
    },
    {
      "verse": 2,
      "text": "He shall not cry aloud, nor lift up his voice, Nor cause it to be heard in the street."
    },
    {
      "verse": 3,
      "text": "The bruised reed shall he not break, And the glimmering flax shall he not quench; He shall send forth law according to truth."
    },
    {
      "verse": 4,
      "text": "He shall not fail, nor become weary, Until he shall have established justice in the earth. And distant nations shall wait for his law."
    },
    {
      "verse": 5,
      "text": "Thus saith God Jehovah, Who created the heavens and stretched them out, Who spread forth the earth, and that which springeth forth from it, Who gave breath to the people upon it, And spirit to them that walk thereon:"
    },
    {
      "verse": 6,
      "text": "I, Jehovah, have called thee for salvation; I will hold thee by the hand; I will defend thee, and make thee a covenant to the people, A light to the nations;"
    },
    {
      "verse": 7,
      "text": "To open the blind eyes, To bring out the prisoners from the prison, And them that sit in darkness out of the prison-house."
    },
    {
      "verse": 8,
      "text": "I am Jehovah, that is my name; And my glory will I not give to another, Nor my praise to graven images."
    },
    {
      "verse": 9,
      "text": "The former things, behold! they are come to pass, And new things do I now declare; Before they spring forth, I make them known to you."
    },
    {
      "verse": 10,
      "text": "Sing to Jehovah a new song; His praise to the ends of the earth; Ye that go down upon the sea, and all that fill it; Ye distant coasts, and ye that dwell therein!"
    },
    {
      "verse": 11,
      "text": "Let the desert cry aloud, and the cities thereof; The villages, that Kedar inhabiteth; Let the inhabitants of the rock sing; Let them shout from the top of the mountains!"
    },
    {
      "verse": 12,
      "text": "Let them give glory to Jehovah, And proclaim his praise in distant lands!"
    },
    {
      "verse": 13,
      "text": "Jehovah shall march forth like a hero; Like a mighty warrior shall he rouse his indignation, He shall cry aloud; he shall shout the war-cry, And show himself mighty against his enemies."
    },
    {
      "verse": 14,
      "text": "“I have long held my peace; I have been still and refrained myself; But now will I cry like a woman in travail; I will destroy and swallow up at once."
    },
    {
      "verse": 15,
      "text": "I will lay waste mountains and hills, And dry up all their herbs. I will make the river solid land, And dry up the pools of water."
    },
    {
      "verse": 16,
      "text": "Then will I lead the blind in a way which they know not, And in unknown paths will I guide them; I will make darkness light before them, And crooked paths straight; These things will I do for them, and not forsake them.”"
    },
    {
      "verse": 17,
      "text": "Then shall they be turned back, and be put to shame, Who trust in graven images; Who say to molten images, “Ye are our gods!”"
    },
    {
      "verse": 18,
      "text": "Hear, O ye deaf! And look, ye blind, and see!"
    },
    {
      "verse": 19,
      "text": "Who is blind, if not my servant? And who so deaf as my messenger, whom I send? Who so blind as the friend of God, So blind as the servant of Jehovah?"
    },
    {
      "verse": 20,
      "text": "Thou seest many things, but regardest them not; Thou hast thine ears open, but hearest not!"
    },
    {
      "verse": 21,
      "text": "It pleased Jehovah for his goodness' sake To give him a law, great and glorious;"
    },
    {
      "verse": 22,
      "text": "And yet it is a robbed and plundered people; They are all of them bound in prisons, And hid in dungeons; They have become a spoil, and none delivereth; A prey, and none saith, “Restore!”"
    },
    {
      "verse": 23,
      "text": "Who is there among you that will give ear to this, That will listen and attend for the time to come?"
    },
    {
      "verse": 24,
      "text": "Who gave Jacob to be a spoil, And Israel to plunderers? Was it not Jehovah, against whom we sinned, In whose ways we would not walk, And whose laws we would not obey?"
    },
    {
      "verse": 25,
      "text": "Therefore hath he poured out upon Israel the fury of his wrath, and the violence of war; It kindled a flame around about him, yet he did not regard it; It set him on fire, yet he laid it not to heart."
    }
  ]
}