{
  "book_id": "ISA",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "But now thus saith Jehovah, that created thee, O Jacob, That formed thee, O Israel: Fear not, for I have redeemed thee; I have called thee by name; thou art mine!"
    },
    {
      "verse": 2,
      "text": "When thou passest through waters, I will be with thee; And through rivers, they shall not overflow thee; When thou walkest through fire, thou shalt not be burned, And the flame shall not consume thee."
    },
    {
      "verse": 3,
      "text": "For I am Jehovah, thy God, The Holy One of Israel, thy saviour. I will give Egypt for thy ransom, Ethiopia and Seba for thee;"
    },
    {
      "verse": 4,
      "text": "Because thou art precious in my sight, Because thou art honored, and I love thee, Therefore will I give men for thee, And nations for thy life."
    },
    {
      "verse": 5,
      "text": "Fear not, for I am with thee! I will bring thy children from the East, And gather thee from the West."
    },
    {
      "verse": 6,
      "text": "I will say to the North, “Give them up!” And to the South, “Withhold them not! Bring my sons from afar, And my daughters from the ends of the earth;"
    },
    {
      "verse": 7,
      "text": "Every one that is called by my name, That I have created for my glory, That I have formed and made!”"
    },
    {
      "verse": 8,
      "text": "Bring forth the blind people, having eyes, And the deaf, having ears."
    },
    {
      "verse": 9,
      "text": "Let all the nations be gathered together, And the kingdoms be assembled! Who among them hath declared this, And can show us former predictions? Let them produce their witnesses that they are right; That men may hear, and say, It is true!"
    },
    {
      "verse": 10,
      "text": "Ye are my witnesses, saith Jehovah, And my servant whom I have chosen, That ye may know and believe me, And understand that I am He. Before me was no god formed, And after me there shall be none."
    },
    {
      "verse": 11,
      "text": "I, I am Jehovah, And besides me there is no saviour."
    },
    {
      "verse": 12,
      "text": "I have declared and have saved; I made it known, when there was no strange god among you; Ye are my witnesses, saith Jehovah, That I am God."
    },
    {
      "verse": 13,
      "text": "Even from the beginning of time I have been He, And none can rescue from my hand; I undertake, and who can hinder?"
    },
    {
      "verse": 14,
      "text": "Thus saith Jehovah, Your redeemer, the Holy One of Israel; For your sakes have I sent to Babylon, And caused all her fugitives, And the Chaldeans, to descend to the ships of their delight."
    },
    {
      "verse": 15,
      "text": "I, Jehovah, am your Holy One, The creator of Israel, your king."
    },
    {
      "verse": 16,
      "text": "Thus saith Jehovah,—He that made a way in the sea, And a path in the mighty waters,"
    },
    {
      "verse": 17,
      "text": "That caused the chariot and the horse, the army and the forces, to march forth; There they lay down together; they rose no more; They were extinguished; they were quenched like a torch;—"
    },
    {
      "verse": 18,
      "text": "Remember not the former things; The things of old regard no more!"
    },
    {
      "verse": 19,
      "text": "Behold, I do a new thing; Now shall it spring forth; yea, ye shall see it. Behold, I make a way in the wilderness, And streams in the desert;"
    },
    {
      "verse": 20,
      "text": "The beasts of the forest shall honor me, The jackals and the ostriches; For I make rivers in the wilderness And streams in the desert, To give drink to my people, my chosen."
    },
    {
      "verse": 21,
      "text": "This people, which I have formed for myself Shall make known my praise."
    },
    {
      "verse": 22,
      "text": "Yet thou hast not called upon me, O Jacob, So as to have wearied thyself for me, O Israel!"
    },
    {
      "verse": 23,
      "text": "Thou hast not brought me thy lambs for a burnt-offering, Nor honored me with thy sacrifices; I have not burdened thee with oblations, Nor wearied thee with incense;"
    },
    {
      "verse": 24,
      "text": "Thou hast bought me no sweet-smelling reed with silver, Neither hast thou satisfied me with the fat of thy sacrifices; With thy sins hast thou burdened me, And wearied me with thine iniquities."
    },
    {
      "verse": 25,
      "text": "I, I myself, blot out thy transgressions for my own sake, And will not remember thy sins."
    },
    {
      "verse": 26,
      "text": "Put me in remembrance; let us plead together; Speak that thou mayst justify thyself."
    },
    {
      "verse": 27,
      "text": "Thy forefathers sinned, And thy teachers were rebellious against me;"
    },
    {
      "verse": 28,
      "text": "Therefore have I profaned the princes of the sanctuary, And given up Jacob to a curse, And Israel to reproach."
    }
  ]
}