{
  "book_id": "ISA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah to his anointed, To Cyrus, whom I hold by his right hand, To subdue nations before him, And ungird the loins of kings; To open before him the two-leaved gates, And the doors shall not be shut."
    },
    {
      "verse": 2,
      "text": "I will go before thee, And make the high places plain; I will break in pieces the gates of brass, And cut in sunder the bars of iron."
    },
    {
      "verse": 3,
      "text": "I will give thee the treasures of darkness, And hidden riches of secret places, That thou mayst know that I am Jehovah Who calleth thee by name, the God of Israel."
    },
    {
      "verse": 4,
      "text": "For the sake of Jacob, my servant, And Israel, my chosen, I have called thee by thy name; I have spoken to thee as a friend, though thou hast not known me."
    },
    {
      "verse": 5,
      "text": "I am Jehovah, and none else; There is no God besides me; I have girded thee, though thou hast not known me."
    },
    {
      "verse": 6,
      "text": "That men may know from the rising of the sun, And from the West, that there is none besides me; I am Jehovah, and none else."
    },
    {
      "verse": 7,
      "text": "I form the light, and create darkness; I make peace, and create evil; I, Jehovah, do all these things."
    },
    {
      "verse": 8,
      "text": "Pour forth, ye heavens, from above; Ye clouds, shower down prosperity! Let the earth open, and bring forth salvation; Yea, let righteousness spring up together! I, Jehovah, create it."
    },
    {
      "verse": 9,
      "text": "Woe to him that contendeth with his Maker! A potsherd of the potsherds of the earth! Shall the clay say to him that fashioneth it, What makest thou? Or thy work say of thee, He hath no hands?"
    },
    {
      "verse": 10,
      "text": "Woe to him that saith to his father, Why dost thou beget? Or to his mother, Why dost thou bring forth?"
    },
    {
      "verse": 11,
      "text": "Thus saith Jehovah, the Holy One of Israel, and his Maker, Ask of me concerning things to come; My children, the work of my hands, leave them to me!"
    },
    {
      "verse": 12,
      "text": "I made the earth, And created man upon it; My hands spread out the heavens, And all their host did I arrange."
    },
    {
      "verse": 13,
      "text": "I have raised him up for salvation, And I will make all his ways plain; He shall build my city, and release my captives, Not for price, and not for ransom, Saith Jehovah of hosts."
    },
    {
      "verse": 14,
      "text": "Thus saith Jehovah: The wealth of Egypt and the merchandise of the Ethiopians and Sabeans, men of stature, Shall come over to thee, and be thine; They shall follow thee; in chains shall they pass along; They shall fall down to thee, and make supplication to thee: “In thee alone is God, and there is none else; There is no other God.”"
    },
    {
      "verse": 15,
      "text": "Truly thou art a God that hidest thyself, O God of Israel, the saviour!"
    },
    {
      "verse": 16,
      "text": "They shall all be ashamed and confounded, They shall go to confusion together, That are makers of idols."
    },
    {
      "verse": 17,
      "text": "But Israel shall be saved by Jehovah with an everlasting salvation; Ye shall never be ashamed, nor confounded."
    },
    {
      "verse": 18,
      "text": "For thus saith Jehovah, who created the heavens; The God that formed the earth and made it; he that made it firm; He created it not in vain; he formed it to be inhabited: I am Jehovah, and none else."
    },
    {
      "verse": 19,
      "text": "I have not spoken in secret, in a dark place of the earth; I have not said to the race of Jacob, Seek ye me in vain! I, Jehovah, speak truth; I declare that which is right."
    },
    {
      "verse": 20,
      "text": "Assemble yourselves and come; Gather yourselves together, ye that are escaped of the nations! They are without understanding, who carry about with them the wood of their graven image, And pray to a god that cannot save."
    },
    {
      "verse": 21,
      "text": "Proclaim ye, and bring them near, And let them take counsel together: Who hath made this known from ancient time? Who hath declared it of old? Is it not I, Jehovah, besides whom there is no God? A God that uttereth truth, and giveth salvation; there is none besides me."
    },
    {
      "verse": 22,
      "text": "Look to me, and be saved, all ye ends of the earth! For I am God, and there is none else."
    },
    {
      "verse": 23,
      "text": "By myself have I sworn, The truth hath gone from my mouth, The word, that shall not return, That to me every knee shall bow, That to me every tongue shall swear."
    },
    {
      "verse": 24,
      "text": "“Only in Jehovah,” shall men say, “Is salvation and strength; To him shall come and be put to shame, All that are incensed against him.”"
    },
    {
      "verse": 25,
      "text": "Through Jehovah shall all the race of Israel be delivered, And in him shall they glory."
    }
  ]
}