{
  "book_id": "ISA",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Bel sinketh down; Nebo falleth; Their images are laid upon beasts and cattle; Those that ye once bore are packed upon them; A burden to the weary beast!"
    },
    {
      "verse": 2,
      "text": "They sink down; they fall together; They cannot rescue the burden; They themselves go into captivity."
    },
    {
      "verse": 3,
      "text": "Hearken to me, O house of Jacob, And all the remnant of the house of Israel; Ye that have been borne by me from your birth, That have been carried by me from your earliest breath!"
    },
    {
      "verse": 4,
      "text": "Even to your old age I am the same; Even to hoar hairs I will carry you; I have done it, and I will still bear you; I will carry, and will deliver you."
    },
    {
      "verse": 5,
      "text": "To whom will ye liken me, and compare me? Yea, to whom will ye compare me, that we may be like?"
    },
    {
      "verse": 6,
      "text": "They lavish gold out of the bag, And weigh silver in the balance; They hire a goldsmith, and he maketh it a god; They fall down, yea, they worship it."
    },
    {
      "verse": 7,
      "text": "They lift him upon the shoulder, and carry him; They set him in his place, and there he standeth; From his place he moveth not; Yea, one may cry to him, yet doth he not answer, Nor save him out of his distress."
    },
    {
      "verse": 8,
      "text": "Remember these things, and show yourselves men; Lay them to heart, ye apostates!"
    },
    {
      "verse": 9,
      "text": "Remember the former things in ancient times! For I am God, and there is none else; I am God, and there is none like me."
    },
    {
      "verse": 10,
      "text": "Declaring the end from the beginning; From ancient times the things that were not yet done; Saying, My purpose shall stand, And I will do all my pleasure;"
    },
    {
      "verse": 11,
      "text": "Calling from the East the eagle, The man that executeth my purpose from a far country; I have spoken it, I will also bring it to pass; I have purposed it, I will also do it."
    },
    {
      "verse": 12,
      "text": "Hearken to me, ye stubborn-hearted, That are far from deliverance!"
    },
    {
      "verse": 13,
      "text": "I have brought near my deliverance; it is not far off; My salvation shall not tarry; I will give to Zion salvation, To Israel, my glory."
    }
  ]
}