{
  "book_id": "ISA",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "Come down, and sit in the dust, O virgin, daughter of Babylon! Sit on the ground without a throne, O daughter of the Chaldaeans! For thou shalt no longer be called the tender and delicate!"
    },
    {
      "verse": 2,
      "text": "Take the mill-stones and grind meal; Raise thy veil, lift up thy train; Make bare the leg, wade through the streams!"
    },
    {
      "verse": 3,
      "text": "Thy nakedness shall be uncovered, And thy shame shall be seen. I will take vengeance; I will make peace with none."
    },
    {
      "verse": 4,
      "text": "Our Redeemer, Jehovah of hosts is his name, The Holy One of Israel."
    },
    {
      "verse": 5,
      "text": "Sit thou in silence; go into darkness, O daughter of the Chaldaeans! For thou shalt no more be called the mistress of kingdoms."
    },
    {
      "verse": 6,
      "text": "I was angry with my people; I profaned my inheritance, And gave them into thy hand; Thou didst show them no mercy; Even upon the aged didst thou lay a very grievous yoke."
    },
    {
      "verse": 7,
      "text": "Thou saidst, “I shall be mistress forever”; So that thou didst not lay these things to thy heart, Nor consider what would be the end of them."
    },
    {
      "verse": 8,
      "text": "But hear thou this, thou that art given to pleasure! That sittest in security, And sayest in thy heart, “I am, and there is none besides me; I shall not be a widow, Nor see myself childless!”"
    },
    {
      "verse": 9,
      "text": "Behold, both these things shall come upon thee suddenly, in one day, Loss of children, and widowhood; In full measure shall they come upon thee, In spite of thy many sorceries, And the great abundance of thy enchantments."
    },
    {
      "verse": 10,
      "text": "Thou didst trust in thy wickedness, and saidst, “No one seeth me”; Thy wisdom and thy knowledge have led thee astray; Thou saidst in thy heart, “I am, and there is none besides me”;"
    },
    {
      "verse": 11,
      "text": "Therefore shall evil come upon thee, of which thou shalt not know the dawn; And mischief shall fall upon thee, which thou shalt not be able to expiate; Suddenly shall desolation come upon thee, when thou thinkest not of it."
    },
    {
      "verse": 12,
      "text": "Persevere now in thy enchantments; In the multitude of thy sorceries, in which thou hast labored from thy youth; Perhaps thou mayst be profited by them! Perhaps thou mayst make thyself feared!"
    },
    {
      "verse": 13,
      "text": "Art thou wearied with thy many devices? Let them stand up, then, and save thee, The observers of the heavens, the star-gazers, They that prognosticate at every new moon The things that shall come upon thee!"
    },
    {
      "verse": 14,
      "text": "Behold, they shall be like stubble; the fire shall burn them up; They shall not deliver themselves from the power of the flame; Not a coal shall be left of them to warm one, Nor a spark of fire to sit by."
    },
    {
      "verse": 15,
      "text": "Thus shall it be with them with whom thou hast labored; Thus with them with whom thou hast trafficked from thy youth; They shall go every one his own way; None shall help thee."
    }
  ]
}