{
  "book_id": "ISA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Hear this, O house of Jacob! Ye that are called by the name of Israel; Ye that have come forth from the fountain of Judah; Ye that swear by the name of Jehovah, And praise the God of Israel, But not in truth and sincerity!"
    },
    {
      "verse": 2,
      "text": "For they call themselves of the holy city, And stay themselves on the God of Israel, Whose name is Jehovah of hosts:—"
    },
    {
      "verse": 3,
      "text": "What hath happened I declared to you long ago; From my mouth it proceeded, and I made it known; On a sudden I effected it, and it came to pass."
    },
    {
      "verse": 4,
      "text": "Because I knew that thou art obstinate, And that thy neck is a bar of iron, And that thy brow is brass,"
    },
    {
      "verse": 5,
      "text": "I declared it to thee long ago; Before it came to pass, I made it known to thee; Lest thou shouldst say, My idol effected it, And my graven image, and my molten image ordained it."
    },
    {
      "verse": 6,
      "text": "Thou hast heard it; now see it all! And will ye not confess it? From this time I make you hear a new thing, Even a hidden thing, which thou hast not known."
    },
    {
      "verse": 7,
      "text": "It is produced now, and not long ago; Before this day thou hast not heard of it, Lest thou shouldst say, Behold, I knew it."
    },
    {
      "verse": 8,
      "text": "Yea, thou heardest it not; yea, thou knewest it not; Yea, it was not disclosed to thee long ago; For I knew that thou wast wholly faithless, And wast called rebellious from thy birth."
    },
    {
      "verse": 9,
      "text": "For the sake of my name I will defer my anger, And for the sake of my praise I will restrain it from thee, That I may not utterly cut thee off."
    },
    {
      "verse": 10,
      "text": "Behold, I have melted thee, and found no silver; I have tried thee in the furnace of affliction."
    },
    {
      "verse": 11,
      "text": "For mine own sake will I do it; For how would my name be blasphemed? And my glory will I not give to another."
    },
    {
      "verse": 12,
      "text": "Hearken to me, O Jacob, And Israel, whom I have called! I am He, I am the first, and I the last."
    },
    {
      "verse": 13,
      "text": "Yea, my hand hath founded the earth, And my right hand hath spread out the heavens; I called them; they stood forth together."
    },
    {
      "verse": 14,
      "text": "Assemble yourselves, all of you, and hear! Who among you hath declared these things? He whom Jehovah loveth will execute his pleasure upon Babylon, And his power upon the Chaldaeans."
    },
    {
      "verse": 15,
      "text": "I, even I, have spoken; yea, I have called him; I have brought him, and his way shall be prosperous."
    },
    {
      "verse": 16,
      "text": "Draw near to me, and hear ye this! I spake not in secret from the beginning; And since it began to be, I have been there; And now hath the Lord Jehovah sent me with his spirit."
    },
    {
      "verse": 17,
      "text": "Thus saith Jehovah, thy Redeemer, the Holy One of Israel; I am Jehovah, thy God, who teacheth thee what will profit thee; Who leadeth thee in the way thou shouldst go."
    },
    {
      "verse": 18,
      "text": "O that thou wouldst hearken to my commandments! Then shall thy peace be as a river, And thy prosperity as the waves of the sea;"
    },
    {
      "verse": 19,
      "text": "Then shall thy posterity be as the sand, And the fruit of thy body as the offspring of the sea; Thy name shall not be cut off, nor destroyed before me."
    },
    {
      "verse": 20,
      "text": "Come ye forth from Babylon, flee ye from the land of the Chaldaeans with the voice of joy! Publish ye this, and make it known; Let it resound to the ends of the earth! Say: “Jehovah hath redeemed his servant Jacob;"
    },
    {
      "verse": 21,
      "text": "They thirst not in the deserts through which he leadeth them; Waters from the rock he causeth to flow for them; He cleaveth the rock, and the waters gush forth."
    },
    {
      "verse": 22,
      "text": "There is no peace, saith Jehovah, for the wicked.”"
    }
  ]
}