{
  "book_id": "ISA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah: Where is the bill of your mother's divorcement, By which I dismissed her? Or who is he among my creditors To whom I have sold you? Behold, for your iniquities are ye sold, And for your transgressions was your mother dismissed."
    },
    {
      "verse": 2,
      "text": "Wherefore, when I came, was no man at hand? When I called, was there none to answer? Is my hand too short to redeem? Or have I no power to deliver? Behold, at my rebuke I dry up the sea, And make the rivers a desert. Their fish putrefy for want of water, And die with thirst."
    },
    {
      "verse": 3,
      "text": "I clothe the heavens with blackness, And make sackcloth their covering."
    },
    {
      "verse": 4,
      "text": "The Lord Jehovah hath given me the tongue of the learned, That I might know how to strengthen with my words them that are weary; He wakeneth me every morning, He wakeneth mine ear, That I may hear in the manner of the learned."
    },
    {
      "verse": 5,
      "text": "The Lord Jehovah opened mine ear, And I was not disobedient, Neither did I withdraw myself backward."
    },
    {
      "verse": 6,
      "text": "I gave my back to the smiters, And my cheeks to them that pluck the beard; I hid not my face from shame and spitting."
    },
    {
      "verse": 7,
      "text": "But the Lord Jehovah is my helper, Therefore shall I not be confounded; Therefore have I made my face like a flint, For I know that I shall not be put to shame."
    },
    {
      "verse": 8,
      "text": "He that defendeth my cause is near; Who will contend with me? Let us stand up together! Who is my adversary? Let him come near to me!"
    },
    {
      "verse": 9,
      "text": "Behold, the Lord Jehovah is my defender; Who is he that shall condemn me? Behold, they shall all waste away like a garment; The moth shall consume them."
    },
    {
      "verse": 10,
      "text": "Who is there among you that feareth Jehovah, That hearkeneth to the voice of his servant, That walketh in darkness and hath no light? Let him trust in the name of Jehovah, And lean upon his God."
    },
    {
      "verse": 11,
      "text": "Behold, all ye who kindle a fire, Who gird yourselves with burning arrows! Walk ye in the light of your fire, And in the burning arrows which ye have kindled. This shall ye have from my hand; Ye shall lie down in sorrow."
    }
  ]
}