{
  "book_id": "ISA",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Hearken to me, ye that pursue righteousness. Ye that seek Jehovah! Look to the rock whence ye were hewn, To the pit-quarry whence ye were digged!"
    },
    {
      "verse": 2,
      "text": "Look to Abraham your father, And to Sarah that bore you! For I called him when only one, And blessed him, and multiplied him."
    },
    {
      "verse": 3,
      "text": "Thus will Jehovah have pity upon Zion; He will have pity upon all her desolations. He will make her wilderness like Eden, Her desert like the garden of Jehovah. Joy and gladness shall be found therein; Thanksgiving, and the voice of melody."
    },
    {
      "verse": 4,
      "text": "Hearken to me, O my people! And give ear to me, O my nation! For a law shall proceed from me, And I will establish my statutes for the light of the nations."
    },
    {
      "verse": 5,
      "text": "My help is near; my salvation goeth forth; My arm shall judge the nations; Distant lands shall wait for me, And in my arm shall they trust."
    },
    {
      "verse": 6,
      "text": "Lift up your eyes to the heavens, And look down upon the earth beneath! For the heavens shall vanish away like smoke, And the earth shall decay like a garment, And its inhabitants shall perish like flies. But my salvation shall endure forever, And my goodness shall not decay."
    },
    {
      "verse": 7,
      "text": "Hearken to me, ye that know righteousness, The people in whose heart is my law! Fear ye not the reproach of men, Nor be disheartened by their revilings!"
    },
    {
      "verse": 8,
      "text": "For the moth shall consume them like a garment, And the worm shall eat them like wool. But my goodness shall endure forever, And my salvation from generation to generation."
    },
    {
      "verse": 9,
      "text": "Awake! awake! clothe thyself with strength, O arm of Jehovah! Awake, as in the ancient days, in the generations of old!"
    },
    {
      "verse": 10,
      "text": "Art thou not the same that smote Rahab, And wounded the dragon? Art thou not the same that dried up the sea, The waters of the great deep,—That made the depths of the sea a path for the redeemed to pass through?"
    },
    {
      "verse": 11,
      "text": "Thus shall the ransomed of Jehovah return; They shall come to Zion with singing; Everlasting joy shall be upon their heads; They shall obtain gladness and joy, And sorrow and sighing shall flee away."
    },
    {
      "verse": 12,
      "text": "I, even I, am he that hath pity upon you; Who art thou, that thou art afraid of man, that shall die, Of the son of man, that shall perish like grass,"
    },
    {
      "verse": 13,
      "text": "And forgettest Jehovah thy maker, That stretched out the heavens, And founded the earth, And fearest continually every day, On account of the fury of the oppressor, As if he were taking aim to destroy thee? Where now is the fury of the oppressor?"
    },
    {
      "verse": 14,
      "text": "Soon shall the enchained be loosed; He shall not die in the pit, Nor shall his bread fail."
    },
    {
      "verse": 15,
      "text": "For I am Jehovah thy God, That rebuketh the sea when his waves roar; Jehovah of hosts is his name."
    },
    {
      "verse": 16,
      "text": "I have put my words into thy mouth, And have covered thee with the shadow of my hand, To establish the heavens, and to found the earth. And to say to Zion, “Thou art my people!”"
    },
    {
      "verse": 17,
      "text": "Awake, awake, stand up, O Jerusalem! Thou that hast drunk from the hand of Jehovah the cup of his fury, Thou that hast drunk to the dregs the cup of giddiness!"
    },
    {
      "verse": 18,
      "text": "There is not one to lead her, of all the sons which she hath brought forth, Nor is there one to take her by the hand, of all the sons which she hath nurtured."
    },
    {
      "verse": 19,
      "text": "These two things have come upon thee, And who bemoaneth thee? Desolation and destruction, and famine and the sword; How shall I comfort thee?"
    },
    {
      "verse": 20,
      "text": "Thy sons have fainted; they lie at the head of all the streets, Like a deer in the net; They are full of the wrath of Jehovah, Of the rebuke of thy God."
    },
    {
      "verse": 21,
      "text": "Therefore, hear this, thou afflicted, Thou drunken, and not with wine!"
    },
    {
      "verse": 22,
      "text": "Thus saith thy Lord, Jehovah, And thy God, that defendeth the cause of his people. Behold, I will take from thy hand the cup of giddiness, The cup of my wrath; Thou shalt drink no more of it."
    },
    {
      "verse": 23,
      "text": "And I will put it into the hand of them that have afflicted thee; That have said to thee, “Bow down, that we may pass over!” And thou madest thy body as the ground, And as the street, to them that passed over."
    }
  ]
}