{
  "book_id": "ISA",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "Awake, awake, put on thy majesty, O Zion! Put on thy beautiful garments, O Jerusalem, the holy city! For no more shall come into thee the uncircumcised and the unclean."
    },
    {
      "verse": 2,
      "text": "Shake thyself from the dust, Arise and sit erect, O Jerusalem! Loose thyself from the bands of thy neck, O captive daughter of Zion!"
    },
    {
      "verse": 3,
      "text": "For thus saith Jehovah: For naught were ye sold, And without money shall ye be ransomed."
    },
    {
      "verse": 4,
      "text": "For thus saith the Lord Jehovah: My people went down to Egypt formerly to sojourn there, And the Assyrian oppressed them without cause."
    },
    {
      "verse": 5,
      "text": "And now, what have I here to do, saith the Lord, When my people is taken away for naught, And their tyrants exult, saith Jehovah, And all the day long my name is blasphemed."
    },
    {
      "verse": 6,
      "text": "Therefore shall my people know my name; Therefore in that day shall they know That I am he that said, Behold, here am I!"
    },
    {
      "verse": 7,
      "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings, of him that proclaimeth peace! That bringeth good tidings, that proclaimeth salvation! That saith to Zion, “Thy God is king!”"
    },
    {
      "verse": 8,
      "text": "Hark! the voice of thy watchmen! They lift up the voice together; yea, they shout! For eye to eye shall they behold, When Jehovah returneth to Zion."
    },
    {
      "verse": 9,
      "text": "Break forth into joy; shout together, ye ruins of Jerusalem! For Jehovah hath pity on his people; he redeemeth Jerusalem."
    },
    {
      "verse": 10,
      "text": "Jehovah maketh bare his holy arm In the sight of all the nations; All the ends of the earth Behold the salvation from our God."
    },
    {
      "verse": 11,
      "text": "Depart, depart ye; go ye out from thence; Touch no unclean thing! Go ye out from the midst of her; Be ye clean, ye that bear the vessels of Jehovah!"
    },
    {
      "verse": 12,
      "text": "For not in haste shall ye go forth, Nor in flight shall ye pass along; For Jehovah shall march in your front, And the God of Israel bring up your rear."
    },
    {
      "verse": 13,
      "text": "Behold, my servant shall prosper; He shall be lifted up, and set on high, and greatly exalted."
    },
    {
      "verse": 14,
      "text": "As many were amazed at the sight of him,—So disfigured and scarcely human was his visage, And so unlike that of a man was his form,—"
    },
    {
      "verse": 15,
      "text": "So shall he cause many nations to exult on account of him; Kings shall shut their mouths before him. For what had never been told them shall they see, And what they never heard shall they perceive."
    }
  ]
}