{
  "book_id": "ISA",
  "chapter": 54,
  "verses": [
    {
      "verse": 1,
      "text": "Sing, O thou barren, that didst not hear! Break forth into singing, and shout for joy, thou that wast not in travail! For more are the children of the desolate Than of the married woman, saith Jehovah."
    },
    {
      "verse": 2,
      "text": "Enlarge the place of thy tent, And let the canopy of thy habitation be extended! Spare not; lengthen thy cords, And make fast thy stakes!"
    },
    {
      "verse": 3,
      "text": "For on the right hand and on the left shalt thou burst forth with increase; And thy posterity shall inherit the nations, And people the desolate cities."
    },
    {
      "verse": 4,
      "text": "Fear not, for thou shalt not be confounded; Blush not, for thou shalt not be put to shame. For thou shalt forget the shame of thy youth, And the reproach of thy widowhood thou shalt remember no more."
    },
    {
      "verse": 5,
      "text": "For thy husband is thy Maker; Jehovah of hosts is his name. Thy redeemer is the Holy One of Israel; The God of the whole earth shall he be called."
    },
    {
      "verse": 6,
      "text": "For as a woman forsaken, and deeply afflicted, hath Jehovah recalled thee, And as a wife wedded in youth, that hath been rejected, saith thy God."
    },
    {
      "verse": 7,
      "text": "For a little moment I have forsaken thee, But with great mercy will I gather thee."
    },
    {
      "verse": 8,
      "text": "In overflowing wrath I hid my face from thee for a moment. But with everlasting kindness will I have mercy upon thee, Saith thy redeemer, Jehovah."
    },
    {
      "verse": 9,
      "text": "As in the time of the waters of Noah, so shall it be now; As I swore that the waters of Noah should no more go over the earth, So do I swear that I will not be angry with thee, nor rebuke thee."
    },
    {
      "verse": 10,
      "text": "For the mountains shall depart, And the hills be overthrown, But my kindness shall not depart from thee, Nor shall my covenant of peace be overthrown, Saith Jehovah, that hath pity on thee."
    },
    {
      "verse": 11,
      "text": "O thou afflicted, beaten with the storm, destitute of consolation! Behold, I lay thy stones in cement of vermilion, And thy foundations with sapphires."
    },
    {
      "verse": 12,
      "text": "And I will make thy battlements of rubies, And thy gates of carbuncles, And all thy borders fill of precious stones."
    },
    {
      "verse": 13,
      "text": "All thy children shall be taught by Jehovah, And great shall be the prosperity of thy children."
    },
    {
      "verse": 14,
      "text": "By righteousness shalt thou be established; Be thou far from anxiety, for thou shalt have nothing to fear, And from terror, for it shall not come near thee."
    },
    {
      "verse": 15,
      "text": "If any be leagued against thee, it is not by my command; Whoever shall be leagued against thee shall come over to thee."
    },
    {
      "verse": 16,
      "text": "Behold, I create the smith, Who bloweth up the coals into a fire, And produceth an instrument for his work; I also create the destroyer to lay waste."
    },
    {
      "verse": 17,
      "text": "Whatever weapon is formed against thee, it shall not prosper; And against every tongue that contendeth with thee, thou shalt obtain thy cause. This is the inheritance of the servants of Jehovah, And the blessing which they receive from me, saith Jehovah."
    }
  ]
}