{
  "book_id": "ISA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "Ho, every one that thirsteth, come ye to the waters! Even ye that have no money, come ye, buy and eat! Yea, come, buy wine and milk, Without money and without price."
    },
    {
      "verse": 2,
      "text": "Wherefore do ye spend your money for that which is not bread, And your substance for that which doth not satisfy? Listen attentively to me; so shall ye eat that which is good, And your soul shall delight itself with delicacies."
    },
    {
      "verse": 3,
      "text": "Incline your ear, and come to me; Hear, and your soul shall live! And I will make with you an everlasting covenant; I will give you the sure mercies of David."
    },
    {
      "verse": 4,
      "text": "Behold, I gave him for a commander to the nations; For a prince, and a lawgiver to the nations."
    },
    {
      "verse": 5,
      "text": "Behold, the nation which thou knowest not thou shalt call; And the nation which knew not thee shall run to thee, For the sake of Jehovah, thy God, And of the Holy One of Israel, for he hath glorified thee."
    },
    {
      "verse": 6,
      "text": "Seek ye Jehovah, while he may be found; Call upon him while he is near;"
    },
    {
      "verse": 7,
      "text": "Let the wicked forsake his way, And the unrighteous man his thoughts; Let him return to Jehovah, and he will have mercy upon him, And to our God, for he will abundantly pardon."
    },
    {
      "verse": 8,
      "text": "For my thoughts are not your thoughts, Neither are your ways my ways, saith Jehovah."
    },
    {
      "verse": 9,
      "text": "For as the heavens are higher than the earth, So are my ways higher than your ways, And my thoughts than your thoughts."
    },
    {
      "verse": 10,
      "text": "For as the rain and the snow descend from heaven, And return not thither, But water the earth, and make it bear and put forth its increase, That it may give seed to the sower, and bread to the eater;"
    },
    {
      "verse": 11,
      "text": "So shall my word be, that goeth forth from my mouth; It shall not return to me void; But it shall bring to pass that which is my pleasure, And it shall accomplish that for which I send it."
    },
    {
      "verse": 12,
      "text": "For ye shall go out with joy And be led forth with peace; The mountains and the hills shall break forth before you into singing, And all the trees of the field shall clap their hands."
    },
    {
      "verse": 13,
      "text": "Instead of the thorn shall grow up the cypress-tree, And instead of the bramble shall grow up the myrtle-tree, And it shall be to Jehovah for a name; For an everlasting memorial, that shall not pass away."
    }
  ]
}