{
  "book_id": "ISA",
  "chapter": 56,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah: Keep ye justice, and practise righteousness; For the coming of my salvation is near, And my deliverance is soon to be revealed."
    },
    {
      "verse": 2,
      "text": "Happy the man that doeth this, And the son of man that holdeth it fast; That keepeth the sabbath, and profaneth it not, And restraineth his hand from doing evil."
    },
    {
      "verse": 3,
      "text": "And let not the stranger that joineth himself to Jehovah say, Jehovah hath wholly separated me from his people. And let not the eunuch say, Behold, I am a dry tree!"
    },
    {
      "verse": 4,
      "text": "For thus saith Jehovah concerning the eunuchs: They that keep my sabbaths, And take pleasure in doing my will, And hold fast my covenant,"
    },
    {
      "verse": 5,
      "text": "To them will I give in my house, and within my walls, a portion and a name, Better than of sons and daughters; An everlasting name will I give them, That shall never fade away."
    },
    {
      "verse": 6,
      "text": "The strangers, also, that join themselves to Jehovah, to serve him, To love the name of Jehovah, and to be his servants. Every one that keepeth the sabbath, and profaneth it not, And holdeth fast my covenant,"
    },
    {
      "verse": 7,
      "text": "Them will I bring to my holy mountain, And I will make them rejoice in my house of prayer; Their burnt-offerings and sacrifices shall be accepted on mine altar; For my house shall be called a house of prayer for all nations."
    },
    {
      "verse": 8,
      "text": "Thus saith the Lord Jehovah, That gathereth the outcasts of Israel; Yet will I gather others to him, Besides those that are already gathered."
    },
    {
      "verse": 9,
      "text": "Come, all ye beasts of the field, Yea, all ye beasts of the forest, to devour!"
    },
    {
      "verse": 10,
      "text": "His watchmen are all blind; they know nothing; They are all dumb dogs, that cannot bark, Dreaming, lying down, loving to slumber;"
    },
    {
      "verse": 11,
      "text": "Yet are they greedy dogs that cannot be satisfied; The shepherds themselves will not attend; They all turn aside to their own way, Every one of them to their own gain."
    },
    {
      "verse": 12,
      "text": "“Come on, let me bring wine, And let us fill ourselves with strong drink, And to-morrow shall be as to-day, And even much more abundant.”"
    }
  ]
}