{
  "book_id": "ISA",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "The righteous man perisheth, and no one layeth it to heart; And pious men are taken away, and none considereth That because of the evil the righteous man is taken away."
    },
    {
      "verse": 2,
      "text": "He entereth into peace; He resteth in his bed, Every one that walketh in uprightness."
    },
    {
      "verse": 3,
      "text": "But draw near hither, ye sons of the sorceress, Ye brood of the adulterer and the harlot!"
    },
    {
      "verse": 4,
      "text": "Of whom do ye make your sport, And at whom do ye make wide the mouth, And draw out the tongue? Are ye not rebellious children, a treacherous brood?"
    },
    {
      "verse": 5,
      "text": "Burning with lust for idols Under every green tree, Slaying children in the valleys, Under the clefts of the rocks?"
    },
    {
      "verse": 6,
      "text": "With the smooth stones of the valley is thy portion; These, these are thy lot; Here thou pourest out thy drink-offering, And presentest thy meat-offering; Can I see such things, and be at rest?"
    },
    {
      "verse": 7,
      "text": "Upon a high and lofty mountain settest thou thy bed; Thither dost thou go up to offer sacrifice;"
    },
    {
      "verse": 8,
      "text": "Behind the doors and the posts dost thou place thy memorial; Thou departest from me, and uncoverest, and ascendest, and enlargest thy bed. Thou makest an agreement with them; Thou desirest their bed; Thou choosest a place."
    },
    {
      "verse": 9,
      "text": "Thou goest to the king with oil, And takest much precious perfume; Thou sendest thine ambassadors afar, Yea, down to the under-world."
    },
    {
      "verse": 10,
      "text": "In the length of thy journeys thou hast wearied thyself, But thou sayest not, “I will desist”; Thou yet findest life in thy hand, Therefore thou art not discouraged."
    },
    {
      "verse": 11,
      "text": "On account of whom art thou anxious, and of whom art thou afraid, that thou hast proved false, And hast not remembered me, nor laid it to heart? Behold, I have been silent a long time; Therefore thou fearest me not."
    },
    {
      "verse": 12,
      "text": "But now I announce thy deliverance, And thy works do not profit thee."
    },
    {
      "verse": 13,
      "text": "When thou criest, let thy host of idols deliver thee! But the wind shall bear them all away; A breath shall take them off; But he that putteth his trust in me Shall possess the land, And shall inherit my holy mountain."
    },
    {
      "verse": 14,
      "text": "Men shall say, Cast up, cast up, prepare the road; Remove every obstruction from the way of my people!"
    },
    {
      "verse": 15,
      "text": "For thus saith the high and lofty One That inhabiteth eternity, whose name is Holy: I dwell in the high and holy place; With him also that is of a contrite and humble spirit; To revive the spirit of the humble, And to revive the heart of the contrite ones."
    },
    {
      "verse": 16,
      "text": "For I will not contend forever, Nor will I be always angry; For life would fail before me, And the souls which I created."
    },
    {
      "verse": 17,
      "text": "For the guilt of his covetousness I was angry; I smote him, I hid myself, and was angry; But yet he went on perversely in the way of his heart."
    },
    {
      "verse": 18,
      "text": "I have seen his ways, yet will I heal him; I will guide him, and I will restore comfort To him and to his mourners;"
    },
    {
      "verse": 19,
      "text": "I create the fruit of the lips. Peace, peace to him that is far off, and to him that is nigh, Saith Jehovah; I will heal him."
    },
    {
      "verse": 20,
      "text": "But the wicked is like the troubled sea, Which cannot rest, Whose waters cast up mire and dirt."
    },
    {
      "verse": 21,
      "text": "There is no peace, saith my God, for the wicked."
    }
  ]
}