{
  "book_id": "ISA",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "Cry aloud, spare not, Lift up thy voice like a trumpet, And show my people their transgression, And the house of Jacob their sins!"
    },
    {
      "verse": 2,
      "text": "Yet they seek me daily, And desire to know my ways, As a nation that hath done righteousness, And hath not forsaken the ordinances of their God; They inquire of me concerning the judgments which bring salvation; They long for the coming of God."
    },
    {
      "verse": 3,
      "text": "“Wherefore do we fast, and thou seest not? Wherefore do we afflict our souls, and thou dost not regard it?” Behold, in the day of your fasts ye pursue your pleasure, And exact all your labors."
    },
    {
      "verse": 4,
      "text": "Behold, ye fast in strife and contention, And smiting with the fist of wickedness. Ye do not fast now So that your voice shall be heard on high."
    },
    {
      "verse": 5,
      "text": "Is this the fast that I approve, A day for a man to afflict his soul? Is it that he should bow down his head like a bulrush, And lie down in sackcloth and ashes? Wilt thou call this a fast, And a day acceptable to Jehovah?"
    },
    {
      "verse": 6,
      "text": "Is not this the fast that I approve,—To loose the bands of wickedness, To undo the heavy burdens, To let the oppressed go free, And to break in pieces every yoke?"
    },
    {
      "verse": 7,
      "text": "Is it not to break thy bread to the hungry, And to bring the poor, that are cast out, to thy house? When thou seest the naked, that thou clothe him, And that thou hide not thyself from thine own flesh?"
    },
    {
      "verse": 8,
      "text": "Then shall thy light break forth like the morning, And thy health shall spring forth speedily; Thy salvation shall go before thee, And the glory of Jehovah shall bring up thy rear."
    },
    {
      "verse": 9,
      "text": "Then shalt thou call, and Jehovah will answer; Thou shalt cry, and he shall say, Lo, here I am! If thou remove from the midst of thee the yoke, The pointing of the finger, and the injurious speech."
    },
    {
      "verse": 10,
      "text": "If thou bring forth thy bread to the hungry, And satisfy the afflicted soul, Then in obscurity shall light arise to thee; Yea, thy darkness shall become as noonday;"
    },
    {
      "verse": 11,
      "text": "Jehovah shall lead thee continually, And satisfy thee in the time of drought, And strengthen thy bones; Thou shalt be like a watered garden, and a spring of water, Whose waters never fail."
    },
    {
      "verse": 12,
      "text": "Thy people shall build the ancient desolations, The ruins of many generations shall they restore; Thou shalt be called the repairer of the breach, The restorer of ways for inhabitants."
    },
    {
      "verse": 13,
      "text": "If thou restrain thy foot from the sabbath, From doing thy pleasure on my holy day, If thou shalt call the sabbath a delight, The holy day of Jehovah honorable, And shalt honor it by refraining from thy work, From doing thy pleasure, and speaking vain words,"
    },
    {
      "verse": 14,
      "text": "Then shalt thou delight thyself in Jehovah. And I will cause thee to ride upon the high places of the earth, And cause thee to enjoy the inheritance of Jacob, thy father; For the mouth of Jehovah hath spoken it."
    }
  ]
}