{
  "book_id": "ISA",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, Jehovah's hand is not shortened, that it cannot save, Nor is his ear heavy, that it cannot hear;"
    },
    {
      "verse": 2,
      "text": "But your iniquities have separated you from your God, And your sins have hidden his face from you, that he doth not hear."
    },
    {
      "verse": 3,
      "text": "For your hands are polluted with blood, And your fingers with iniquity; Your lips speak falsehood, And your tongue muttereth wickedness."
    },
    {
      "verse": 4,
      "text": "No one bringeth his suit with justice, And no one pleadeth with truth; They trust in vain words, and speak lies; They conceive mischief, and bring forth destruction."
    },
    {
      "verse": 5,
      "text": "They hatch the eggs of the basilisk, And weave the web of the spider; He that eateth of their eggs dieth, And when one of them is crushed, a viper breaketh forth."
    },
    {
      "verse": 6,
      "text": "Of their webs no garment is made, Nor can one cover himself with their work; Their works are works of iniquity, And the deed of violence is in their hands."
    },
    {
      "verse": 7,
      "text": "Their feet run to evil; They make haste to shed innocent blood. Their thoughts are evil thoughts; Oppression and destruction are in their paths."
    },
    {
      "verse": 8,
      "text": "The way of peace they know not, Nor is there any justice in their steps; They have made for themselves crooked paths; Whoso goeth in them knoweth not peace."
    },
    {
      "verse": 9,
      "text": "Therefore is judgment far from us, And deliverance doth not overtake us. We look for light, and behold obscurity; For brightness, and we walk in darkness."
    },
    {
      "verse": 10,
      "text": "We grope for the wall, like the blind; We feel our way, like those that are deprived of sight; We stumble at noonday as in the night; In the midst of fertile fields we are like the dead."
    },
    {
      "verse": 11,
      "text": "We groan, all of us, like bears, And like doves we make a continued moan; We look for judgment, and it cometh not; For salvation, and it is far from us."
    },
    {
      "verse": 12,
      "text": "For our transgressions are multiplied before thee, And our sins testify against us! For our transgressions are not hidden from us, And our iniquities we know."
    },
    {
      "verse": 13,
      "text": "We have rebelled, and proved false to Jehovah; We have departed from our God; We have spoken violence and rebellion; Our hearts have conceived and brought forth words of falsehood."
    },
    {
      "verse": 14,
      "text": "And justice is turned back, And equity standeth afar off, For truth falleth in the gate, And rectitude cannot enter."
    },
    {
      "verse": 15,
      "text": "Truth is not to be found, And he that departeth from evil is plundered; And Jehovah saw it, And it displeased him that there was no justice."
    },
    {
      "verse": 16,
      "text": "He saw that there was none to help, And wondered that there was none to interpose; Then his own arm wrought salvation for him, And his righteousness it supported him."
    },
    {
      "verse": 17,
      "text": "He put on righteousness as a breastplate, And the helmet of salvation upon his head; He put on garments of vengeance for his clothing, And clad himself with zeal, as with a mantle."
    },
    {
      "verse": 18,
      "text": "According to their deeds will he repay them,—Wrath to his adversaries, recompense to his enemies; To the distant coasts will he repay a recompense."
    },
    {
      "verse": 19,
      "text": "They in the west shall fear the name of Jehovah, And they in the rising of the sun his glory, When he cometh like a river straitened in its course, Which a strong wind driveth along."
    },
    {
      "verse": 20,
      "text": "Yet shall a redeemer come to Zion, For them that turn from their transgressions in Jacob, saith Jehovah."
    },
    {
      "verse": 21,
      "text": "And as for me, this is my covenant with them, saith Jehovah: My spirit, which is upon thee, And my words, which I have put in thy mouth, They shall not depart from thy mouth, Nor from the mouth of thy sons, Nor from the mouth of thy sons' sons, saith Jehovah, From this time forth forever."
    }
  ]
}