{
  "book_id": "ISA",
  "chapter": 61,
  "verses": [
    {
      "verse": 1,
      "text": "The spirit of the Lord Jehovah is upon me, For Jehovah hath anointed me; He hath sent me to publish good tidings to the distressed, To bind up the broken-hearted, To proclaim liberty to the captives, And the opening of the prison to them that are bound;"
    },
    {
      "verse": 2,
      "text": "To proclaim the year of mercy from Jehovah, And the day of vengeance from our God; To comfort all that mourn;"
    },
    {
      "verse": 3,
      "text": "To give gladness to the mourners in Zion; To give them a beautiful crown instead of ashes, The oil of joy for mourning, The garment of praise for the spirit of heaviness, So that they shall be called blessed terebinth-trees, The plantation of Jehovah for his glory."
    },
    {
      "verse": 4,
      "text": "They shall build up the old ruins; They shall raise up the ancient desolations; They shall repair the cities laid waste, The desolations of many generations."
    },
    {
      "verse": 5,
      "text": "Strangers shall stand up and feed your flocks, And the sons of the alien shall be your ploughmen and vine-dressers;"
    },
    {
      "verse": 6,
      "text": "But ye shall be named the priests of Jehovah, Men shall call you the ministers of our God. Ye shall eat the riches of the nations, And in their glory shall ye make your boast."
    },
    {
      "verse": 7,
      "text": "For your shame shall ye have a double reward; And for ignominy ye shall rejoice in your portion; Therefore in your land ye shall possess double; Everlasting joy shall be your portion."
    },
    {
      "verse": 8,
      "text": "For I, Jehovah, love justice, I hate rapine and iniquity, I will give them their reward with faithfulness, And an everlasting covenant will I make with them."
    },
    {
      "verse": 9,
      "text": "Their race shall be illustrious among the nations, And their offspring among the people; All that see them shall acknowledge That they are a race which Jehovah hath blessed."
    },
    {
      "verse": 10,
      "text": "“I will greatly rejoice in Jehovah; My soul shall exult in my God; For he hath clothed me with the garments of salvation; He hath covered me with the mantle of deliverance. As the bridegroom decketh himself with his turban, And as the bride adorneth herself with her jewels.”"
    },
    {
      "verse": 11,
      "text": "For as the earth putteth forth her shoots, And as a garden causeth its plants to spring forth, So shall the Lord Jehovah cause salvation to spring forth; And praise before all the nations."
    }
  ]
}