{
  "book_id": "ISA",
  "chapter": 62,
  "verses": [
    {
      "verse": 1,
      "text": "For Zion's sake I will not keep silence, And for Jerusalem's sake I will not rest, Until her deliverance break forth like the shining light, And her salvation like a blazing torch."
    },
    {
      "verse": 2,
      "text": "Then shall the nations see thy prosperity, And all the kings thy glory; Thou shalt be called by a new name, Which the mouth of Jehovah shall give thee."
    },
    {
      "verse": 3,
      "text": "Thou shalt be a beautiful crown in the hand of Jehovah, A royal diadem in the hand of thy God."
    },
    {
      "verse": 4,
      "text": "No more shalt thou be called the Desolate, And thy land, the Forsaken. But thou shall be named My-delight-is-in-her. And thy land the wedded Matron. For Jehovah shall delight in thee, And thy land shall be married."
    },
    {
      "verse": 5,
      "text": "For as a young man weddeth a virgin. So shall thy children wed thee. And as a bridegroom rejoiceth in his bride, So shall thy God rejoice in thee."
    },
    {
      "verse": 6,
      "text": "Upon thy walls, O Jerusalem, have I set watchmen; All the day, and all the night, shall they not keep silence; O ye that praise Jehovah, keep not silence,"
    },
    {
      "verse": 7,
      "text": "And give him no rest, Until he establish Jerusalem, and make her a praise in the earth!"
    },
    {
      "verse": 8,
      "text": "Jehovah hath sworn by his right hand, and his mighty arm: No more will I give thy corn to be food for thine enemies, Nor shall the sons of the stranger drink thy wine, for which thou hast labored."
    },
    {
      "verse": 9,
      "text": "But they that reap the harvest shall eat it, And praise Jehovah; And they that gather the vintage shall drink it, In my holy comets."
    },
    {
      "verse": 10,
      "text": "Pass ye, pass ye through the gates; Prepare the way for the people; Cast ye up, cast ye up the highway, Clear it from the stones; Lift up on high a standard for the tribes!"
    },
    {
      "verse": 11,
      "text": "Behold, Jehovah proclaimeth to the end of the earth: “Say ye to the daughter of Zion, Behold, thy Deliverer cometh! Behold, his reward is with him, and his recompense before him!”"
    },
    {
      "verse": 12,
      "text": "They shall be called, The holy people, The redeemed of Jehovah. And thou shalt be called, The Sought out, The Not forsaken City."
    }
  ]
}