{
  "book_id": "ISA",
  "chapter": 63,
  "verses": [
    {
      "verse": 1,
      "text": "Who is this that cometh from Edom? In scarlet garments from Bozrah? This that is glorious in his apparel, Proud in the greatness of his strength? I that proclaim deliverance, And am mighty to save."
    },
    {
      "verse": 2,
      "text": "Wherefore is thine apparel red, And thy garments like those of one that treadeth the wine-vat?"
    },
    {
      "verse": 3,
      "text": "I have trodden the wine-vat alone, And of the nations there was none with me. And I trod them in mine anger, And I trampled them in my fury, So that their life-blood was sprinkled upon my garments. And I have stained all my apparel."
    },
    {
      "verse": 4,
      "text": "For the day of vengeance was in my heart, And the year of my deliverance was come."
    },
    {
      "verse": 5,
      "text": "And I looked, and there was none to help, And I wondered, that there was none to uphold; Therefore my own arm wrought salvation for me, And my fury, it sustained me."
    },
    {
      "verse": 6,
      "text": "I trod down the nations in my anger; I crushed them in my fury, And spilled their blood upon the ground."
    },
    {
      "verse": 7,
      "text": "I will celebrate the mercy of Jehovah, the glory of Jehovah, According to all that he hath done for us; His great goodness to the house of Israel, Which he hath bestowed on it in his tender mercy, and his great kindness."
    },
    {
      "verse": 8,
      "text": "He said, Truly they are my people; Children that will not be false; So he was their deliverer."
    },
    {
      "verse": 9,
      "text": "In all their straits they had no distress; An angel of his presence saved them; In his love and compassion he redeemed them, He took them up and bore them all the days of old."
    },
    {
      "verse": 10,
      "text": "But they rebelled, and grieved his holy spirit; Then did he change himself into their enemy; He himself fought against them."
    },
    {
      "verse": 11,
      "text": "Then remembered his people the ancient days, the days of Moses, [[saying,]] Where is he that brought them up from the sea with the shepherd of his flock? Where is he that put his holy spirit within him?"
    },
    {
      "verse": 12,
      "text": "That caused his glorious arm to accompany the right hand of Moses, That divided the water before them, To make to himself an everlasting name?"
    },
    {
      "verse": 13,
      "text": "That led them through the deep, As a horse through a desert, without stumbling?"
    },
    {
      "verse": 14,
      "text": "As the herd descendeth into the valley, The spirit of Jehovah led them to rest. So didst thou lead thy people, To make for thyself a glorious name."
    },
    {
      "verse": 15,
      "text": "Look down from heaven, and behold from thy holy and glorious habitation! Where is thy zeal and thy might? Thy pity and compassion for me, are they restrained?"
    },
    {
      "verse": 16,
      "text": "Thou, surely, art our father; Abraham is ignorant of us, And Israel knoweth us not. Thou, O Jehovah, art our father; Our deliverer wast thou of old."
    },
    {
      "verse": 17,
      "text": "Why, O Jehovah, dost thou suffer us to wander from thy ways, And harden our hearts against thy fear? Return, for thy servants' sake, The tribes of thine inheritance!"
    },
    {
      "verse": 18,
      "text": "But a little while did thy holy people possess the land; Then our enemies trampled upon thy sanctuary."
    },
    {
      "verse": 19,
      "text": "It has been with us as if thou hadst never ruled over us, As if we had not been called by thy name."
    }
  ]
}