{
  "book_id": "ISA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "O that thou wouldst rend the heavens, and come down; That the mountains might tremble at thy presence,"
    },
    {
      "verse": 2,
      "text": "As fire kindleth the dry stubble, As fire causeth water to boil, To make known thy name to thine adversaries, That the nations might tremble at thy presence;"
    },
    {
      "verse": 3,
      "text": "As thou once didst wonderful things, which we looked not for, And camest down, so that the mountains trembled at thy presence."
    },
    {
      "verse": 4,
      "text": "For never have men heard, nor perceived by the ear, Nor hath eye seen, a God beside thee. Who doeth such things for those that trust in him."
    },
    {
      "verse": 5,
      "text": "Thou art the friend of those who joyfully do righteousness, Those who remember thee in thy ways. Behold, thou art angry, and we are punished; Long doth the punishment endure, before we are delivered."
    },
    {
      "verse": 6,
      "text": "We are all of us an unclean thing; Like a filthy garment is all our righteousness; We are all withered like a leaf, And our sins, like a storm, have blown us away."
    },
    {
      "verse": 7,
      "text": "There is none that calleth upon thy name, That stirreth himself up to cleave to thee; For thou hidest thy face from us, And lettest us perish by our iniquities."
    },
    {
      "verse": 8,
      "text": "But now, O Jehovah, thou art our father; We are the clay, and thou hast formed us; We are all of us the work of thy hands."
    },
    {
      "verse": 9,
      "text": "Be not wroth, O Jehovah, to the uttermost, Nor remember our iniquity forever! Behold, look upon us, we beseech thee, we are all thy people!"
    },
    {
      "verse": 10,
      "text": "Thy holy cities have become a wilderness; Zion is become a wilderness, Jerusalem a desolation."
    },
    {
      "verse": 11,
      "text": "Our holy and glorious house, Where our fathers praised thee, Is burned with fire, And all our precious things are laid waste."
    },
    {
      "verse": 12,
      "text": "Wilt thou contain thyself at these things, O Jehovah, Wilt thou keep silence, and still grievously afflict us?"
    }
  ]
}