{
  "book_id": "ISA",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "I have heard those that made no supplication; I have been found by those who sought me not; I said, Here I am, here I am, To a people that called not upon my name."
    },
    {
      "verse": 2,
      "text": "I have spread out my hands all the day To a rebellious people, That walketh in an evil way, According to their own devices;"
    },
    {
      "verse": 3,
      "text": "To a people that provoke me to my face continually; That sacrifice in gardens, And burn incense on tiles;"
    },
    {
      "verse": 4,
      "text": "That sit in sepulchres, And lodge in caverns; That eat swine's flesh, And have broth of unclean things in their vessels;"
    },
    {
      "verse": 5,
      "text": "Who yet say: Stand by thyself! come not near to me, For I am holier than thou! These are a smoke in my nose, A fire that burneth continually."
    },
    {
      "verse": 6,
      "text": "Behold, it stands recorded before me; I will not keep silence, but will requite; I will requite it into their bosoms;"
    },
    {
      "verse": 7,
      "text": "Your iniquities, and the iniquities of your fathers together, saith Jehovah, Who burnt incense on the mountains, And dishonored me on the hills, I will pour the full recompense of their former deeds into their bosom."
    },
    {
      "verse": 8,
      "text": "Thus saith Jehovah: As when juice is found in a cluster, Men say, “Destroy it not, for a blessing is in it”; So will I do, for the sake of my servants, and will not destroy the whole;"
    },
    {
      "verse": 9,
      "text": "I will cause a stem to spring forth from Jacob, And from Judah a possessor of my mountains; My chosen shall possess the land, And my servants shall dwell there."
    },
    {
      "verse": 10,
      "text": "And Sharon shall be a fold for flocks, And the valley of Achor a resting-place for herds, For my people that have sought me."
    },
    {
      "verse": 11,
      "text": "But ye, who have forsaken Jehovah, And have forgotten my holy mountain, That prepare a table for Fortune, And fill the cup for Destiny,"
    },
    {
      "verse": 12,
      "text": "Yourselves do I destine to the sword, And all of you shall bow down before the slaughter; Because I called, and ye answered not, I spake, and ye would not hear, But did that which is evil in my sight, And chose that in which I had no delight."
    },
    {
      "verse": 13,
      "text": "Therefore thus saith the Lord Jehovah: Behold, my servants shall eat, and ye shall be hungry; Behold, my servants shall drink, and ye shall be thirsty; Behold, my servants shall rejoice, and ye shall be confounded;"
    },
    {
      "verse": 14,
      "text": "Behold, my servants shall sing for gladness of heart, But ye shall shriek for sorrow of heart, And howl for anguish of spirit."
    },
    {
      "verse": 15,
      "text": "And ye shall leave your name for a curse to my chosen, And the Lord Jehovah shall slay you; But his servants will he call by another name."
    },
    {
      "verse": 16,
      "text": "Whoso blesseth himself in the land Shall bless by the true God; And he that sweareth in the land shall swear by the true God; For the former troubles are forgotten, And they are hid from mine eyes."
    },
    {
      "verse": 17,
      "text": "For behold! I create new heavens, and a new earth; The former ones shall not be remembered, Nor shall they be brought to mind any more."
    },
    {
      "verse": 18,
      "text": "But ye shall be glad and exult forever In that which I create; For behold! I create Jerusalem a rejoicing, And her people a joy."
    },
    {
      "verse": 19,
      "text": "And I will exult in Jerusalem, And rejoice in my people; No more shall be heard therein The voice of weeping and the cry of distress."
    },
    {
      "verse": 20,
      "text": "There shall not be there an infant child, nor an old man, That hath not filled the measure of his years; For he that dieth a hundred years old shall die a youth, And the sinner dying a hundred years old shall be held accursed."
    },
    {
      "verse": 21,
      "text": "They shall build houses, and inhabit them; They shall plant vineyards, and eat the fruit of them;"
    },
    {
      "verse": 22,
      "text": "They shall not build, and another inhabit; They shall not plant, and another eat; For as the days of a tree shall be the days of my people, Yea, long shall my chosen enjoy the work of their hands."
    },
    {
      "verse": 23,
      "text": "They shall not labor in vain, Nor bring forth children for early death; For they are a race blessed by Jehovah, And their offspring shall remain to them."
    },
    {
      "verse": 24,
      "text": "Before they call, I will answer; And while they are yet speaking, I will hear."
    },
    {
      "verse": 25,
      "text": "The wolf and the lamb shall feed together, And the lion shall eat straw like the ox, And dust shall be the food of the serpent. They shall not hurt, nor destroy, in all my holy mountain, Saith Jehovah."
    }
  ]
}