{
  "book_id": "ISA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah: Heaven is my throne, And the earth my footstool; Where is the house that ye can build me, And where is the place of my rest?"
    },
    {
      "verse": 2,
      "text": "For all these things hath my hand made; By it do all these things exist, saith Jehovah. But to this man will I look, Even to him who is humble and of a contrite spirit, And who trembleth at my word."
    },
    {
      "verse": 3,
      "text": "He that slayeth an ox killeth a man; He that sacrificeth a lamb beheadeth a dog; He that maketh an oblation offereth swine's blood; He that burneth incense blesseth an idol. Yea, they have chosen their own ways, And in their abominations their souls delight."
    },
    {
      "verse": 4,
      "text": "I also will choose their calamities; What they dread I will bring upon them; Because I called, and no one answered, I spake, and they did not hear; But they did what is evil in my sight, And chose that in which I have no delight."
    },
    {
      "verse": 5,
      "text": "Hear the word of Jehovah, Ye that tremble at his word! “Your brethren that hate you, And thrust you out for my name's sake, have said, “May Jehovah be glorified, that we may see your joy!” But they shall be confounded."
    },
    {
      "verse": 6,
      "text": "A voice of tumult from the city! A voice from the temple! The voice of Jehovah, rendering recompense to his enemies!"
    },
    {
      "verse": 7,
      "text": "Before she was in travail, she brought forth, Before her pangs came, she was delivered of a son."
    },
    {
      "verse": 8,
      "text": "Who hath heard such a thing? Who hath seen such things? Is a country brought forth in a day? Is a nation born at once? For as soon as Zion was in travail, she brought forth her children."
    },
    {
      "verse": 9,
      "text": "Shall I bring to the birth, and not cause to bring forth, saith Jehovah; Shall I, who beget, restrain the birth? saith thy God."
    },
    {
      "verse": 10,
      "text": "Rejoice ye with Jerusalem, And exult for her, all ye that love her! Be very joyful with her, all ye that mourn for her!"
    },
    {
      "verse": 11,
      "text": "That ye may suck, and be satisfied, from the breast of her consolations, That ye may suck and be delighted with the fulness of her glory."
    },
    {
      "verse": 12,
      "text": "For thus saith Jehovah: Behold, I will bring prosperity to her like a river, And the wealth of the nations like an overflowing stream; Ye shall suck at the breast, Ye shall be carried on the arm, And on the knees shall ye be dandled."
    },
    {
      "verse": 13,
      "text": "As one whom his mother comforteth, So will I comfort you; And in Jerusalem shall ye be comforted."
    },
    {
      "verse": 14,
      "text": "Ye shall see, and your heart shall rejoice, And your bones shall flourish like a green plant, And the hand of Jehovah shall be manifested to his servants, And be moved with indignation against his enemies."
    },
    {
      "verse": 15,
      "text": "For behold, Jehovah cometh with fire, Like a whirlwind are his chariots, To breathe forth his anger in a glowing heat, And his rebuke in flames of fire."
    },
    {
      "verse": 16,
      "text": "For with fire will Jehovah contend, And with his sword, with all flesh, And many shall be the slain of Jehovah."
    },
    {
      "verse": 17,
      "text": "They who sanctify and purify themselves in the groves, Following one in the midst, Who eat swine's flesh, and the abomination, and the mouse. They shall all perish together, saith Jehovah."
    },
    {
      "verse": 18,
      "text": "For I know their works, and their thoughts; The time cometh to gather all nations and tongues together; They shall come, and behold my glory."
    },
    {
      "verse": 19,
      "text": "And I will give a sign among them, And of those that escape I will send to the nations, To Tarshish, Phul, and Lud, who draw the bow, to Tubal and Javan, To the distant coasts, who never heard my name, And who never saw my glory; And they shall declare my glory among the nations."
    },
    {
      "verse": 20,
      "text": "And they shall bring all your brethren From all the nations, an offering to Jehovah, Upon horses, and in chariots, and in litters, and upon mules and dromedaries, To my holy mountain, Jerusalem, saith Jehovah, As the sons of Israel bring their gifts In pure vessels to the house of Jehovah."
    },
    {
      "verse": 21,
      "text": "And of them will I also take For priests and for Levites, saith Jehovah."
    },
    {
      "verse": 22,
      "text": "For as the new heavens, And the new earth, which I make, Endure before me, saith Jehovah, So shall your race and your name endure."
    },
    {
      "verse": 23,
      "text": "And it shall be, from new moon to new moon, And from sabbath to sabbath, That all flesh shall come and worship before me, saith Jehovah."
    },
    {
      "verse": 24,
      "text": "Then shall they go forth and see The dead bodies of the men that rebelled against me! For their worm shall not die, And their fire shall not be quenched, And they shall be an abhorrence to all flesh."
    }
  ]
}