{
  "book_id": "MAN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord Almighty, that art in heaven, Thou God of our fathers, Of Abraham, and Isaac, and Jacob, And of their righteous seed;"
    },
    {
      "verse": 2,
      "text": "Who hast made heaven and earth, With all the ornament thereof;"
    },
    {
      "verse": 3,
      "text": "Who hast bound the sea by the word of thy commandment; Who hast shut up the deep, And sealed it by thy terrible and glorious name;"
    },
    {
      "verse": 4,
      "text": "Whom all things fear, Yea, tremble before thy power;"
    },
    {
      "verse": 5,
      "text": "For the majesty of thy glory cannot be borne, And the anger of thy threatening toward sinners is importable:"
    },
    {
      "verse": 6,
      "text": "Thy merciful promise is unmeasurable and unsearchable;"
    },
    {
      "verse": 7,
      "text": "For thou art the Lord Most High, Of great compassion, long-suffering and abundant in mercy, And repentest of bringing evils upon men."
    },
    {
      "verse": 8,
      "text": "Thou, O Lord, according to thy great goodness Hast promised repentance and forgiveness To them that have sinned against thee: And of thine infinite mercies Hast appointed repentance unto sinners, That they may be saved. Thou therefore, O Lord, that art the God of the just, Hast not appointed repentance to the just, To Abraham, and Isaac, and Jacob, who have not sinned against thee; But thou hast appointed repentance unto me that am a sinner:"
    },
    {
      "verse": 9,
      "text": "For I have sinned above the number of the sands of the sea. My transgressions are multiplied, O Lord: my transgressions are multiplied, And I am not worthy to behold and see the height of heaven For the multitude of mine iniquities."
    },
    {
      "verse": 10,
      "text": "I am bowed down with many iron bands, That I cannot lift up my head by reason of my sins, Neither have I any respite: For I have provoked thy wrath, And done that which is evil before thee: I did not thy will, neither kept I thy commandments: I have set up abominations, and have multiplied detestable things."
    },
    {
      "verse": 11,
      "text": "Now therefore I bow the knee of my heart, Beseeching thee of grace."
    },
    {
      "verse": 12,
      "text": "I have sinned, O Lord, I have sinned, And I acknowledge mine iniquities:"
    },
    {
      "verse": 13,
      "text": "But, I humbly beseech thee, Forgive me, O Lord, forgive me, And destroy me not with mine iniquities. Be not angry with me forever, by reserving evil for me; Neither condemn me into the lower parts of the earth. For thou, O Lord, art the God of them that repent;"
    },
    {
      "verse": 14,
      "text": "And in me thou wilt show all thy goodness: For thou wilt save me, that am unworthy, according to thy great mercy."
    },
    {
      "verse": 15,
      "text": "And I will praise thee forever all the days of my life: For all the host of heaven doth sing thy praise, And thine is the glory forever and ever. Amen."
    }
  ]
}