{
  "book_id": "MAT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐμβὰς εἰς πλοῖον διεπέρασε καὶ ἦλθεν εἰς τὴν ἰδίαν πόλιν."
    },
    {
      "verse": 2,
      "text": "Καὶ ἰδοὺ προσέφερον αὐτῷ παραλυτικὸν ἐπὶ κλίνης βεβλημένον· καὶ ἰδὼν ὁ Ἰησοῦς τὴν πίστιν αὐτῶν εἶπε τῷ παραλυτικῷ· θάρσει, τέκνον· ἀφέωνταί σοι αἱ ἁμαρτίαι σου."
    },
    {
      "verse": 3,
      "text": "καὶ ἰδού τινες τῶν γραμματέων εἶπον ἐν ἑαυτοῖς· οὗτος βλασφημεῖ."
    },
    {
      "verse": 4,
      "text": "καὶ ἰδὼν ὁ Ἰησοῦς τὰς ἐνθυμήσεις αὐτῶν εἶπεν· ἵνα τί ὑμεῖς ἐνθυμεῖσθε πονηρὰ ἐν ταῖς καρδίαις ὑμῶν;"
    },
    {
      "verse": 5,
      "text": "τί γάρ ἐστιν εὐκοπώτερον, εἰπεῖν, ἀφέωνταί σου αἱ ἁμαρτίαι, ἢ εἰπεῖν, ἔγειρε καὶ περιπάτει;"
    },
    {
      "verse": 6,
      "text": "ἵνα δὲ εἰδῆτε ὅτι ἐξουσίαν ἔχει ὁ υἱὸς τοῦ ἀνθρώπου ἐπὶ τῆς γῆς ἀφιέναι ἁμαρτίας — τότε λέγει τῷ παραλυτικῷ· ἐγερθεὶς ἆρόν σου τὴν κλίνην καὶ ὕπαγε εἰς τὸν οἶκόν σου."
    },
    {
      "verse": 7,
      "text": "καὶ ἐγερθεὶς ἀπῆλθεν εἰς τὸν οἶκον αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "ἰδόντες δὲ οἱ ὄχλοι ἐθαύμασαν καὶ ἐδόξασαν τὸν Θεὸν τὸν δόντα ἐξουσίαν τοιαύτην τοῖς ἀνθρώποις."
    },
    {
      "verse": 9,
      "text": "Καὶ παράγων ὁ Ἰησοῦς ἐκεῖθεν εἶδεν ἄνθρωπον καθήμενον ἐπὶ τὸ τελώνιον, Ματθαῖον λεγόμενον, καὶ λέγει αὐτῷ· ἀκολούθει μοι. καὶ ἀναστὰς ἠκολούθησεν αὐτῷ."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐγένετο αὐτοῦ ἀνακειμένου ἐν τῇ οἰκίᾳ, καὶ ἰδοὺ πολλοὶ τελῶναι καὶ ἁμαρτωλοὶ ἐλθόντες συνανέκειντο τῷ Ἰησοῦ καὶ τοῖς μαθηταῖς αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "καὶ ἰδόντες οἱ Φαρισαῖοι εἶπον τοῖς μαθηταῖς αὐτοῦ· διατί μετὰ τῶν τελωνῶν καὶ ἁμαρτωλῶν ἐσθίει ὁ διδάσκαλος ὑμῶν;"
    },
    {
      "verse": 12,
      "text": "ὁ δὲ Ἰησοῦς ἀκούσας εἶπεν αὐτοῖς· οὐ χρείαν ἔχουσιν οἱ ἰσχύοντες ἰατροῦ, ἀλλ᾽ οἱ κακῶς ἔχοντες."
    },
    {
      "verse": 13,
      "text": "πορευθέντες δὲ μάθετε τί ἐστιν \\+w ἔλεον|strong=\"G1656\"\\+w* \\+w θέλω|strong=\"G2309\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w οὐ|strong=\"G3756\"\\+w* \\+w θυσίαν|strong=\"G2378\"\\+w*.οὐ γὰρ ἦλθον καλέσαι δικαίους, ἀλλὰ ἁμαρτωλοὺς εἰς μετάνοιαν."
    },
    {
      "verse": 14,
      "text": "Τότε προσέρχονται αὐτῷ οἱ μαθηταὶ Ἰωάννου λέγοντες· διατί ἡμεῖς καὶ οἱ Φαρισαῖοι νηστεύομεν πολλά, οἱ δὲ μαθηταί σου οὐ νηστεύουσι;"
    },
    {
      "verse": 15,
      "text": "καὶ εἶπεν αὐτοῖς ὁ Ἰησοῦς· μὴ δύνανται οἱ υἱοὶ τοῦ νυμφῶνος πενθεῖν ἐφ᾽ ὅσον [χρόνον] μετ᾽ αὐτῶν ἐστιν ὁ νυμφίος; ἐλεύσονται δὲ ἡμέραι ὅταν ἀπαρθῇ ἀπ᾽ αὐτῶν ὁ νυμφίος, καὶ τότε νηστεύσουσιν."
    },
    {
      "verse": 16,
      "text": "οὐδεὶς δὲ ἐπιβάλλει ἐπίβλημα ῥάκους ἀγνάφου ἐπὶ ἱματίῳ παλαιῷ· αἴρει γὰρ τὸ πλήρωμα αὐτοῦ ἀπὸ τοῦ ἱματίου, καὶ χεῖρον σχίσμα γίνεται."
    },
    {
      "verse": 17,
      "text": "οὐδὲ βάλλουσιν οἶνον νέον εἰς ἀσκοὺς παλαιούς· εἰ δὲ μήγε, ῥήγνυνται οἱ ἀσκοί, καὶ ὁ οἶνος ἐκχεῖται καὶ οἱ ἀσκοὶ ἀπολοῦνται· ἀλλὰ οἶνον νέον εἰς ἀσκοὺς βάλλουσιν καινούς, καὶ ἀμφότεροι συντηροῦνται."
    },
    {
      "verse": 18,
      "text": "Ταῦτα αὐτοῦ λαλοῦντος αὐτοῖς ἰδοὺ ἄρχων [εἷς] προσελθὼν προσεκύνει αὐτῷ λέγων ὅτι ἡ θυγάτηρ μου ἄρτι ἐτελεύτησεν· ἀλλὰ ἐλθὼν ἐπίθες τὴν χεῖρά σου ἐπ᾽ αὐτὴν καὶ ζήσεται."
    },
    {
      "verse": 19,
      "text": "καὶ ἐγερθεὶς ὁ Ἰησοῦς ἠκολούθησεν αὐτῷ καὶ οἱ μαθηταὶ αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "Καὶ ἰδοὺ γυνή, αἱμορροοῦσα δώδεκα ἔτη, προσελθοῦσα ὄπισθεν ἥψατο τοῦ κρασπέδου τοῦ ἱματίου αὐτοῦ."
    },
    {
      "verse": 21,
      "text": "ἔλεγε γὰρ ἐν ἑαυτῇ, ἐὰν μόνον ἅψωμαι τοῦ ἱματίου αὐτοῦ, σωθήσομαι."
    },
    {
      "verse": 22,
      "text": "ὁ δὲ Ἰησοῦς ἐπιστραφεὶς καὶ ἰδὼν αὐτὴν εἶπε· θάρσει, θύγατερ· ἡ πίστις σου σέσωκέ σε. καὶ ἐσώθη ἡ γυνὴ ἀπὸ τῆς ὥρας ἐκείνης."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐλθὼν ὁ Ἰησοῦς εἰς τὴν οἰκίαν τοῦ ἄρχοντος καὶ ἰδὼν τοὺς αὐλητὰς καὶ τὸν ὄχλον θορυβούμενον, λέγει αὐτοῖς·"
    },
    {
      "verse": 24,
      "text": "ἀναχωρεῖτε· οὐ γὰρ ἀπέθανε τὸ κοράσιον, ἀλλὰ καθεύδει. καὶ κατεγέλων αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "ὅτε δὲ ἐξεβλήθη ὁ ὄχλος, εἰσελθὼν ἐκράτησε τῆς χειρὸς αὐτῆς, καὶ ἠγέρθη τὸ κοράσιον."
    },
    {
      "verse": 26,
      "text": "καὶ ἐξῆλθεν ἡ φήμη αὕτη εἰς ὅλην τὴν γῆν ἐκείνην."
    },
    {
      "verse": 27,
      "text": "Καὶ παράγοντι ἐκεῖθεν τῷ Ἰησοῦ ἠκολούθησαν αὐτῷ δύο τυφλοὶ κράζοντες καὶ λέγοντες· ἐλέησον ἡμᾶς, υἱὲ Δαυΐδ."
    },
    {
      "verse": 28,
      "text": "ἐλθόντι δὲ εἰς τὴν οἰκίαν προσῆλθον αὐτῷ οἱ τυφλοί, καὶ λέγει αὐτοῖς ὁ Ἰησοῦς· πιστεύετε ὅτι δύναμαι τοῦτο ποιῆσαι; λέγουσιν αὐτῷ· ναί, Κύριε."
    },
    {
      "verse": 29,
      "text": "τότε ἥψατο τῶν ὀφθαλμῶν αὐτῶν λέγων· κατὰ τὴν πίστιν ὑμῶν γενηθήτω ὑμῖν."
    },
    {
      "verse": 30,
      "text": "καὶ ἀνεῴχθησαν αὐτῶν οἱ ὀφθαλμοί· καὶ ἐνεβριμήσατο αὐτοῖς ὁ Ἰησοῦς λέγων· ὁρᾶτε μηδεὶς γινωσκέτω."
    },
    {
      "verse": 31,
      "text": "οἱ δὲ ἐξελθόντες διεφήμισαν αὐτὸν ἐν ὅλῃ τῇ γῇ ἐκείνῃ."
    },
    {
      "verse": 32,
      "text": "Αὐτῶν δὲ ἐξερχομένων ἰδοὺ προσήνεγκαν αὐτῷ ἄνθρωπον κωφὸν δαιμονιζόμενον·"
    },
    {
      "verse": 33,
      "text": "καὶ ἐκβληθέντος τοῦ δαιμονίου ἐλάλησεν ὁ κωφός, καὶ ἐθαύμασαν οἱ ὄχλοι λέγοντες ὅτι οὐδέποτε ἐφάνη οὕτως ἐν τῷ Ἰσραήλ."
    },
    {
      "verse": 34,
      "text": "οἱ δὲ Φαρισαῖοι ἔλεγον· ἐν τῷ ἄρχοντι τῶν δαιμονίων ἐκβάλλει τὰ δαιμόνια."
    },
    {
      "verse": 35,
      "text": "Καὶ περιῆγεν ὁ Ἰησοῦς τὰς πόλεις πάσας καὶ τὰς κώμας διδάσκων ἐν ταῖς συναγωγαῖς αὐτῶν καὶ κηρύσσων τὸ εὐαγγέλιον τῆς βασιλείας καὶ θεραπεύων πᾶσαν νόσον καὶ πᾶσαν μαλακίαν ἐν τῷ λαῷ."
    },
    {
      "verse": 36,
      "text": "Ἰδὼν δὲ τοὺς ὄχλους ἐσπλαγχνίσθη περὶ αὐτῶν, ὅτι ἦσαν ἐκλελυμένοι καὶ ἐρριμμένοι ὡς πρόβατα μὴ ἔχοντα ποιμένα."
    },
    {
      "verse": 37,
      "text": "τότε λέγει τοῖς μαθηταῖς αὐτοῦ· ὁ μὲν θερισμὸς πολύς, οἱ δὲ ἐργάται ὀλίγοι."
    },
    {
      "verse": 38,
      "text": "δεήθητε οὖν τοῦ κυρίου τοῦ θερισμοῦ ὅπως ἐκβάλῃ ἐργάτας εἰς τὸν θερισμὸν αὐτοῦ."
    }
  ]
}