{
  "book_id": "MAT",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ὅτε ἐτέλεσεν ὁ Ἰησοῦς διατάσσων τοῖς δώδεκα μαθηταῖς αὐτοῦ μετέβη ἐκεῖθεν τοῦ διδάσκειν καὶ κηρύσσειν ἐν ταῖς πόλεσιν αὐτῶν."
    },
    {
      "verse": 2,
      "text": "Ὁ δὲ Ἰωάννης ἀκούσας ἐν τῷ δεσμωτηρίῳ τὰ ἔργα τοῦ Χριστοῦ, πέμψας δύο τῶν μαθητῶν αὐτοῦ"
    },
    {
      "verse": 3,
      "text": "εἶπεν αὐτῷ· σὺ εἶ ὁ ἐρχόμενος ἢ ἕτερον προσδοκῶμεν;"
    },
    {
      "verse": 4,
      "text": "καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς· πορευθέντες ἀπαγγείλατε Ἰωάννῃ ἃ ἀκούετε καὶ βλέπετε·"
    },
    {
      "verse": 5,
      "text": "τυφλοὶ ἀναβλέπουσι καὶ χωλοὶ περιπατοῦσι, λεπροὶ καθαρίζονται καὶ κωφοὶ ἀκούουσι, νεκροὶ ἐγείρονται καὶ πτωχοὶ εὐαγγελίζονται·"
    },
    {
      "verse": 6,
      "text": "καὶ μακάριός ἐστιν ὃς ἐὰν μὴ σκανδαλισθῇ ἐν ἐμοί."
    },
    {
      "verse": 7,
      "text": "Τούτων δὲ πορευομένων ἤρξατο ὁ Ἰησοῦς λέγειν τοῖς ὄχλοις περὶ Ἰωάννου· τί ἐξήλθετε εἰς τὴν ἔρημον θεάσασθαι; κάλαμον ὑπὸ ἀνέμου σαλευόμενον;"
    },
    {
      "verse": 8,
      "text": "ἀλλὰ τί ἐξήλθετε ἰδεῖν; ἄνθρωπον ἐν μαλακοῖς ἱματίοις ἠμφιεσμένον; ἰδοὺ οἱ τὰ μαλακὰ φοροῦντες ἐν τοῖς οἴκοις τῶν βασιλέων εἰσίν."
    },
    {
      "verse": 9,
      "text": "ἀλλὰ τί ἐξήλθετε ἰδεῖν; προφήτην; ναὶ λέγω ὑμῖν, καὶ περισσότερον προφήτου."
    },
    {
      "verse": 10,
      "text": "οὗτος γάρ ἐστι περὶ οὗ γέγραπται· \\+w ἰδοὺ|strong=\"G3708\"\\+w* \\+w ἐγὼ|strong=\"G1473\"\\+w* \\+w ἀποστέλλω|strong=\"G0649\"\\+w* \\+w τὸν|strong=\"G3588\"\\+w* \\+w ἄγγελόν|strong=\"G0032\"\\+w* \\+w μου|strong=\"G1473\"\\+w* \\+w πρὸ|strong=\"G4253\"\\+w* \\+w προσώπου|strong=\"G4383\"\\+w* \\+w σου|strong=\"G4771\"\\+w*, \\+w ὃς|strong=\"G3739\"\\+w* \\+w κατασκευάσει|strong=\"G2680\"\\+w* \\+w τὴν|strong=\"G3588\"\\+w* \\+w ὁδόν|strong=\"G3598\"\\+w* \\+w σου|strong=\"G4771\"\\+w* \\+w ἔμπροσθέν|strong=\"G1715\"\\+w* \\+w σου|strong=\"G4771\"\\+w*."
    },
    {
      "verse": 11,
      "text": "ἀμὴν λέγω ὑμῖν, οὐκ ἐγήγερται ἐν γεννητοῖς γυναικῶν μείζων Ἰωάννου τοῦ βαπτιστοῦ· ὁ δὲ μικρότερος ἐν τῇ βασιλείᾳ τῶν οὐρανῶν μείζων αὐτοῦ ἐστιν."
    },
    {
      "verse": 12,
      "text": "ἀπὸ δὲ τῶν ἡμερῶν Ἰωάννου τοῦ βαπτιστοῦ ἕως ἄρτι ἡ βασιλεία τῶν οὐρανῶν βιάζεται, καὶ βιασταὶ ἁρπάζουσιν αὐτήν."
    },
    {
      "verse": 13,
      "text": "πάντες γὰρ οἱ προφῆται καὶ ὁ νόμος ἕως Ἰωάννου προεφήτευσαν."
    },
    {
      "verse": 14,
      "text": "καὶ εἰ θέλετε δέξασθαι, αὐτός ἐστιν Ἠλίας ὁ μέλλων ἔρχεσθαι."
    },
    {
      "verse": 15,
      "text": "ὁ ἔχων ὦτα ἀκούειν ἀκουέτω."
    },
    {
      "verse": 16,
      "text": "Τίνι δὲ ὁμοιώσω τὴν γενεὰν ταύτην; ὁμοία ἐστὶ παιδίοις καθημένοις ἐν ἀγοραῖς, ἃ προσφωνοῦντα τοῖς ἑταίροις αὐτῶν λέγουσιν·"
    },
    {
      "verse": 17,
      "text": "ηὐλήσαμεν ὑμῖν, καὶ οὐκ ὠρχήσασθε, ἐθρηνήσαμεν ὑμῖν, καὶ οὐκ ἐκόψασθε."
    },
    {
      "verse": 18,
      "text": "ἦλθε γὰρ Ἰωάννης μήτε ἐσθίων μήτε πίνων, καὶ λέγουσι· δαιμόνιον ἔχει."
    },
    {
      "verse": 19,
      "text": "ἦλθεν ὁ υἱὸς τοῦ ἀνθρώπου ἐσθίων καὶ πίνων, καὶ λέγουσιν· ἰδοὺ ἄνθρωπος φάγος καὶ οἰνοπότης, τελωνῶν φίλος καὶ ἁμαρτωλῶν. καὶ ἐδικαιώθη ἡ σοφία ἀπὸ τῶν τέκνων αὐτῆς!"
    },
    {
      "verse": 20,
      "text": "Τότε ἤρξατο ὀνειδίζειν τὰς πόλεις ἐν αἷς ἐγένοντο αἱ πλεῖσται δυνάμεις αὐτοῦ, ὅτι οὐ μετενόησαν·"
    },
    {
      "verse": 21,
      "text": "οὐαί σοι, Χοραζίν, οὐαί σοι, Βηθσαϊδά· ὅτι εἰ ἐν Τύρῳ καὶ Σιδῶνι ἐγενήθησαν αἱ δυνάμεις αἱ γενόμεναι ἐν ὑμῖν, πάλαι ἂν ἐν σάκκῳ καὶ σποδῷ καθήμεναι μετενόησαν."
    },
    {
      "verse": 22,
      "text": "πλὴν λέγω ὑμῖν, Τύρῳ καὶ Σιδῶνι ἀνεκτότερον ἔσται ἐν ἡμέρᾳ κρίσεως ἢ ὑμῖν."
    },
    {
      "verse": 23,
      "text": "καὶ σὺ Καπερναούμ, ἡ ἕως τοῦ οὐρανοῦ ὑψωθεῖσα, ἕως ᾅδου καταβιβασθήσῃ· ὅτι εἰ ἐν Σοδόμοις ἐγενήθησαν αἱ δυνάμεις αἱ γενόμεναι ἐν σοί, ἔμειναν ἂν μέχρι [τῆς] σήμερον."
    },
    {
      "verse": 24,
      "text": "πλὴν λέγω ὑμῖν ὅτι γῇ Σοδόμων ἀνεκτότερον ἔσται ἐν ἡμέρᾳ κρίσεως ἢ σοί."
    },
    {
      "verse": 25,
      "text": "Ἐν ἐκείνῳ τῷ καιρῷ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν· ἐξομολογοῦμαί σοι, πάτερ, κύριε τοῦ οὐρανοῦ καὶ τῆς γῆς, ὅτι ἀπέκρυψας ταῦτα ἀπὸ σοφῶν καὶ συνετῶν, καὶ ἀπεκάλυψας αὐτὰ νηπίοις·"
    },
    {
      "verse": 26,
      "text": "ναί, ὁ πατήρ, ὅτι οὕτως ἐγένετο εὐδοκία ἔμπροσθέν σου."
    },
    {
      "verse": 27,
      "text": "Πάντα μοι παρεδόθη ὑπὸ τοῦ πατρός μου· καὶ οὐδεὶς ἐπιγινώσκει τὸν υἱὸν εἰ μὴ ὁ πατήρ, οὐδὲ τὸν πατέρα τις ἐπιγινώσκει εἰ μὴ ὁ υἱὸς καὶ ᾧ ἐὰν βούληται ὁ υἱὸς ἀποκαλύψαι."
    },
    {
      "verse": 28,
      "text": "Δεῦτε πρός με πάντες οἱ κοπιῶντες καὶ πεφορτισμένοι, κἀγὼ ἀναπαύσω ὑμᾶς."
    },
    {
      "verse": 29,
      "text": "ἄρατε τὸν ζυγόν μου ἐφ᾽ ὑμᾶς καὶ μάθετε ἀπ᾽ ἐμοῦ, ὅτι πρᾷός εἰμι καὶ ταπεινὸς τῇ καρδίᾳ, καὶ εὑρήσετε ἀνάπαυσιν ταῖς ψυχαῖς ὑμῶν·"
    },
    {
      "verse": 30,
      "text": "ὁ γὰρ ζυγός μου χρηστὸς καὶ τὸ φορτίον μου ἐλαφρόν ἐστιν."
    }
  ]
}