{
  "book_id": "MAT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Πρωΐας δὲ γενομένης συμβούλιον ἔλαβον πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ κατὰ τοῦ Ἰησοῦ ὥστε θανατῶσαι αὐτόν·"
    },
    {
      "verse": 2,
      "text": "καὶ δήσαντες αὐτὸν ἀπήγαγον καὶ παρέδωκαν αὐτὸν Ποντίῳ Πιλάτῳ τῷ ἡγεμόνι."
    },
    {
      "verse": 3,
      "text": "Τότε ἰδὼν Ἰούδας ὁ παραδιδοὺς αὐτὸν ὅτι κατεκρίθη, μεταμεληθεὶς ἀπέστρεψε τὰ τριάκοντα ἀργύρια τοῖς ἀρχιερεῦσι καὶ τοῖς πρεσβυτέροις"
    },
    {
      "verse": 4,
      "text": "λέγων· ἥμαρτον παραδοὺς αἷμα ἀθῷον. οἱ δὲ εἶπον· τί πρὸς ἡμᾶς; σὺ ὄψει."
    },
    {
      "verse": 5,
      "text": "καὶ ῥίψας τὰ ἀργύρια ἐν τῷ ναῷ ἀνεχώρησε, καὶ ἀπελθὼν ἀπήγξατο."
    },
    {
      "verse": 6,
      "text": "οἱ δὲ ἀρχιερεῖς λαβόντες τὰ ἀργύρια εἶπον· οὐκ ἔξεστι βαλεῖν αὐτὰ εἰς τὸν κορβανᾶν, ἐπεὶ τιμὴ αἵματός ἐστι."
    },
    {
      "verse": 7,
      "text": "συμβούλιον δὲ λαβόντες ἠγόρασαν ἐξ αὐτῶν τὸν ἀγρὸν τοῦ κεραμέως εἰς ταφὴν τοῖς ξένοις·"
    },
    {
      "verse": 8,
      "text": "διὸ ἐκλήθη ὁ ἀγρὸς ἐκεῖνος ἀγρὸς αἵματοςἕως τῆς σήμερον."
    },
    {
      "verse": 9,
      "text": "τότε ἐπληρώθη τὸ ῥηθὲν διὰ Ἱερεμίου τοῦ προφήτου λέγοντος· \\+w καὶ|strong=\"G2532\"\\+w* \\+w ἔλαβον|strong=\"G2983\"\\+w* \\+w τὰ|strong=\"G3588\"\\+w* \\+w τριάκοντα|strong=\"G5144\"\\+w* \\+w ἀργύρια|strong=\"G0694\"\\+w*, \\+w τὴν|strong=\"G3588\"\\+w* \\+w τιμὴν|strong=\"G5092\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w*\\+w τετιμημένου|strong=\"G5091\"\\+w* \\+w ὃν|strong=\"G3739\"\\+w* \\+w ἐτιμήσαντο|strong=\"G5091\"\\+w* \\+w ἀπὸ|strong=\"G0575\"\\+w* \\+w υἱῶν|strong=\"G5207\"\\+w* \\+w Ἰσραήλ|strong=\"G2474\"\\+w*,"
    },
    {
      "verse": 10,
      "text": "\\+w καὶ|strong=\"G2532\"\\+w* \\+w ἔδωκαν|strong=\"G1325\"\\+w* \\+w αὐτὰ|strong=\"G0846\"\\+w* \\+w εἰς|strong=\"G1519\"\\+w* \\+w τὸν|strong=\"G3588\"\\+w* \\+w ἀγρὸν|strong=\"G0068\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w* \\+w κεραμέως|strong=\"G2763\"\\+w*, \\+w καθὰ|strong=\"G2505\"\\+w* συνέταξέ \\+w μοι|strong=\"G1473\"\\+w* \\+w Κύριος|strong=\"G2962\"\\+w*."
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ Ἰησοῦς ἔστη ἔμπροσθεν τοῦ ἡγεμόνος· καὶ ἐπηρώτησεν αὐτὸν ὁ ἡγεμὼν λέγων· σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων; ὁ δὲ Ἰησοῦς ἔφη αὐτῷ· σὺ λέγεις."
    },
    {
      "verse": 12,
      "text": "καὶ ἐν τῷ κατηγορεῖσθαι αὐτὸν ὑπὸ τῶν ἀρχιερέων καὶ τῶν πρεσβυτέρων οὐδὲν ἀπεκρίνατο."
    },
    {
      "verse": 13,
      "text": "τότε λέγει αὐτῷ ὁ Πιλᾶτος· οὐκ ἀκούεις πόσα σου καταμαρτυροῦσι;"
    },
    {
      "verse": 14,
      "text": "καὶ οὐκ ἀπεκρίθη αὐτῷ πρὸς οὐδὲ ἓν ῥῆμα, ὥστε θαυμάζειν τὸν ἡγεμόνα λίαν."
    },
    {
      "verse": 15,
      "text": "Κατὰ δὲ ἑορτὴν εἰώθει ὁ ἡγεμὼν ἀπολύειν ἕνα τῷ ὄχλῳ δέσμιον, ὃν ἤθελον."
    },
    {
      "verse": 16,
      "text": "εἶχον δὲ τότε δέσμιον ἐπίσημον λεγόμενον Βαραββᾶν."
    },
    {
      "verse": 17,
      "text": "συνηγμένων οὖν αὐτῶν εἶπεν αὐτοῖς ὁ Πιλᾶτος· τίνα θέλετε ἀπολύσω ὑμῖν; Βαραββᾶν ἢ Ἰησοῦν τὸν λεγόμενον Χριστόν;"
    },
    {
      "verse": 18,
      "text": "ᾔδει γὰρ ὅτι διὰ φθόνον παρέδωκαν αὐτόν."
    },
    {
      "verse": 19,
      "text": "Καθημένου δὲ αὐτοῦ ἐπὶ τοῦ βήματος ἀπέστειλε πρὸς αὐτὸν ἡ γυνὴ αὐτοῦ λέγουσα· μηδὲν σοὶ καὶ τῷ δικαίῳ ἐκείνῳ· πολλὰ γὰρ ἔπαθον σήμερον κατ᾽ ὄναρ δι᾽ αὐτόν."
    },
    {
      "verse": 20,
      "text": "Οἱ δὲ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι ἔπεισαν τοὺς ὄχλους ἵνα αἰτήσωνται τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν ἀπολέσωσιν."
    },
    {
      "verse": 21,
      "text": "ἀποκριθεὶς δὲ ὁ ἡγεμὼν εἶπεν αὐτοῖς· τίνα θέλετε ἀπὸ τῶν δύο ἀπολύσω ὑμῖν; οἱ δὲ εἶπον· Βαραββᾶν."
    },
    {
      "verse": 22,
      "text": "λέγει αὐτοῖς ὁ Πιλᾶτος· τί οὖν ποιήσω Ἰησοῦν τὸν λεγόμενον Χριστόν; λέγουσιν αὐτῷ πάντες· σταυρωθήτω."
    },
    {
      "verse": 23,
      "text": "ὁ δὲ ἡγεμὼν ἔφη· τί γὰρ κακὸν ἐποίησεν; οἱ δὲ περισσῶς ἔκραζον λέγοντες· σταυρωθήτω."
    },
    {
      "verse": 24,
      "text": "ἰδὼν δὲ ὁ Πιλᾶτος ὅτι οὐδὲν ὠφελεῖ, ἀλλὰ μᾶλλον θόρυβος γίνεται, λαβὼν ὕδωρ ἀπενίψατο τὰς χεῖρας ἀπέναντι τοῦ ὄχλου λέγων· ἀθῷός εἰμι ἀπὸ τοῦ αἵματος τοῦ δικαίου τούτου· ὑμεῖς ὄψεσθε."
    },
    {
      "verse": 25,
      "text": "καὶ ἀποκριθεὶς πᾶς ὁ λαὸς εἶπε· τὸ αἷμα αὐτοῦ ἐφ᾽ ἡμᾶς καὶ ἐπὶ τὰ τέκνα ἡμῶν."
    },
    {
      "verse": 26,
      "text": "τότε ἀπέλυσεν αὐτοῖς τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν φραγελλώσας παρέδωκεν ἵνα σταυρωθῇ."
    },
    {
      "verse": 27,
      "text": "Τότε οἱ στρατιῶται τοῦ ἡγεμόνος παραλαβόντες τὸν Ἰησοῦν εἰς τὸ πραιτώριον συνήγαγον ἐπ᾽ αὐτὸν ὅλην τὴν σπεῖραν·"
    },
    {
      "verse": 28,
      "text": "καὶ ἐκδύσαντες αὐτὸν περιέθηκαν αὐτῷ χλαμύδα κοκκίνην,"
    },
    {
      "verse": 29,
      "text": "καὶ πλέξαντες στέφανον ἐξ ἀκανθῶν ἐπέθηκαν ἐπὶ τὴν κεφαλὴν αὐτοῦ καὶ κάλαμον ἐπὶ τὴν δεξιὰν αὐτοῦ, καὶ γονυπετήσαντες ἔμπροσθεν αὐτοῦ ἐνέπαιζον αὐτῷ λέγοντες· χαῖρε ὁ βασιλεὺς τῶν Ἰουδαίων·"
    },
    {
      "verse": 30,
      "text": "καὶ ἐμπτύσαντες εἰς αὐτὸν ἔλαβον τὸν κάλαμον καὶ ἔτυπτον εἰς τὴν κεφαλὴν αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "καὶ ὅτε ἐνέπαιξαν αὐτῷ, ἐξέδυσαν αὐτὸν τὴν χλαμύδα καὶ ἐνέδυσαν αὐτὸν τὰ ἱμάτια αὐτοῦ, καὶ ἀπήγαγον αὐτὸν εἰς τὸ σταυρῶσαι."
    },
    {
      "verse": 32,
      "text": "Ἐξερχόμενοι δὲ εὗρον ἄνθρωπον Κυρηναῖον ὀνόματι Σίμωνα· τοῦτον ἠγγάρευσαν ἵνα ἄρῃ τὸν σταυρὸν αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐλθόντες εἰς τόπον λεγόμενον Γολγοθᾶ, ὅ ἐστι λεγόμενος κρανίου τόπος,"
    },
    {
      "verse": 34,
      "text": "ἔδωκαν αὐτῷ πιεῖν ὄξος μετὰ χολῆς μεμιγμένον· καὶ γευσάμενος οὐκ ἤθελε πιεῖν."
    },
    {
      "verse": 35,
      "text": "σταυρώσαντες δὲ αὐτὸν διεμερίσαντο τὰ ἱμάτια αὐτοῦ βαλόντες κλῆρον,"
    },
    {
      "verse": 36,
      "text": "καὶ καθήμενοι ἐτήρουν αὐτὸν ἐκεῖ."
    },
    {
      "verse": 37,
      "text": "καὶ ἐπέθηκαν ἐπάνω τῆς κεφαλῆς αὐτοῦ τὴν αἰτίαν αὐτοῦ γεγραμμένην· οὗτός ἐστιν Ἰησοῦς ὁ βασιλεὺς τῶν Ἰουδαίων."
    },
    {
      "verse": 38,
      "text": "Τότε σταυροῦνται σὺν αὐτῷ δύο λῃσταί, εἷς ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων."
    },
    {
      "verse": 39,
      "text": "Οἱ δὲ παραπορευόμενοι ἐβλασφήμουν αὐτὸν κινοῦντες τὰς κεφαλὰς αὐτῶν"
    },
    {
      "verse": 40,
      "text": "καὶ λέγοντες· ὁ καταλύων τὸν ναὸν καὶ ἐν τρισὶν ἡμέραις οἰκοδομῶν! σῶσον σεαυτόν· εἰ υἱὸς εἶ τοῦ Θεοῦ, κατάβηθι ἀπὸ τοῦ σταυροῦ."
    },
    {
      "verse": 41,
      "text": "ὁμοίως δὲ καὶ οἱ ἀρχιερεῖς ἐμπαίζοντες μετὰ τῶν γραμματέων καὶ πρεσβυτέρων καὶ Φαρισαίων ἔλεγον·"
    },
    {
      "verse": 42,
      "text": "ἄλλους ἔσωσεν, ἑαυτὸν οὐ δύναται σῶσαι· εἰ βασιλεὺς Ἰσραήλ ἐστι, καταβάτω νῦν ἀπὸ τοῦ σταυροῦ καὶ πιστεύσωμεν ἐπ᾽ αὐτῷ·"
    },
    {
      "verse": 43,
      "text": "πέποιθεν ἐπὶ τὸν Θεόν, ῥυσάσθω νῦν αὐτόν, εἰ θέλει αὐτόν· εἶπε γὰρ ὅτι Θεοῦ εἰμι υἱός."
    },
    {
      "verse": 44,
      "text": "τὸ δ᾽ αὐτὸ καὶ οἱ λῃσταὶ οἱ συσταυρωθέντες αὐτῷ ὠνείδιζον αὐτόν."
    },
    {
      "verse": 45,
      "text": "Ἀπὸ δὲ ἕκτης ὥρας σκότος ἐγένετο ἐπὶ πᾶσαν τὴν γῆν ἕως ὥρας ἐνάτης."
    },
    {
      "verse": 46,
      "text": "περὶ δὲ τὴν ἐνάτην ὥραν ἀνεβόησεν ὁ Ἰησοῦς φωνῇ μεγάλῃ λέγων· \\+w ἠλὶ|strong=\"G2241\"\\+w* \\+w ἠλί|strong=\"G2241\"\\+w*, \\+w λιμᾶ|strong=\"G2982\"\\+w* \\+w σαβαχθανί|strong=\"G4518\"\\+w*;τοῦτ᾽ ἔστι, \\+w Θεέ|strong=\"G2316\"\\+w* \\+w μου|strong=\"G1473\"\\+w* \\+w Θεέ|strong=\"G2316\"\\+w* \\+w μου|strong=\"G1473\"\\+w*, ἱνατί \\+w με|strong=\"G1473\"\\+w* \\+w ἐγκατέλιπες|strong=\"G1459\"\\+w*;"
    },
    {
      "verse": 47,
      "text": "τινὲς δὲ τῶν ἐκεῖ ἑστώτων ἀκούσαντες ἔλεγον ὅτι Ἠλίαν φωνεῖ οὗτος."
    },
    {
      "verse": 48,
      "text": "καὶ εὐθέως δραμὼν εἷς ἐξ αὐτῶν καὶ λαβὼν σπόγγον πλήσας τε ὄξους καὶ περιθεὶς καλάμῳ ἐπότιζεν αὐτόν."
    },
    {
      "verse": 49,
      "text": "οἱ δὲ λοιποὶ ἔλεγον· ἄφες ἴδωμεν εἰ ἔρχεται Ἠλίας σώσων αὐτόν."
    },
    {
      "verse": 50,
      "text": "ὁ δὲ Ἰησοῦς πάλιν κράξας φωνῇ μεγάλῃ ἀφῆκε τὸ πνεῦμα."
    },
    {
      "verse": 51,
      "text": "Καὶ ἰδοὺ τὸ καταπέτασμα τοῦ ναοῦ ἐσχίσθη εἰς δύο ἀπὸ ἄνωθεν ἕως κάτω, καὶ ἡ γῆ ἐσείσθη καὶ αἱ πέτραι ἐσχίσθησαν,"
    },
    {
      "verse": 52,
      "text": "καὶ τὰ μνημεῖα ἀνεῴχθησαν καὶ πολλὰ σώματα τῶν κεκοιμημένων ἁγίων ἠγέρθη,"
    },
    {
      "verse": 53,
      "text": "καὶ ἐξελθόντες ἐκ τῶν μνημείων, μετὰ τὴν ἔγερσιν αὐτοῦ εἰσῆλθον εἰς τὴν ἁγίαν πόλιν καὶ ἐνεφανίσθησαν πολλοῖς."
    },
    {
      "verse": 54,
      "text": "Ὁ δὲ ἑκατόνταρχος καὶ οἱ μετ᾽ αὐτοῦ τηροῦντες τὸν Ἰησοῦν, ἰδόντες τὸν σεισμὸν καὶ τὰ γενόμενα ἐφοβήθησαν σφόδρα λέγοντες· ἀληθῶς Θεοῦ υἱὸς ἦν οὗτος."
    },
    {
      "verse": 55,
      "text": "Ἦσαν δὲ ἐκεῖ καὶ γυναῖκες πολλαὶ ἀπὸ μακρόθεν θεωροῦσαι, αἵτινες ἠκολούθησαν τῷ Ἰησοῦ ἀπὸ τῆς Γαλιλαίας διακονοῦσαι αὐτῷ·"
    },
    {
      "verse": 56,
      "text": "ἐν αἷς ἦν Μαρία ἡ Μαγδαληνή, καὶ Μαρία ἡ τοῦ Ἰακώβου καὶ Ἰωσῆ μήτηρ, καὶ ἡ μήτηρ τῶν υἱῶν Ζεβεδαίου."
    },
    {
      "verse": 57,
      "text": "Ὀψίας δὲ γενομένης ἦλθεν ἄνθρωπος πλούσιος ἀπὸ Ἀριμαθαίας, τοὔνομα Ἰωσήφ, ὃς καὶ αὐτὸς ἐμαθήτευσε τῷ Ἰησοῦ·"
    },
    {
      "verse": 58,
      "text": "οὗτος προσελθὼν τῷ Πιλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ. τότε ὁ Πιλᾶτος ἐκέλευσεν ἀποδοθῆναι τὸ σῶμα."
    },
    {
      "verse": 59,
      "text": "καὶ λαβὼν τὸ σῶμα ὁ Ἰωσὴφ ἐνετύλιξεν αὐτὸ σινδόνι καθαρᾷ,"
    },
    {
      "verse": 60,
      "text": "καὶ ἔθηκεν αὐτὸ ἐν τῷ καινῷ αὐτοῦ μνημείῳ ὃ ἐλατόμησεν ἐν τῇ πέτρᾳ, καὶ προσκυλίσας λίθον μέγαν τῇ θύρᾳ τοῦ μνημείου ἀπῆλθεν."
    },
    {
      "verse": 61,
      "text": "Ἦν δὲ ἐκεῖ Μαρία ἡ Μαγδαληνὴ καὶ ἡ ἄλλη Μαρία, καθήμεναι ἀπέναντι τοῦ τάφου."
    },
    {
      "verse": 62,
      "text": "Τῇ δὲ ἐπαύριον, ἥτις ἐστὶ μετὰ τὴν παρασκευήν, συνήχθησαν οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι πρὸς Πιλᾶτον"
    },
    {
      "verse": 63,
      "text": "λέγοντες· κύριε, ἐμνήσθημεν ὅτι ἐκεῖνος ὁ πλάνος εἶπεν ἔτι ζῶν, μετὰ τρεῖς ἡμέρας ἐγείρομαι."
    },
    {
      "verse": 64,
      "text": "κέλευσον οὖν ἀσφαλισθῆναι τὸν τάφον ἕως τῆς τρίτης ἡμέρας, μήποτε ἐλθόντες οἱ μαθηταὶ αὐτοῦ νυκτὸς κλέψωσιν αὐτὸν καὶ εἴπωσι τῷ λαῷ, ἠγέρθη ἀπὸ τῶν νεκρῶν· καὶ ἔσται ἡ ἐσχάτη πλάνη χείρων τῆς πρώτης."
    },
    {
      "verse": 65,
      "text": "ἔφη αὐτοῖς ὁ Πιλᾶτος· ἔχετε κουστωδίαν· ὑπάγετε ἀσφαλίσασθε ὡς οἴδατε."
    },
    {
      "verse": 66,
      "text": "οἱ δὲ πορευθέντες ἠσφαλίσαντο τὸν τάφον σφραγίσαντες τὸν λίθον μετὰ τῆς κουστωδίας."
    }
  ]
}