{
  "book_id": "JOS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Then the Lord said to Joshua, Have no fear and do not be troubled: take with you all the fighting-men and go up against Ai: for I have given into your hands the king of Ai and his people and his town and his land:"
    },
    {
      "verse": 2,
      "text": "And you are to do to Ai and its king as you did to Jericho and its king: but their goods and their cattle you may take for yourselves: let a secret force be stationed to make a surprise attack on the town from the back."
    },
    {
      "verse": 3,
      "text": "So Joshua and the fighting-men got ready to go up against Ai; and Joshua took thirty thousand men of war, and sent them out by night."
    },
    {
      "verse": 4,
      "text": "And he gave them their orders, saying, Go and take up your position secretly at the back of the town: do not go very far away, and let all of you be ready:"
    },
    {
      "verse": 5,
      "text": "And I and all the people with me will come near the town, and when they come out against us as they did before, we will go in flight from them;"
    },
    {
      "verse": 6,
      "text": "And they will come out after us, till we have got them away from the town; for they will say, They have gone in flight from us as before; so we will go in flight before them;"
    },
    {
      "verse": 7,
      "text": "Then you will get up from your secret position and take the town, for the Lord your God will give it up into your hands."
    },
    {
      "verse": 8,
      "text": "And when you have taken the town, put fire to it, as the Lord has said: see, I have given you your orders."
    },
    {
      "verse": 9,
      "text": "So Joshua sent them out: and they took up a secret position between Beth-el and Ai, on the west side of Ai: but Joshua kept with the people that night."
    },
    {
      "verse": 10,
      "text": "And early in the morning Joshua got up, and put the people in order, and he and the chiefs of Israel went up before the people to Ai."
    },
    {
      "verse": 11,
      "text": "And all the fighting-men who were with him went up and came near the town, and took up a position on the north side of Ai facing the town, with a valley between him and the town."
    },
    {
      "verse": 12,
      "text": "And taking about five thousand men, he put them in position for a surprise attack on the west side of Ai, between Beth-el and Ai."
    },
    {
      "verse": 13,
      "text": "So all the people were in their places, the army on the north side of the town and the secret force on the west; and that night Joshua went down into the valley."
    },
    {
      "verse": 14,
      "text": "Now when the king of Ai saw it, he got up quickly and went out to war against Israel, he and all his people, to the slope going down to the valley; but he had no idea that a secret force was waiting at the back of the town."
    },
    {
      "verse": 15,
      "text": "Then Joshua and all Israel, acting as if they were overcome before them, went in flight by way of the waste land."
    },
    {
      "verse": 16,
      "text": "And all the people in Ai came together to go after them; and they went after Joshua, moving away from the town."
    },
    {
      "verse": 17,
      "text": "There was not a man in Ai and Beth-el who did not go out after Israel; and the town was open and unwatched while they went after Israel."
    },
    {
      "verse": 18,
      "text": "And the Lord said to Joshua, Let your spear be stretched out against Ai; for I will give it into your hands. So Joshua took up his spear, stretching it out in the direction of the town."
    },
    {
      "verse": 19,
      "text": "Then the secret force came quickly from their place, and running forward when they saw his hand stretched out, went into the town and took it, and put fire to it straight away."
    },
    {
      "verse": 20,
      "text": "Then the men of Ai, looking back, saw the smoke of the town going up to heaven, and were unable to go this way or that: and the people who had gone in flight to the waste land were turned back on those who were coming after them."
    },
    {
      "verse": 21,
      "text": "And when Joshua and all Israel saw that the town had been taken by the surprise attack, and that the smoke of the town had gone up, turning round they overcame the men of Ai."
    },
    {
      "verse": 22,
      "text": "Then the other force came out of the town against them, so that they were being attacked on this side and on that: and Israel overcame them and let not one of them get away with his life."
    },
    {
      "verse": 23,
      "text": "But the king of Ai they made prisoner, and took him to Joshua."
    },
    {
      "verse": 24,
      "text": "Then, after the destruction of all the people of Ai in the field and in the waste land where they went after them, and when all the people had been put to death without mercy, all Israel went back to Ai, and put to death all who were in it without mercy."
    },
    {
      "verse": 25,
      "text": "On that day twelve thousand were put to death, men and women, all the people of Ai."
    },
    {
      "verse": 26,
      "text": "For Joshua did not take back his hand with the outstretched spear till the destruction of the people of Ai was complete."
    },
    {
      "verse": 27,
      "text": "But the cattle and the goods from that town, Israel took for themselves, as the Lord had given orders to Joshua."
    },
    {
      "verse": 28,
      "text": "So Joshua gave Ai to the flames, and made it a waste mass of stones for ever, as it is to this day."
    },
    {
      "verse": 29,
      "text": "And he put the king of Ai to death, hanging him on a tree till evening: and when the sun went down, Joshua gave them orders to take his body down from the tree, and put it in the public place of the town, covering it with a great mass of stones, which is there to this day."
    },
    {
      "verse": 30,
      "text": "Then Joshua put up an altar to the Lord, the God of Israel, in Mount Ebal,"
    },
    {
      "verse": 31,
      "text": "In the way ordered by Moses, the servant of the Lord, as it is recorded in the book of the law of Moses, an altar of uncut stones, untouched by any iron instrument: and on it they made burned offerings and peace-offerings to the Lord."
    },
    {
      "verse": 32,
      "text": "And he made there on the stones a copy of the law of Moses, writing it before the eyes of the children of Israel."
    },
    {
      "verse": 33,
      "text": "And all Israel, those who were Israelites by birth, as well as the men from other lands living with them, and their responsible men and their overseers and judges, took their places round the ark, in front of the priests, the Levites, whose work it was to take up the ark of the Lord's agreement; half of them were stationed in front of Mount Gerizim and half in front of Mount Ebal, in agreement with the orders for the blessing of the children of Israel which Moses, the servant of the Lord, had given."
    },
    {
      "verse": 34,
      "text": "And after, he gave them all the words of the law, the blessing and the curse, as it is all recorded in the book of the law;"
    },
    {
      "verse": 35,
      "text": "Reading to all the meeting of Israel, with the women and the children and the men from other lands who were living among them, every word of the orders which Moses had given."
    }
  ]
}