{
  "book_id": "PSA",
  "chapter": 56,
  "verses": [
    {
      "verse": 1,
      "text": "(56-1) For the Leader; upon Jonath-elem-rehokim. A Psalm of David; Michtam; when the Philistines took him in Gath. (56-2) Be gracious unto me, O God, for man would swallow me up; all the day he fighting oppresseth me."
    },
    {
      "verse": 2,
      "text": "(56-3) They that lie in wait for me would swallow me up all the day; for they are many that fight against me, O Most High,"
    },
    {
      "verse": 3,
      "text": "(56-4) In the day that I am afraid, I will put my trust in Thee."
    },
    {
      "verse": 4,
      "text": "(56-5) In God — I will praise His word — in God do I trust, I will not be afraid; what can flesh do unto me?"
    },
    {
      "verse": 5,
      "text": "(56-6) All the day they trouble mine affairs; all their thoughts are against me for evil."
    },
    {
      "verse": 6,
      "text": "(56-7) They gather themselves together, they hide themselves, they mark my steps; according as they have waited for my soul."
    },
    {
      "verse": 7,
      "text": "(56-8) Because of iniquity cast them out; in anger bring down the peoples, O God."
    },
    {
      "verse": 8,
      "text": "(56-9) Thou has counted my wanderings; put Thou my tears into Thy bottle; are they not in Thy book?"
    },
    {
      "verse": 9,
      "text": "(56-10) Then shall mine enemies turn back in the day that I call; this I know, that God is for me."
    },
    {
      "verse": 10,
      "text": "(56-11) In God — I will praise His word — in the LORD — I will praise His word —"
    },
    {
      "verse": 11,
      "text": "(56-12) In God do I trust, I will not be afraid; what can man do unto me?"
    },
    {
      "verse": 12,
      "text": "(56-13) Thy vows are upon me, O God; I will render thank-offerings unto Thee."
    },
    {
      "verse": 13,
      "text": "(56-14) For thou hast delivered my soul from death; hast Thou not delivered my feet from stumbling? that I may walk before God in the light of the living."
    }
  ]
}