{
  "book_id": "PSA",
  "chapter": 74,
  "verses": [
    {
      "verse": 1,
      "text": "Maschil of Asaph. Why, O God, hast Thou cast us off for ever? Why doth Thine anger smoke against the flock of Thy pasture?"
    },
    {
      "verse": 2,
      "text": "Remember Thy congregation, which Thou hast gotten of old, which Thou hast redeemed to be the tribe of Thine inheritance; and mount Zion, wherein Thou hast dwelt."
    },
    {
      "verse": 3,
      "text": "Lift up Thy steps because of the perpetual ruins, even all the evil that the enemy hath done in the sanctuary."
    },
    {
      "verse": 4,
      "text": "Thine adversaries have roared in the midst of Thy meeting-place; they have set up their own signs for signs."
    },
    {
      "verse": 5,
      "text": "It seemed as when men wield upwards axes in a thicket of trees."
    },
    {
      "verse": 6,
      "text": "And now all the carved work thereof together they strike down with hatchet and hammers."
    },
    {
      "verse": 7,
      "text": "They have set Thy sanctuary on fire; they have profaned the dwelling-place of Thy name even to the ground."
    },
    {
      "verse": 8,
      "text": "They said in their heart: 'Let us make havoc of them altogether'; they have burned up all the meeting-places of God in the land."
    },
    {
      "verse": 9,
      "text": "We see not our signs; there is no more any prophet; neither is there among us any that knoweth how long."
    },
    {
      "verse": 10,
      "text": "How long, O God, shall the adversary reproach? Shall the enemy blaspheme Thy name for ever?"
    },
    {
      "verse": 11,
      "text": "Why withdrawest Thou Thy hand, even Thy right hand? Draw it out of Thy bosom and consume them."
    },
    {
      "verse": 12,
      "text": "Yet God is my King of old, working salvation in the midst of the earth."
    },
    {
      "verse": 13,
      "text": "Thou didst break the sea in pieces by Thy strength; Thou didst shatter the heads of the sea-monsters in the waters."
    },
    {
      "verse": 14,
      "text": "Thou didst crush the heads of leviathan, Thou gavest him to be food to the folk inhabiting the wilderness."
    },
    {
      "verse": 15,
      "text": "Thou didst cleave fountain and brook; Thou driedst up ever-flowing rivers."
    },
    {
      "verse": 16,
      "text": "Thine is the day, Thine also the night; Thou hast established luminary and sun."
    },
    {
      "verse": 17,
      "text": "Thou hast set all the borders of the earth; Thou hast made summer and winter."
    },
    {
      "verse": 18,
      "text": "Remember this, how the enemy hath reproached the LORD, and how a base people have blasphemed Thy name."
    },
    {
      "verse": 19,
      "text": "O deliver not the soul of Thy turtle-dove unto the wild beast; forget not the life of Thy poor for ever."
    },
    {
      "verse": 20,
      "text": "Look upon the covenant; for the dark places of the land are full of the habitations of violence."
    },
    {
      "verse": 21,
      "text": "O let not the oppressed turn back in confusion; let the poor and needy praise Thy name."
    },
    {
      "verse": 22,
      "text": "Arise, O God, plead Thine own cause; remember Thy reproach all the day at the hand of the base man."
    },
    {
      "verse": 23,
      "text": "Forget not the voice of Thine adversaries, the tumult of those that rise up against Thee which ascendeth continually."
    }
  ]
}