{
  "book_id": "JAS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Not many of you should become teachers, my friends, because you know that we who teach will be judged more strictly than others."
    },
    {
      "verse": 2,
      "text": "We often make mistakes, every one of us. Anyone who does not make mistakes when speaking is indeed a perfect person, able to bridle their whole body as well."
    },
    {
      "verse": 3,
      "text": "When we put bits into horses’ mouths to make them obey us, we change their course the rest of their bodies."
    },
    {
      "verse": 4,
      "text": "Again, think of ships. Large as they are, and even when driven by fierce winds, they are guided by a very small rudder and steered in whatever direction the man at the helm may determine."
    },
    {
      "verse": 5,
      "text": "So is it with the tongue. Small as it is, it is a great boaster. Think how a tiny spark may set the largest forest ablaze!"
    },
    {
      "verse": 6,
      "text": "And the tongue is like a spark. It is a world of unrighteousness among the parts of our body. It contaminates the whole body; it sets the whole course of our existence on fire, and is itself set on fire by the flames of Gehenna."
    },
    {
      "verse": 7,
      "text": "For while all kinds of animals, birds and reptiles and sea creatures can be tamed and have been tamed by humans,"
    },
    {
      "verse": 8,
      "text": "no human being can tame the tongue. It is a restless plague! It is charged with deadly poison!"
    },
    {
      "verse": 9,
      "text": "With it we bless our Lord and Father, and with it we curse people who are made ‘in God’s likeness.’"
    },
    {
      "verse": 10,
      "text": "From the very same mouth come blessings and curses! My friends, it is not right that this should be so."
    },
    {
      "verse": 11,
      "text": "Does a spring give both good and bad water from the same source?"
    },
    {
      "verse": 12,
      "text": "Can a fig tree, my friends, bear olives? Or a vine bear figs? No, nor can a brackish well give good water."
    },
    {
      "verse": 13,
      "text": "Who among you claims to be wise and intelligent? They should show that their actions are the outcome of a good life lived in the humility of true wisdom."
    },
    {
      "verse": 14,
      "text": "But if you harbor bitter envy and a spirit of rivalry in your hearts, do not boast or deny the truth."
    },
    {
      "verse": 15,
      "text": "That is not the wisdom which comes from above; no, it is earthly, animalistic, demonic."
    },
    {
      "verse": 16,
      "text": "For where envy and rivalry exist, there you will also find disorder and all kinds of bad, worthless actions."
    },
    {
      "verse": 17,
      "text": "But the wisdom from above is, before everything else, pure; then peace-loving, gentle, open to conviction, rich in compassion and good deeds, and free from partiality and insincerity."
    },
    {
      "verse": 18,
      "text": "Justice is the harvest peacemakers will reap from seeds sown in a spirit of peace."
    }
  ]
}