{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice in Jehovah, O ye righteous: Praise is comely for the upright."
    },
    {
      "verse": 2,
      "text": "Give thanks unto Jehovah with the harp: Sing praises unto him with the psaltery of ten strings."
    },
    {
      "verse": 3,
      "text": "Sing unto him a new song; Play skilfully with a loud noise."
    },
    {
      "verse": 4,
      "text": "For the word of Jehovah is right; And all his work is donein faithfulness."
    },
    {
      "verse": 5,
      "text": "He loveth righteousness and justice: The earth is full of the lovingkindness of Jehovah."
    },
    {
      "verse": 6,
      "text": "By the word of Jehovah were the heavens made, And all the host of them by the breath of his mouth."
    },
    {
      "verse": 7,
      "text": "He gathereth the waters of the sea together as a heap: He layeth up the deeps in store-houses."
    },
    {
      "verse": 8,
      "text": "Let all the earth fear Jehovah: Let all the inhabitants of the world stand in awe of him."
    },
    {
      "verse": 9,
      "text": "For he spake, and it was done; He commanded, and it stood fast."
    },
    {
      "verse": 10,
      "text": "Jehovah bringeth the counsel of the nations to nought; He maketh the thoughts of the peoples to be of no effect."
    },
    {
      "verse": 11,
      "text": "The counsel of Jehovah standeth fast for ever, The thoughts of his heart to all generations."
    },
    {
      "verse": 12,
      "text": "Blessed is the nation whose God is Jehovah, The people whom he hath chosen for his own inheritance."
    },
    {
      "verse": 13,
      "text": "Jehovah looketh from heaven; He beholdeth all the sons of men;"
    },
    {
      "verse": 14,
      "text": "From the place of his habitation he looketh forth Upon all the inhabitants of the earth,"
    },
    {
      "verse": 15,
      "text": "He that fashioneth the hearts of them all, That considereth all their works."
    },
    {
      "verse": 16,
      "text": "There is no king saved by the multitude of a host: A mighty man is not delivered by great strength."
    },
    {
      "verse": 17,
      "text": "A horse is a vain thing for safety; Neither doth he deliver any by his great power."
    },
    {
      "verse": 18,
      "text": "Behold, the eye of Jehovah is upon them that fear him, Upon them that hope in his lovingkindness;"
    },
    {
      "verse": 19,
      "text": "To deliver their soul from death, And to keep them alive in famine."
    },
    {
      "verse": 20,
      "text": "Our soul hath waited for Jehovah: He is our help and our shield."
    },
    {
      "verse": 21,
      "text": "For our heart shall rejoice in him, Because we have trusted in his holy name."
    },
    {
      "verse": 22,
      "text": "Let thy lovingkindness, O Jehovah, be upon us, According as we have hoped in thee."
    }
  ]
}