{
  "book_id": "PSA",
  "chapter": 74,
  "verses": [
    {
      "verse": 1,
      "text": "O God, why hast thou cast usoff for ever? Why doth thine anger smoke against the sheep of thy pasture?"
    },
    {
      "verse": 2,
      "text": "Remember thy congregation, which thou hast gotten of old, Which thou hast redeemed to be the tribe of thine inheritance; Andmount Zion, wherein thou hast dwelt."
    },
    {
      "verse": 3,
      "text": "Lift up thy feet unto the perpetual ruins, All the evil that the enemy hath done in the sanctuary."
    },
    {
      "verse": 4,
      "text": "Thine adversaries have roared in the midst of thine assembly; They have set up their ensigns for signs."
    },
    {
      "verse": 5,
      "text": "They seemed as men that lifted up Axes upon a thicket of trees."
    },
    {
      "verse": 6,
      "text": "And now all the carved work thereof They break down with hatchet and hammers."
    },
    {
      "verse": 7,
      "text": "They have set thy sanctuary on fire; They have profaned the dwelling-place of thy name by casting itto the ground."
    },
    {
      "verse": 8,
      "text": "They said in their heart, Let us make havoc of them altogether: They have burned up all the synagogues of God in the land."
    },
    {
      "verse": 9,
      "text": "We see not our signs: There is no more any prophet; Neither is there among us any that knoweth how long."
    },
    {
      "verse": 10,
      "text": "How long, O God, shall the adversary reproach? Shall the enemy blaspheme thy name for ever?"
    },
    {
      "verse": 11,
      "text": "Why drawest thou back thy hand, even thy right hand? Pluck itout of thy bosom andconsume them."
    },
    {
      "verse": 12,
      "text": "Yet God is my King of old, Working salvation in the midst of the earth."
    },
    {
      "verse": 13,
      "text": "Thou didst divide the sea by thy strength: Thou brakest the heads of the sea-monsters in the waters."
    },
    {
      "verse": 14,
      "text": "Thou brakest the heads of leviathan in pieces; Thou gavest him to be food to the people inhabiting the wilderness."
    },
    {
      "verse": 15,
      "text": "Thou didst cleave fountain and flood: Thou driedst up mighty rivers."
    },
    {
      "verse": 16,
      "text": "The day is thine, the night also is thine: Thou hast prepared the light and the sun."
    },
    {
      "verse": 17,
      "text": "Thou hast set all the borders of the earth: Thou hast made summer and winter."
    },
    {
      "verse": 18,
      "text": "Remember this, that the enemy hath reproached, O Jehovah, And that a foolish people hath blasphemed thy name."
    },
    {
      "verse": 19,
      "text": "Oh deliver not the soul of thy turtle-dove unto the wild beast: Forget not the life of thy poor for ever."
    },
    {
      "verse": 20,
      "text": "Have respect unto the covenant; For the dark places of the earth are full of the habitations of violence."
    },
    {
      "verse": 21,
      "text": "Oh let not the oppressed return ashamed: Let the poor and needy praise thy name."
    },
    {
      "verse": 22,
      "text": "Arise, O God, plead thine own cause: Remember how the foolish man reproacheth thee all the day."
    },
    {
      "verse": 23,
      "text": "Forget not the voice of thine adversaries: The tumult of those that rise up against thee ascendeth continually."
    }
  ]
}