{
  "book_id": "PSA",
  "chapter": 145,
  "verses": [
    {
      "verse": 1,
      "text": "I will extol thee, my God, O King; And I will bless thy name for ever and ever."
    },
    {
      "verse": 2,
      "text": "Every day will I bless thee; And I will praise thy name for ever and ever."
    },
    {
      "verse": 3,
      "text": "Great is Jehovah, and greatly to be praised; And his greatness is unsearchable."
    },
    {
      "verse": 4,
      "text": "One generation shall laud thy works to another, And shall declare thy mighty acts."
    },
    {
      "verse": 5,
      "text": "Of the glorious majesty of thine honor, And of thy wondrous works, will I meditate."
    },
    {
      "verse": 6,
      "text": "And men shall speak of the might of thy terrible acts; And I will declare thy greatness."
    },
    {
      "verse": 7,
      "text": "They shall utter the memory of thy great goodness, And shall sing of thy righteousness."
    },
    {
      "verse": 8,
      "text": "Jehovah is gracious, and merciful; Slow to anger, and of great lovingkindness."
    },
    {
      "verse": 9,
      "text": "Jehovah is good to all; And his tender mercies are over all his works."
    },
    {
      "verse": 10,
      "text": "All thy works shall give thanks unto thee, O Jehovah; And thy saints shall bless thee."
    },
    {
      "verse": 11,
      "text": "They shall speak of the glory of thy kingdom, And talk of thy power;"
    },
    {
      "verse": 12,
      "text": "To make known to the sons of men his mighty acts, And the glory of the majesty of his kingdom."
    },
    {
      "verse": 13,
      "text": "Thy kingdom is an everlasting kingdom, And thy dominion endureththroughout all generations."
    },
    {
      "verse": 14,
      "text": "Jehovah upholdeth all that fall, And raiseth up all those that are bowed down."
    },
    {
      "verse": 15,
      "text": "The eyes of all wait for thee; And thou givest them their food in due season."
    },
    {
      "verse": 16,
      "text": "Thou openest thy hand, And satisfiest the desire of every living thing."
    },
    {
      "verse": 17,
      "text": "Jehovah is righteous in all his ways, And gracious in all his works."
    },
    {
      "verse": 18,
      "text": "Jehovah is nigh unto all them that call upon him, To all that call upon him in truth."
    },
    {
      "verse": 19,
      "text": "He will fulfil the desire of them that fear him; He also will hear their cry and will save them."
    },
    {
      "verse": 20,
      "text": "Jehovah preserveth all them that love him; But all the wicked will he destroy."
    },
    {
      "verse": 21,
      "text": "My mouth shall speak the praise of Jehovah; And let all flesh bless his holy name for ever and ever."
    }
  ]
}