{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 2,
      "text": "In the seventh month, on the twenty-first \\add day\\add* of the month, the Lord spoke by Aggaeus the prophet, saying,"
    },
    {
      "verse": 3,
      "text": "Speak now to Zorobabel the son of Salathiel, of the tribe of Juda, and to \\f + \\fr 2:3 \\ft Or, Joshua. \\f* Jesus the son of Josedec, the high priest, and to all the remnant of the people, saying,"
    },
    {
      "verse": 4,
      "text": "Who \\add is there\\add* of you that saw this house in her former glory? and how do you⌃ now look upon it, as it were \\f + \\fr 2:4 \\ft Gr. not existing. \\f* nothing before your eyes?"
    },
    {
      "verse": 5,
      "text": "Yet now be strong, O Zorobabel, says the Lord; and strengthen yourself, O Jesus the high priest, the son of Josedec; and let all the people of the land strengthen themselves, says the Lord, and work, for I am with you, says the Lord Almighty;"
    },
    {
      "verse": 6,
      "text": "and my Spirit remains in the midst of you; be of good courage."
    },
    {
      "verse": 7,
      "text": "For thus says the Lord Almighty; \\x + \\xo 2:7 \\xt Heb 12:26 \\x* Yet once I will shake the heaven, and the earth, and the sea, and the dry \\add land\\add*;"
    },
    {
      "verse": 8,
      "text": "and I will shake all nations, and the choice \\f + \\fr 2:8 \\ft Or, objects. \\f* \\add portions\\add* of all the nations shall come: and I will fill this house with glory, says the Lord Almighty."
    },
    {
      "verse": 9,
      "text": "Mine is the silver, and mine the gold, says the Lord Almighty."
    },
    {
      "verse": 10,
      "text": "For the glory of this house shall be great, the latter more than the former, says the Lord Almighty: and in this place will I give peace, says the Lord Almighty, even peace of soul for \\f + \\fr 2:10 \\ft Or, salvation. \\f* a possession to every one that builds, to raise up this temple."
    },
    {
      "verse": 11,
      "text": "On the four and twentieth \\add day\\add* of the ninth month, in the second year of Darius, the word of the Lord came to Aggaeus the prophet, saying,"
    },
    {
      "verse": 12,
      "text": "Thus says the Lord Almighty; Inquire now of the priest \\add concerning\\add* the law, saying,"
    },
    {
      "verse": 13,
      "text": "If a man should take holy flesh in the skirt of his garment, and the skirt of his garment should touch bread, or pottage, or wine, or oil, or any meat, shall it be \\f + \\fr 2:13 \\ft Gr. sanctified. \\f* holy? And the priests answered and said, No."
    },
    {
      "verse": 14,
      "text": "And Aggaeus said, If a defiled person who is unclean by reason of a dead body, touch any of these, shall it be defiled? And the priests answered and said, It shall be defiled."
    },
    {
      "verse": 15,
      "text": "And Aggaeus answered and said, So is this people, and so is this nation before me, says the Lord; and so are all the works of their hands: and whoever shall approach them, shall be defiled \\f + \\fr 2:15 \\ft Not in Hebrew. \\f* \\add because of their early burdens: they shall be pained because of their toils; and you⌃ have hated him that reproved in the gates\\add*."
    },
    {
      "verse": 16,
      "text": "And now consider, I pray you, from this day and beforetime, before they laid a stone on a stone in the temple of the Lord, what manner of men you⌃ were."
    },
    {
      "verse": 17,
      "text": "When you⌃ cast into the corn-bin twenty measures of barley, and there were \\add only\\add* ten measures of barley: and you⌃ went \\f + \\fr 2:17 \\ft Gr. into. \\f* to the vat to draw out fifty measures, and there were \\add but\\add* twenty."
    },
    {
      "verse": 18,
      "text": "I struck you with barrenness, and with blasting, and all the works of your hands with hail; yet you⌃ returned not to me, says the Lord."
    },
    {
      "verse": 19,
      "text": "Set your hearts now \\add to think\\add* from this day and upward, from the four and twentieth \\add day\\add* of the ninth month, even from the day when the foundation of the temple of the Lord was laid;"
    },
    {
      "verse": 20,
      "text": "consider in your hearts, whether \\add this\\add* shall be known on the corn-floor, and whether yet the vine, and the fig tree, and the pomegranate, and the olive-trees that bear no fruit \\add are with you\\add*: from this day will I bless \\add you\\add*."
    },
    {
      "verse": 21,
      "text": "And the word of the Lord came the second time to Aggaeus the prophet, on the four and twentieth \\add day\\add* of the month, saying,"
    },
    {
      "verse": 22,
      "text": "Speak to Zorobabel the son of Salathiel, of the tribe of Juda, saying, I shake the heaven, and the earth, and the sea, and the dry \\add land\\add*;"
    },
    {
      "verse": 23,
      "text": "and I will overthrow the thrones of kings, and I will destroy the power of the kings of the nations; and I will overthrow chariots and riders; and the horses and their riders shall come down, every one by the sword striving against his brother."
    },
    {
      "verse": 24,
      "text": "In that day, says the Lord Almighty, I will take you, O Zorobabel, the son of Salathiel, my servant, says the Lord, and will make you as a seal: for I have chosen you, says the Lord Almighty."
    }
  ]
}