{
  "book_id": "LUK",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And it chaunced in thoose dayes: that ther went oute a commaundment from Auguste the Emperour that all the woorlde shuld be taxed."
    },
    {
      "verse": 2,
      "text": "And this taxynge was the fyrst and executed when Syrenius was leftenaut in Syria."
    },
    {
      "verse": 3,
      "text": "And every man went vnto his awne citie to be taxed."
    },
    {
      "verse": 4,
      "text": "And Ioseph also ascended from Galile oute of a cite called Nazareth into Iurie: vnto the cite of David which is called Bethleem because he was of the housse and linage of David"
    },
    {
      "verse": 5,
      "text": "to be taxed with Mary his spoused wyfe which was with chylde."
    },
    {
      "verse": 6,
      "text": "And it fortuned whyll they were there her tyme was come that she shuld be delyvered."
    },
    {
      "verse": 7,
      "text": "And she brought forth her fyrst begotten sonne and wrapped him in swadlynge cloothes and layed him in a manger because ther was no roume for them within in the ynne."
    },
    {
      "verse": 8,
      "text": "And ther were in the same region shepherdes abydinge in the felde and watching their flocke by nyght."
    },
    {
      "verse": 9,
      "text": "And loo: the angell of the lorde stode harde by the and the brightnes of the lorde shone rounde aboute them and they were soare afrayed."
    },
    {
      "verse": 10,
      "text": "But the angell sayd vnto them: Be not afrayed. For beholde I bringe you tydinges of greate ioye that shal come to all the people:"
    },
    {
      "verse": 11,
      "text": "for vnto you is borne this daye in the cite of David a saveoure which is Christ the lorde."
    },
    {
      "verse": 12,
      "text": "And take this for a signe: ye hall fynde the chylde swadled and layed in a manger."
    },
    {
      "verse": 13,
      "text": "And streight waye ther was with the angell a multitude of hevenly sowdiers laudynge God and sayinge:"
    },
    {
      "verse": 14,
      "text": "Glory to God an hye and peace on the erth: and vnto men reioysynge."
    },
    {
      "verse": 15,
      "text": "And it fortuned assone as the angels were gone awaye from them in to heven the shepherdes sayd one to another: let vs goo even vnto Bethleem and se this thynge that is hapened which the Lorde hath shewed vnto vs."
    },
    {
      "verse": 16,
      "text": "And they cam with haste and founde Mary and Ioseph and the babe layde in a manger."
    },
    {
      "verse": 17,
      "text": "And when they had sene it they publisshed a brode the sayinge which was tolde them of that chylde."
    },
    {
      "verse": 18,
      "text": "And all that hearde it wondred at those thinges which were tolde the of the shepherdes."
    },
    {
      "verse": 19,
      "text": "But Mary kept all thoose sayinges and pondered them in hyr hert."
    },
    {
      "verse": 20,
      "text": "And the shepherdes retourned praysinge and laudinge God for all that they had herde and sene evyn as it was told vnto them."
    },
    {
      "verse": 21,
      "text": "And when the eyght daye was come that the chylde shuld be circucised his name was called Iesus which was named of the angell before he was conceaved in the wombe."
    },
    {
      "verse": 22,
      "text": "And when the tyme of their purificacion (after the lawe of Moyses) was come they brought him to Hierusalem to present hym to the Lorde"
    },
    {
      "verse": 23,
      "text": "(as that is written in the lawe of the Lorde: every man that fyrst openeth the matrix shalbe called holy to the Lorde)"
    },
    {
      "verse": 24,
      "text": "and to offer (as it ys sayde in the lawe of the Lorde) a payre of turtle doves or two yonge pigions."
    },
    {
      "verse": 25,
      "text": "And beholde ther was a man in Hierusalem whose name was Simeon. And the same man was iuste and feared God and longed for the consolacion of Israel and the holy goost was in him."
    },
    {
      "verse": 26,
      "text": "And an answer was geven him of the holy goost that he shulde not se deethe before he had sene the lordes Christ."
    },
    {
      "verse": 27,
      "text": "And he came by inspiracion into the temple. And when the father and mother brought in the chylde Iesus to do for him after the custome of the lawe"
    },
    {
      "verse": 28,
      "text": "then toke he him vp in his armes and sayde."
    },
    {
      "verse": 29,
      "text": "Lorde Now lettest thou thy seruaut departe in peace accordinge to thy promes."
    },
    {
      "verse": 30,
      "text": "For myne eyes have sene the saveour sent from the"
    },
    {
      "verse": 31,
      "text": "Wich thou hast prepared before the face of all people."
    },
    {
      "verse": 32,
      "text": "A light to lighten the gentyls and the glory of thy people Israel."
    },
    {
      "verse": 33,
      "text": "And his father and mother mervelled at those thinges which were spoke of him."
    },
    {
      "verse": 34,
      "text": "And Simeon blessed them and sayde vnto Mary his mother: beholde this chyld shalbe the fall and resurreccion of many in Israel and a signe which shalbe spoke agaynste."
    },
    {
      "verse": 35,
      "text": "And morover the swearde shall pearce thy soule that the thoughtes of many hertes maye be opened."
    },
    {
      "verse": 36,
      "text": "And ther was a Prophetesse one Anna the doughter of Phanuel of the tribe of Aser: which was of a greate age and had lyved with an husbande. vii. yeres from her virginite."
    },
    {
      "verse": 37,
      "text": "And she had bene a wedowe aboute .iiii. scoore and .iiii. yere which went never oute of the temple but served God with fastinge and prayer nyght and daye."
    },
    {
      "verse": 38,
      "text": "And the same came forth that same houre and praysed the Lorde and spake of him to all that loked for redempcion in Hierusalem."
    },
    {
      "verse": 39,
      "text": "And assone as they had performed all thinges accordinge to the lawe of the Lorde they returned into Galile to their awne cite Nazareth."
    },
    {
      "verse": 40,
      "text": "And the chylde grewe and wexed stronde in sprete and was filled with wysdome and the grace of God was with hym."
    },
    {
      "verse": 41,
      "text": "And his father and mother went to Hierusalem every yeare at the feeste of ester."
    },
    {
      "verse": 42,
      "text": "And when he was .xii. yere olde they went vp to Hierusalem after the custome of the feeste."
    },
    {
      "verse": 43,
      "text": "And when they had fulfilled the dayes as they returned home the chylde Iesus boode styll in Hierusalem vnknowynge to his father and mother."
    },
    {
      "verse": 44,
      "text": "For they supposed he had bene in the company and therfore came a days iorney and sought him amonge their kynsfolke and acquayntaunce."
    },
    {
      "verse": 45,
      "text": "And when they founde hym not they went backe agayne to Hierusalem and sought him."
    },
    {
      "verse": 46,
      "text": "And it fortuned after .iii. dayes that they founde him in the temple sittinge in the middes of the doctours both hearynge them and posinge them."
    },
    {
      "verse": 47,
      "text": "And all that hearde him mervelled at his wit and answers."
    },
    {
      "verse": 48,
      "text": "And when they sawe him they were astonyed. And his mother sayde vnto him: sonne why hast thou thus dealte with vs? Beholde thy father and I have sought the sorowenge."
    },
    {
      "verse": 49,
      "text": "And he sayde vnto the: how is it that ye sought me? Wist ye not that I must goo aboute my fathers busines?"
    },
    {
      "verse": 50,
      "text": "And they vnderstode not the sayinge that he spake to them."
    },
    {
      "verse": 51,
      "text": "And he went with them and came to Nazareth and was obedient to the. But his mother kept all these thinges in her hert."
    },
    {
      "verse": 52,
      "text": "And Iesus increased in wisdom and age and in favoure with god and man."
    }
  ]
}