{
  "book_id": "LUK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "In the fiftenthe yeare of the raygne of Tiberius the Emperoure Pontius Pylate beinge leftenaut of Iurie and Herode beinge Tetrach of Galile and his brother Philip Tetrach in Iturea and in the region of Traconites and Lysanias the Tetrach of Abyline"
    },
    {
      "verse": 2,
      "text": "when Anna and Cayphas were the hye prestes: the worde of God came vnto Iohn the sonne of zacharias in the wildernes."
    },
    {
      "verse": 3,
      "text": "And he came in to all the coostes aboute Iordan preachynge the baptyme of repentaunce for the remission of synnes"
    },
    {
      "verse": 4,
      "text": "at it is written in the boke of the sayinges of Esaias the Prophet which sayeth: The voyce of a cryar in wyldernes prepare the waye of the Lorde make hys pathes strayght."
    },
    {
      "verse": 5,
      "text": "Every valley shalbe fylled and every moutayne and hyll shalbe brought lowe. And crocked thinges shalbe made streight: and the rough wayes shalbe made smoth:"
    },
    {
      "verse": 6,
      "text": "and all flesshe shall se the saveour sent of God."
    },
    {
      "verse": 7,
      "text": "Then sayde he to the people that were come to be baptysed of him: O generacion of vipers who hath taught you to flye from the wrath to come?"
    },
    {
      "verse": 8,
      "text": "Bringe forth due frutes of repentaunce and begynne not to saye in youre selves we have Abraham to oure father. For I saye vnto you: God is able of these stones to reyse vp chyldren vnto Abraham."
    },
    {
      "verse": 9,
      "text": "Now also ys the axe leyd vnto the rote of the trees: so that every tree which bringeth not forth good frute shalbe hewe doune and caste in to the fyre."
    },
    {
      "verse": 10,
      "text": "And the people axed him sayinge: What shall we do then?"
    },
    {
      "verse": 11,
      "text": "He answered and sayde vnto them: He that hath two coottes let him parte with him that hath none: and he that hath meate let him do lykewyse."
    },
    {
      "verse": 12,
      "text": "Then came ther Publicans to be baptised and sayde vnto him: Master what shall we do?"
    },
    {
      "verse": 13,
      "text": "And he sayde vnto the: requyre no more then that which ys appoynted vnto you."
    },
    {
      "verse": 14,
      "text": "The soudyoures lyke wyse demaunded of hym sayinge: and what shall we do? And he sayde to them: Do violence to noo man: nether trouble eny man wrongfully: but be content with youre wages."
    },
    {
      "verse": 15,
      "text": "As the people were in a doute and all men disputed in their hertes of Iohn whether he were very Christ:"
    },
    {
      "verse": 16,
      "text": "Ihon answered and sayde to them all: I baptyse you with water but a stronger then I cometh after me whose shue latchet I am not worthy to vnlouse: he will baptise you with the holy goost and with fyre:"
    },
    {
      "verse": 17,
      "text": "which hath his fanne in his hond and will pourge his floore and will gader the corne into his barne: but the chaffe wyll he bourne with fyre that never shalbe quenched."
    },
    {
      "verse": 18,
      "text": "And many other thinges in his exhortacion preached he vnto the people."
    },
    {
      "verse": 19,
      "text": "Then Herode the Tetrach (when he was rebuked of him for Herodias his brother Philippes wyfe and for all the evyls which Herod had done)"
    },
    {
      "verse": 20,
      "text": "added this above all and leyd Iohn in preson."
    },
    {
      "verse": 21,
      "text": "And that fortuned as all the people receaved baptyme (and when Iesus was baptised and dyd praye) that heaven was opened"
    },
    {
      "verse": 22,
      "text": "and the holy goost came doune in a bodely shape lyke a dove vpo him and a voyce came from heven sayinge: Thou arte my dere sonne in the do I delyte."
    },
    {
      "verse": 23,
      "text": "And Iesus him silfe was about thirty yere of age when he begane beinge as men supposed the sonne of Ioseph. which Ioseph was the sonne of Heli:"
    },
    {
      "verse": 24,
      "text": "which was the sonne of Mathat: which was the sonne of Levi: which was the sonne of Melchi: which was the sonne of Ianna: which was the sonne of Ioseph:"
    },
    {
      "verse": 25,
      "text": "which was the sonne of Matatthias: which was the sonne of Amos: which was the sonne of Nahum: which was the sonne of Esli: which was the sonne of Nagge:"
    },
    {
      "verse": 26,
      "text": "which was the sonne of Maath: which was the sonne of Matathias: which was the sonne of Semei: which was the sonne of Ioseph: which was the sonne of Iuda:"
    },
    {
      "verse": 27,
      "text": "which was the sonne of Iohanna: which was the sonne of Rhesya: which was the sonne of zorobabel: which was the sonne of Salathiel: which was the sonne of Neri:"
    },
    {
      "verse": 28,
      "text": "which was the sonne of Melchi: which was the sonne of Addi: which was the sonne of Cosam: which was the sonne of Helmadam: which was the sonne of Her:"
    },
    {
      "verse": 29,
      "text": "which was the sonne of Ieso: which was the sonne of Helieser: which was the sonne of Ioram: which was the sonne of Mattha: which was the sonne of Levi:"
    },
    {
      "verse": 30,
      "text": "which was the sonne of Simeon: which was the sonne of Iuda: which was the sonne of Ioseph: which was the sonne of Ionam: which was the sonne of Heliachim:"
    },
    {
      "verse": 31,
      "text": "which was the sonne of Melea: which was the sonne of Menam: which was the sonne of Mathathan: which was the sonne of Nathan: which was the sonne of David:"
    },
    {
      "verse": 32,
      "text": "which was the sonne of Iesse: which was the sonne of Obed: which was the sonne of Boos: which was the sonne of Salmon: which was the sonne of Naason:"
    },
    {
      "verse": 33,
      "text": "which was the sonne of Aminadab: which was the sonne of Aram: which was the sonne of Esrom: which was the sonne of Phares: which was the sonne of Iuda:"
    },
    {
      "verse": 34,
      "text": "which was the sonne of Iacob: which was the sonne of Ysaac: which was the sonne of Abraham: which was the sonne of Tharra: which was the sonne of Nachor:"
    },
    {
      "verse": 35,
      "text": "which was the sonne of Saruch: which was the sonne of Ragau: which was the sonne of Phalec: which was the sonne of Heber: which was the sonne of Sala:"
    },
    {
      "verse": 36,
      "text": "which was the sonne of Cainan: which was the sonne of Arphaxat: which was the sonne of Sem: which was the sonne of Noe: which was the sonne of Lameth:"
    },
    {
      "verse": 37,
      "text": "which was the sonne of Mathusala: which was the sonne of Enoch: which was the sonne of Iareth: which was the sonne of Malalehel. which was the sonne of Cainan: which was the sonne of Enos:"
    },
    {
      "verse": 38,
      "text": "which was the sonne of Seth: which was the sonne of Adam: which was the sonne of God."
    }
  ]
}