{
  "book_id": "LUK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "It came to passe as the people preased vpon him to heare the worde of God that he stoode by the lake of Genezareth:"
    },
    {
      "verse": 2,
      "text": "and sawe two shippes stonde by the lake syde but the fisshermen were gone out of the and were wasshynge their nettes."
    },
    {
      "verse": 3,
      "text": "And he entred in to one of the shippes which perteyned to Simon and prayed him that he wolde thrust out a litell from the londe. And he sate doune and taught the people out of the ship."
    },
    {
      "verse": 4,
      "text": "When he had leeft speakynge he sayde vnto Simon: Launche out in to the depe and let slippe youre nettes to make a draught"
    },
    {
      "verse": 5,
      "text": "And Simon answered and sayde to him: Master we have labored all nyght and have taken nothinge. Neverthelater at thy worde I will loose forthe the net."
    },
    {
      "verse": 6,
      "text": "And when they had so done they inclosed a greate multitude of fisshes. And their net brake:"
    },
    {
      "verse": 7,
      "text": "but they made signes to their felowes which were in the other ship that they shuld come and helpe the And they came: and filled bothe the shippes that they soncke agayne."
    },
    {
      "verse": 8,
      "text": "When Simon Peter sawe that he fell doune at Iesus knees sayinge: Lorde goo from me for I am a synfull man."
    },
    {
      "verse": 9,
      "text": "For he was vtterly astonyed and all that were with him at the draught of fisshe which they toke:"
    },
    {
      "verse": 10,
      "text": "and so was also Iames and Iohn the sonnes of zebede which were parteners with Simon. And Iesus sayde vnto Simon: feare not from hence forthe thou shalt catche men."
    },
    {
      "verse": 11,
      "text": "And they brought the shippes to londe and forsoke all and folowed him."
    },
    {
      "verse": 12,
      "text": "And it fortuned as he was in a certayne cite: beholde ther was a man full of leprosy: and when he had spied Iesus he fell on his face and besought him sayinge: Lorde yf thou wilt thou canst make me cleane."
    },
    {
      "verse": 13,
      "text": "And he strethed forth the hond and touched him sayinge: I will be thou cleane. And immediatly the leprosy departed from him."
    },
    {
      "verse": 14,
      "text": "And he warned him that he shuld tell no man: but that he shuld goo and shewe him selfe to the Preste and offer for his clensynge accordinge as Moses commaundement was for a witnes vnto them."
    },
    {
      "verse": 15,
      "text": "But so moche the moare went ther a fame abroade of him and moche people cam to geder to heare and to be healed of him of their infirmities."
    },
    {
      "verse": 16,
      "text": "And he kepte him silfe aparte in the wildernesses and gave him silfe to prayer."
    },
    {
      "verse": 17,
      "text": "And it happened on a certayne daye that he taught: and ther sate the pharises: and docturs of lawe which were come out of all the tounes of Galile Iurie and Hierusalem. And the power of the Lorde was to heale them."
    },
    {
      "verse": 18,
      "text": "And beholde me brought a man lyinge in his beed which was taken with a palsie: and sought meanes to brynge him in and to laye him before him."
    },
    {
      "verse": 19,
      "text": "And when they coulde not finde by what waye they might bringe him in be cause of the prease they wet vp on the toppe of the housse and let him doune thorowe the tylinge beed and all in the middes before Iesus."
    },
    {
      "verse": 20,
      "text": "When he sawe their fayth he sayde vnto him: man thy synnes are forgeven the."
    },
    {
      "verse": 21,
      "text": "And the Scribes and the Parises begane to thinke sayinge: What felow is this which speaketh blasphemy? Who can forgeve synnes but God only?"
    },
    {
      "verse": 22,
      "text": "When Iesus perceaved their thoughtes he answered and sayde vnto them: What thinke ye in youre hertes?"
    },
    {
      "verse": 23,
      "text": "Whether is easyar to saye thy synnes are forgeve the or to saye: rise and walke?"
    },
    {
      "verse": 24,
      "text": "But that ye maye knowe that the sonne of man hath power to forgeve synnes on erth he sayde vnto the sicke of the palsie: I saye to the aryse take vp thy beed and go home to thy housse."
    },
    {
      "verse": 25,
      "text": "And immediatly he rose vp before them and toke vp his beed where on he laye and departed to his awne housse praysinge God."
    },
    {
      "verse": 26,
      "text": "And they were all amased and they lauded God and were filled with feare sayinge: We have sene straunge thynges to daye."
    },
    {
      "verse": 27,
      "text": "And after that he went forthe and sawe a Publican named Levi sittinge at the receyte of custome and sayde vnto him: folow me."
    },
    {
      "verse": 28,
      "text": "And he leeft all roose vp and folowed him."
    },
    {
      "verse": 29,
      "text": "And that same Levi made him a greate feaste at home in his awne housse. And ther was a greate company of publicans and of other that sate at meate with him."
    },
    {
      "verse": 30,
      "text": "And the Scribes and Pharises murmured agaynst his disciples sayinge: Why eate ye and drinke ye with publicans and synners?"
    },
    {
      "verse": 31,
      "text": "Iesus answered and sayde vnto the: They that are whole nede not of the phisicion: but they that are sicke."
    },
    {
      "verse": 32,
      "text": "I came not to call the rightewes but synners to repentaunce."
    },
    {
      "verse": 33,
      "text": "Then they sayde vnto him: Why do the disciples of Iohn fast often and praye and the disciples of the Pharises also: and thine eate and drinke?"
    },
    {
      "verse": 34,
      "text": "And he sayde vnto them: Can ye make the chyldren of the weddinge fast as longe as the brydgrome is present with them?"
    },
    {
      "verse": 35,
      "text": "The dayes will come when the brydgrome shalbe take awaye from them: then shall they fast in those dayes"
    },
    {
      "verse": 36,
      "text": "Then he spake vnto them in a similitude: No man putteth a pece of a newe garment in to an olde vesture: for yf he do: then breaketh he the newe and the pece that was taken out of the newe agreeth not with the olde."
    },
    {
      "verse": 37,
      "text": "Also no man poureth newe wyne into olde vessels. For yf he do the newe wyne breaketh the vessels and runneth out it silfe and the vessels perisshe:"
    },
    {
      "verse": 38,
      "text": "But newe wyne must be poured into newe vessels and bothe are preserved."
    },
    {
      "verse": 39,
      "text": "Also no man that drinketh olde wine strayght waye can awaye with newe for he sayeth the olde is plesauter."
    }
  ]
}