{
  "book_id": "LUK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "When he had ended all his sainges in the audience of the people he entred into Capernaum."
    },
    {
      "verse": 2,
      "text": "And a certayne Centurions seruaunte was sicke and redy to dye whom he made moche of."
    },
    {
      "verse": 3,
      "text": "And when he hearde of Iesu he sent vnto him the elders of the Iewes besechinge him that he wolde come and heale his servaunt."
    },
    {
      "verse": 4,
      "text": "And they came to Iesus and besought him instantly sayinge: He is worthi that thou shuldest do this for him."
    },
    {
      "verse": 5,
      "text": "For he loveth oure nacion and hath bilt vs a sinagoge"
    },
    {
      "verse": 6,
      "text": "And Iesus went with them. And when he was not farre from the housse the Centurion sent frendes to him sayinge vnto him: Lorde trouble not thy silfe: for I am not worthy that thou shuldest enter vnder my roffe."
    },
    {
      "verse": 7,
      "text": "Wherfore I thought not my silfe worthy to come vnto the: but saye the worde and my servaunt shalbe whoole."
    },
    {
      "verse": 8,
      "text": "For I lyke wyse am a man vnder power and have vnder me soudiers and I saye vnto won goo: and he goeth. And to another come: and he cometh. And to my servaunt do this: and he doeth it."
    },
    {
      "verse": 9,
      "text": "When Iesus herde this he merveyled at him and turned him about and sayd to the people that folowed him: I saye vnto you I have not founde so greate faith noo not in Israel."
    },
    {
      "verse": 10,
      "text": "And they that were sent turned backe home agayne and founde the servaunt that was sicke whoole."
    },
    {
      "verse": 11,
      "text": "And it fortuned after that that he went into a cite called Naim and many of his disciples went with him and moche people."
    },
    {
      "verse": 12,
      "text": "When he came nye to the gate of the cite: beholde ther was a deed man caried out which was the only sonne of his mother and she was a widowe and moche people of the cite was with her."
    },
    {
      "verse": 13,
      "text": "And when the lorde sawe her he had compassion on her and sayde vnto her: wepe not."
    },
    {
      "verse": 14,
      "text": "And he went and touched the coffyn and they that bare him stode still. And he sayde: Yonge man I saye vnto the aryse."
    },
    {
      "verse": 15,
      "text": "And the deed sate vp and beganne to speake. And he delyvered him to his mother."
    },
    {
      "verse": 16,
      "text": "And ther came a feare on the all. And they glorified god sayinge: a greate prophet is rysen amonge vs and god hath visited his people"
    },
    {
      "verse": 17,
      "text": "And this rumor of him wet forthe throughout all Iurie and thorowout all the regions which lye rounde about."
    },
    {
      "verse": 18,
      "text": "And the disciples of Iohn shewed him of all these thinges."
    },
    {
      "verse": 19,
      "text": "And Iohn called vnto him .ii. of his disciples and sent the to Iesus sayinge: Arte thou he that shall come: or shall we loke for another?"
    },
    {
      "verse": 20,
      "text": "When the men were come vnto him they sayde: Iohn baptiste sent vs vnto ye sayinge: Arte thou he that shall come: or shall we wayte for another?"
    },
    {
      "verse": 21,
      "text": "And at the same tyme he cured many of their infirmites and plages and of evyll spretes and vnto many that were blynde he gave sight."
    },
    {
      "verse": 22,
      "text": "And Iesus answered and sayd vnto them: Goo youre wayes and shewe Iohn what thinges ye have sene and harde: how that the blynde se the halt goo the lepers are clensed the deafe heare the deed aryse to the poore is the glad tydinges preached"
    },
    {
      "verse": 23,
      "text": "and happy is he that is not offended by me."
    },
    {
      "verse": 24,
      "text": "When the messengers of Iohn were departed he began to speake vnto the people of Iohn What wet ye oute into the wildernes for to se? went ye to se arede shaken with the wynde?"
    },
    {
      "verse": 25,
      "text": "But what went ye out for tose? A man clothed in soofte rayment? Beholde they which are gorgeously apparelled and lyve delicatly are in kynges courtes."
    },
    {
      "verse": 26,
      "text": "But what went ye forth to se? A prophete? Ye I saye to you and moare then a prophete."
    },
    {
      "verse": 27,
      "text": "This is he of who it is wrytten: Beholde I sende my messenger before thy face to prepare thy waye before the."
    },
    {
      "verse": 28,
      "text": "For I saye vnto you: a greater prophete then Iohn amonge wemes chyldre is ther none. Neverthelesse one that is lesse in the kyngdo of god is greater the he."
    },
    {
      "verse": 29,
      "text": "And all the people that hearde and the publicans iustified God and were baptised with the baptism of Iohn."
    },
    {
      "verse": 30,
      "text": "But the pharises and scribes despised the counsell of god agaynst them selves and were not baptised of him."
    },
    {
      "verse": 31,
      "text": "And the lorde sayd: Wher vnto shall I lyke the men of this generacion and what thinge are they lyke?"
    },
    {
      "verse": 32,
      "text": "They are lyke vnto chyldre sittynge in the market place and cryinge one to another and sayinge: We have pyped vnto you and ye have not daunsed: we have mourned to you and ye have not wept."
    },
    {
      "verse": 33,
      "text": "For Iohn baptist cam nether eatynge breed ner drinkynge wyne and ye saye: he hath the devyll."
    },
    {
      "verse": 34,
      "text": "The sonne of man is come and eateth and drinketh and ye saye: beholde a man which is a glotton and a drinker of wyne a frende of publicans and synners."
    },
    {
      "verse": 35,
      "text": "Yet is wysdome iustified of all her chyldren."
    },
    {
      "verse": 36,
      "text": "And one of the pharises desyred him that he wolde eate with him. And he went into the pharises housse and sate doune to meate."
    },
    {
      "verse": 37,
      "text": "And beholde a woman in that cite which was a synner assone as she knewe that. Iesus sate at meate in the pharises housse she brought an alablaster boxe of oyntment"
    },
    {
      "verse": 38,
      "text": "and she stode at his fete behynde him wepynge and beganne to wesshe his fete with teares and dyd wipe the with the heares of her heed and kyssed his fete and anoynted them with oyntment."
    },
    {
      "verse": 39,
      "text": "When the pharise which bade him sawe that he spake with in him sylfe sayinge: If this man were a prophete he wolde surely have knowen who and what maner woman this is which toucheth him for she is a synner."
    },
    {
      "verse": 40,
      "text": "And Iesus answered and sayde vnto him: Simon I have some what to saye vnto the. And he sayd master saye on."
    },
    {
      "verse": 41,
      "text": "There was a certayne lender which had two detters the one ought five hondred pence and the other fyfty."
    },
    {
      "verse": 42,
      "text": "When they had nothinge to paye he forgave the boothe. Which of them tell me will love him moost?"
    },
    {
      "verse": 43,
      "text": "Simon answered and sayde: I suppose that he to whom he forgave moost. And he sayde vnto him: Thou hast truly iudged."
    },
    {
      "verse": 44,
      "text": "And he turned to the woman and sayde vnto Simon: Seist thou this woman? I entred into thy housse and thou gavest me noo water to my fete but she hath wesshed my fete with teares and wiped the with the heeres of her heed."
    },
    {
      "verse": 45,
      "text": "Thou gavest me no kysse: but she sence the tyme I came in hath not ceased to kysse my fete"
    },
    {
      "verse": 46,
      "text": "Myne heed with oyle thou dydest not anoynte: but she hath annoynted my fete with oyntmet."
    },
    {
      "verse": 47,
      "text": "Wherefore I saye vnto the: many synnes are forgeve her for she loved moche. To whom lesse is forgeven the same doeth lesse love."
    },
    {
      "verse": 48,
      "text": "And he sayde vnto her thy synnes are forgeven the."
    },
    {
      "verse": 49,
      "text": "And they that sate at meate with him beganne to saye within them selves: Who is this which forgeveth synnes also?"
    },
    {
      "verse": 50,
      "text": "And he sayde to the woman: Thy faith hath saved the Goo in peace."
    }
  ]
}