{
  "book_id": "LUK",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it fortuned after that that he him sylfe went throughout cities and tounes preachynge and shewinge the kyngdom of God and the twelve with him."
    },
    {
      "verse": 2,
      "text": "And also certayne wemen which wer healed of evell spretes and infirmities: Mary called Magdalen out of whom went seven devyls"
    },
    {
      "verse": 3,
      "text": "and Ioanna the wyfe of Chusa Herodees stewarde and Susanna and many other: which ministred vnto the of their substaunce."
    },
    {
      "verse": 4,
      "text": "When moch people were gadred to gether and were come to him out of all cities he spake by a similitude."
    },
    {
      "verse": 5,
      "text": "A sower went out to sowe his seede: and as he sowed some fell by the waye syde and it was troden vnder fete and the foules of the ayre devoured it vp."
    },
    {
      "verse": 6,
      "text": "And some fell on ston and assone as it was spronge vp it widdred awaye because it lacked moystnes."
    },
    {
      "verse": 7,
      "text": "And some fell amonge thornes and the thornes spronge vp with it and choked it."
    },
    {
      "verse": 8,
      "text": "And some fell on good grounde and sproge vp and bare frute an hondred foolde. And as he sayde these thinges he cryed: He that hath eares to heare let him heare."
    },
    {
      "verse": 9,
      "text": "And his disciples axed him sayinge: what maner similitude is this?"
    },
    {
      "verse": 10,
      "text": "And he sayde: vnto you is it geven to knowe the secretes of the kyngdom of God: but to other in similitudes that when they se they shuld not se: and when they heare they shuld not vnderstonde."
    },
    {
      "verse": 11,
      "text": "The similitude is this. The seede is the worde of God."
    },
    {
      "verse": 12,
      "text": "Thoose that are besyde the waye are they that heare and afterwarde cometh the devyll and taketh awaye the worde out of their hertes lest they shuld beleve and be saved."
    },
    {
      "verse": 13,
      "text": "They on the stonnes are they which when they heare receave the worde with ioye. But these have noo rootes which for a whyle beleve and in tyme of temptacion goo awaye."
    },
    {
      "verse": 14,
      "text": "And that which fell amonge thornes are they which heare and goo forth and are choked with cares and with riches and volupteous lyvinge and bringe forth noo frute."
    },
    {
      "verse": 15,
      "text": "That in the good grounde are they which with a good and pure hert heare the worde and kepe it and bringe forth frute with pacience."
    },
    {
      "verse": 16,
      "text": "No man lyghteth a candell and covereth it vnder a vessell nether putteth it vnder the table: but setteth it on a candelsticke that they that enter in maye se the lyght."
    },
    {
      "verse": 17,
      "text": "No thinge is in secret that shall not come abroode: Nether eny thinge hyd that shall not be knowen and come to lyght."
    },
    {
      "verse": 18,
      "text": "Take hede therfore how ye heare. For whosoever hath to him shalbe geve: And whosoever hath not from him shalbe take even that same which he supposeth that he hath."
    },
    {
      "verse": 19,
      "text": "Then came to him his mother and his brethren and coulde not come at him for prease."
    },
    {
      "verse": 20,
      "text": "And they tolde him sayinge: Thy mother and thy brethren stonde with out and wolde se the."
    },
    {
      "verse": 21,
      "text": "He answered and sayd vnto them: my mother and my brethren are these which heare the worde of God and do it."
    },
    {
      "verse": 22,
      "text": "And it chaunsed on a certayne daye that he went into a shippe and his disciples also and he sayde vnto them: Let vs goo over vnto the other syde of the lake. And they Lanched forthe."
    },
    {
      "verse": 23,
      "text": "And as they sayled he fell a slepe and there arose a storme of wynde in the lake and they were fylled with water and were in ieopardy."
    },
    {
      "verse": 24,
      "text": "And they went to him and awoke him sayinge: Master Master we are loost. Then he arose and rebuked the wynde and the tempest of water and they ceased and it wexed calme."
    },
    {
      "verse": 25,
      "text": "And he sayd vnto them: where is youre faith? They feared and wondred sayinge one to another: what felowe is this? for he commaundeth bothe the wyndes and water and they obey him?"
    },
    {
      "verse": 26,
      "text": "And they sayled vnto the region of the Gaderenites which is over agaynst Galile."
    },
    {
      "verse": 27,
      "text": "And as he went out to londe ther met him a certayne man out of the cite which had a devyll longe tyme and ware noo clothes nether aboode in eny housse: but amonge graves."
    },
    {
      "verse": 28,
      "text": "When he sawe Iesus he cryed and fell doune before him and with a loude voyce sayde: What have I to do with the Iesus the sonne of the God moost hyest? I beseche the torment me not."
    },
    {
      "verse": 29,
      "text": "Then he commaunded the foule sprete to come out of the man. For ofte tymes he caught him and he was bounde with chaynes and kept with fetters: and he brake the bondes and was caryed of the fende into wyldernes."
    },
    {
      "verse": 30,
      "text": "And Iesus axed him sayinge: what is thy name? And he sayde: Legion because many devyls were entred into him."
    },
    {
      "verse": 31,
      "text": "And they besought him that he wolde not commaunde the to goo out into the depe."
    },
    {
      "verse": 32,
      "text": "And ther was there by an heerde of many swyne fedynge on an hyll: and they besought him that he wolde soffre the to enter into them. And he soffred them."
    },
    {
      "verse": 33,
      "text": "Then went the devyls out of the man and entred into the swyne: And the heerd toke their course and ran heedlynge into the lake and were choked."
    },
    {
      "verse": 34,
      "text": "When the herdmen sawe what had chaunsed they fleed and tolde it in the cite and in the villages."
    },
    {
      "verse": 35,
      "text": "And they came out to se what was done: and came to Iesus and founde the man out of who the devyls were departed sittynge at the fete of Iesus clothed and in his right mynde and they were afrayde."
    },
    {
      "verse": 36,
      "text": "They also wich sawe it tolde the by what meanes he that was possessed of the devyll was healed."
    },
    {
      "verse": 37,
      "text": "And all the whole multitude of the cotrye of the Gaderenites besought him that he wolde departe from the: for they were taken with greate feare. And he gate him into the shippe and returned backe agayne."
    },
    {
      "verse": 38,
      "text": "Then the man out of whom the devyls were departed besought him that he myght be with him: But Iesus sent him awaye sayinge:"
    },
    {
      "verse": 39,
      "text": "Goo home agayne into thyne awne housse and shewe what great thinges God hath done to the. And he went his waye and preached thorow out all the cite what great thinges Iesus had done vnto him."
    },
    {
      "verse": 40,
      "text": "And it fortuned when Iesus was come agayne that the people receaved him. For they all wayted for him."
    },
    {
      "verse": 41,
      "text": "And beholde ther came a man named Iairus (and he was a ruler of the synagoge) and he fell doune at Iesus fete and besought him that he wolde come into his housse"
    },
    {
      "verse": 42,
      "text": "for he had but a doughter only apon a twelve yere of age and she laye a dyinge. And as he went the people thronged him."
    },
    {
      "verse": 43,
      "text": "And a woman havynge an issue of bloud twelve yeres (which had spent all her substance amonge phisicions nether coulde be holpen of eny)"
    },
    {
      "verse": 44,
      "text": "came behinde him and touched the hem of his garmet and immediatly her issue of bloud staunched."
    },
    {
      "verse": 45,
      "text": "And Iesus sayde: Who is it that touched me? when every man denyed Peter and they that were with him sayde: Master the people thrust the and vexe the: and sayest thou who touched me?"
    },
    {
      "verse": 46,
      "text": "And Iesus sayd: Some body touched me. For I perceave that vertue is gone out of me."
    },
    {
      "verse": 47,
      "text": "When the woman sawe that she was not hid she came trimblynge and fell at is fete and tolde him before all the people for what cause she had touched him and how she was healed immediatly."
    },
    {
      "verse": 48,
      "text": "And he sayde vnto hyr: Doughter be of good comforte Thy faith hath made the hoale goo in peace."
    },
    {
      "verse": 49,
      "text": "Whyll he yet spake there came one from the rulers of the synagogis housse which sayde to him: thy doughter is deed disease not the master."
    },
    {
      "verse": 50,
      "text": "When Iesus hearde that He answered the father sayinge: Feare not beleve only and she shalbe made whole."
    },
    {
      "verse": 51,
      "text": "And when he came to the housse he suffred no man to goo in with him save Peter Iames and Iohn and the father and the mother of the mayden."
    },
    {
      "verse": 52,
      "text": "Every body weept and sorowed for her. And he sayde: Wepe not: for she is not deed but slepeth."
    },
    {
      "verse": 53,
      "text": "And they lewgh him to scorne. For they knew that she was deed."
    },
    {
      "verse": 54,
      "text": "And he thrust the all out and caught her by the honde and cryed sayinge: Mayde aryse."
    },
    {
      "verse": 55,
      "text": "And hyr sprete came agayne and she roose strayght waye. And he commaunded to geve her meate."
    },
    {
      "verse": 56,
      "text": "And the father and the mother of hyr were astonyed. But he warned the that they shuld tell noo man what was done."
    }
  ]
}