{
  "book_id": "LUK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then called he the .xii. to gether and gave them power and auctorite over all devyls and that they myght heale diseases."
    },
    {
      "verse": 2,
      "text": "And he sent them to preache the kyngdome of God and to cure the sick."
    },
    {
      "verse": 3,
      "text": "And he sayd to them: Take nothinge to sucker you by the waye: nether staffe nor scripe nether breed nether money nether have twoo cootes."
    },
    {
      "verse": 4,
      "text": "And whatsoever housse ye enter into there abyde and thence departe."
    },
    {
      "verse": 5,
      "text": "And whosoever will not receave you when ye go out of that cite shake of the very dust from youre fete for a testimony agaynst them."
    },
    {
      "verse": 6,
      "text": "And they went out and went thorow the tounes preachinge the gospell and healynge every wheare."
    },
    {
      "verse": 7,
      "text": "And Herod the tetrarch herde of all that was done of him and douted because that it was sayde of some that Iohn was rysen agayne from deeth:"
    },
    {
      "verse": 8,
      "text": "and of some that Helyas had apered: and of other that one of the olde prophetes was rysen agayne."
    },
    {
      "verse": 9,
      "text": "And Herod sayde: Iohn have I behedded: who then is this of whom I heare suche thinges? And he desyred to se him."
    },
    {
      "verse": 10,
      "text": "And the Apostles retourned and tolde him what great thinges they had done. And he toke them and went a syde into a solitary place nye to a citie called Bethsaida."
    },
    {
      "verse": 11,
      "text": "And the people knewe of it and folowed him. And he receaved them and spake vnto them of the kyngdome of God and healed them that had nede to be healed."
    },
    {
      "verse": 12,
      "text": "And when the daye beganne to weare awaye then came the twelve and sayde vnto him: sende the people awaye that they maye goo into the tounes and villages roundabout and lodge and get meate for we are here in a place of wyldernes."
    },
    {
      "verse": 13,
      "text": "But he sayde vnto them: Geve ye them to eate. And they sayde. We have no moo but fyve loves and two fisshes except we shuld goo and bye meate for all this people."
    },
    {
      "verse": 14,
      "text": "And they were about a fyve thousand men. And he sayde to his disciples: Cause them to syt doune by fyfties in a company."
    },
    {
      "verse": 15,
      "text": "And they dyd soo and made them all syt doune."
    },
    {
      "verse": 16,
      "text": "And he toke the fyve loves and the two fisshes and loked vp to heven and blessed them and brake and gave to the disciples to set before the people."
    },
    {
      "verse": 17,
      "text": "And they ate and were all satisfied. And ther was taken vp of that remayned to the twelve baskettes full of broken meate."
    },
    {
      "verse": 18,
      "text": "And it fortuned as he was alone prayinge his disciples were with him and he axed the sayinge: Who saye ye people that I am?"
    },
    {
      "verse": 19,
      "text": "They answered and sayd: Iohn Baptist. Some saye Helyas. And some saye one of the olde prophetes is rysen agayne."
    },
    {
      "verse": 20,
      "text": "He sayde vnto the: Who saye ye that I am? Peter answered and sayde: thou arte the Christ of god."
    },
    {
      "verse": 21,
      "text": "And he warned and commaunded them that they shuld tell no man that thinge"
    },
    {
      "verse": 22,
      "text": "sayinge: that the sonne of man must suffre many thinges and be reproved of the elders and of the hye prestes and scribes and be slayne and the thirde daye ryse agayne."
    },
    {
      "verse": 23,
      "text": "And he sayde to them all yf eny man will come after me let him denye him sylfe and take vp his crosse dayly and folowe me."
    },
    {
      "verse": 24,
      "text": "Whosoever will save his lyfe shall lose it. And who soever shall lose his lyfe for my sake the same shall save it."
    },
    {
      "verse": 25,
      "text": "For what avauntageth it a man to wynne the whole worlde yf he loose him sylfe or runne in domage of him sylfe?"
    },
    {
      "verse": 26,
      "text": "For whosoever is ashamed of me and of my sayinges: of him shall the sonne of man be ashamed when he cometh in his awne glorie and in the glorie of his father and of the holy angels."
    },
    {
      "verse": 27,
      "text": "And I tell you of a surety: There be some of the that stonde here which shall not tast of deeth tyll they se the kyngdome of god."
    },
    {
      "verse": 28,
      "text": "And it folowed about an .viii. dayes after thoose sayinges that he toke Peter Iames and Iohn and went vp into a moutayne to praye."
    },
    {
      "verse": 29,
      "text": "And as he prayed the facion of his countenaunce was changed and his garment was whyte and shoone."
    },
    {
      "verse": 30,
      "text": "And beholde two men talked with him and they were Moses and Helyas"
    },
    {
      "verse": 31,
      "text": "which appered gloriously and spake of his departinge which he shuld ende at Ierusalem."
    },
    {
      "verse": 32,
      "text": "Peter and they that were with him were hevy with slepe. And when they woke they sawe his glorie and two men stondinge with him."
    },
    {
      "verse": 33,
      "text": "And it chaunsed as they departed from him Peter sayde vnto Iesus: Master it is good beinge here for vs. Let vs make thre tabernacles one for the and one for Moses and one for Helyas: and wist not what he sayde."
    },
    {
      "verse": 34,
      "text": "Whyll he thus spake ther came a cloude and shadowed them: and they feared when they were come vnder the cloude."
    },
    {
      "verse": 35,
      "text": "And ther came a voyce out of the cloude sayinge: This is my deare sonne heare him."
    },
    {
      "verse": 36,
      "text": "And assone as the voyce was past Iesus was founde alone. And they kept it cloose and tolde noo man in thoose dayes eny of those thinges which they had sene."
    },
    {
      "verse": 37,
      "text": "And it chaunsed on the nexte daye as they came doune from the hyll moche people met him."
    },
    {
      "verse": 38,
      "text": "And beholde a man of the company cryed out sayinge: Master I beseche the beholde my sonne for he is all that I have:"
    },
    {
      "verse": 39,
      "text": "and se a sprete taketh him and sodenly he cryeth and he teareth him that he fometh agayne and with moche payne departeth from him when he hath rent him"
    },
    {
      "verse": 40,
      "text": "and I besought thy disciples to cast him out and they coulde not."
    },
    {
      "verse": 41,
      "text": "Iesus answered and sayde: O generacion with oute fayth and croked: how longe shall I be with you? and shall suffre you? Bringe thy sonne hidder."
    },
    {
      "verse": 42,
      "text": "As he yet was a cominge the fende ret him and tare him. And Iesus rebuked the vnclene sprete and healed the childe and delivered him to his father. And they were all amased at the mighty power of God."
    },
    {
      "verse": 43,
      "text": "Whyll they wondred every one at all thinges which he dyd he sayd vnto his disciples:"
    },
    {
      "verse": 44,
      "text": "Let these sayinges synke doune into youre eares. The tyme will come when the sonne of man shalbe delivered into the hondes of men."
    },
    {
      "verse": 45,
      "text": "But they wist not what that worde meant and that was hyd from the that they vnderstode that not. And they feared to axe him of that sayinge."
    },
    {
      "verse": 46,
      "text": "Then ther arose a disputacion amonge the: who shuld be the greatest."
    },
    {
      "verse": 47,
      "text": "When Iesus perceaved the thoughtes of their hertes he toke a chylde and set him hard by him"
    },
    {
      "verse": 48,
      "text": "and sayd vnto the: Whosoever receaveth this chylde in my name receaveth me. And whosoever receaveth me receaveth him that sent me. For he that is least amonge you all the same shalbe greate."
    },
    {
      "verse": 49,
      "text": "And Iohn answered and sayde: Master we sawe one castinge out devyls in thy name and we forbade him because he foloweth not with vs."
    },
    {
      "verse": 50,
      "text": "And Iesus sayde vnto him: forbyd ye him not. For he that is not agaynst vs is with vs."
    },
    {
      "verse": 51,
      "text": "And it folowed when the tyme was come that he shulde be receaved vp then he set his face to goo to Hierusalem"
    },
    {
      "verse": 52,
      "text": "and sent messengers before him. And they went and entred into a citie of the Samaritans to make redy for him."
    },
    {
      "verse": 53,
      "text": "But they wolde not receave him be cause his face was as though he wolde goo to Ierusalem."
    },
    {
      "verse": 54,
      "text": "When his disciples Iames and Iohn sawe that they sayde: Lorde wilt thou that we commaunde that fyre come doune from heven and consume them even as Helias dyd?"
    },
    {
      "verse": 55,
      "text": "Iesus turned about and rebuked them sayinge: ye wote not what maner sprete ye are of."
    },
    {
      "verse": 56,
      "text": "The sonne of man ys not come to destroye mennes lives but to save them. And they went to another toune."
    },
    {
      "verse": 57,
      "text": "And it chaunsed as he went in the waye a certayne man sayd vnto him: I will folowe the whither soever thou goo."
    },
    {
      "verse": 58,
      "text": "Iesus sayd vnto him: foxes have holes and bryddes of the ayer have nestes: but the sonne of man hath not where on to laye his heed."
    },
    {
      "verse": 59,
      "text": "And he sayde vnto another: folowe me. And the same sayde: Lorde suffre me fyrst to goo and bury my father."
    },
    {
      "verse": 60,
      "text": "Iesus sayd vnto him: Let the deed bury their deed: but goo thou and preache the kyngdome of God."
    },
    {
      "verse": 61,
      "text": "And another sayde: I wyll folowe the Lorde: but let me fyrst goo byd them fare well which are at home at my housse."
    },
    {
      "verse": 62,
      "text": "Iesus sayde vnto him: No man that putteth his honde to the plowe and loketh backe is apte to the kyngdome of God."
    }
  ]
}