{
  "book_id": "LUK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And it fortuned as he was prayinge in a certayne place: when he ceased one of his disciples sayde vnto him: Master teache vs to praye as Iohn taught his disciples."
    },
    {
      "verse": 2,
      "text": "And he sayd vnto the: When ye praye saye: O oure father which arte in heaven, halowed be thy name. Thy kyngdome come. Thy will be fulfilled, even in erth as it is in heaven."
    },
    {
      "verse": 3,
      "text": "Oure dayly breed geve vs evermore."
    },
    {
      "verse": 4,
      "text": "And forgeve vs oure synnes: For even we forgeve every man that treaspaseth vs. And ledde vs not into temptacion. But deliver vs from evill."
    },
    {
      "verse": 5,
      "text": "And he sayde vnto them: if any of you shuld have a frede and shuld goo to him at mid nyght and saye vnto him: frende lende me thre loves"
    },
    {
      "verse": 6,
      "text": "for a frende of myne is come out of the waye to me and I have nothinge to set before him:"
    },
    {
      "verse": 7,
      "text": "and he within shuld answere and saye trouble me not the dore is now sheet and my servautes are with me in the chamber I cannot ryse and geve them to the."
    },
    {
      "verse": 8,
      "text": "I saye vnto you though he wold not aryse and geve him because he is his frede: yet because of his importunite he wold rise and geve him as many as he neded."
    },
    {
      "verse": 9,
      "text": "And I saye vnto you: axe and it shalbe geven you. Seke and ye shall fynde. knocke and it shalbe opened vnto you."
    },
    {
      "verse": 10,
      "text": "For every one that axeth receaveth: and he that seketh fyndeth: and to him that knocketh shall it be openned."
    },
    {
      "verse": 11,
      "text": "Yf the sonne shall axe breed of eny of you that is a father: wyll he geve him a stone? Or yf he axe fisshe wyll he for a fysshe geve him a serpent?"
    },
    {
      "verse": 12,
      "text": "Or yf he axe an egge: wyll he offer him a scorpion?"
    },
    {
      "verse": 13,
      "text": "Yf ye then which are evyll canne geve good giftes vnto youre chyldren how moche more shall the father of heaven geve an holy sprete to them that desyre it of him?"
    },
    {
      "verse": 14,
      "text": "And he was a castynge out a devyll which was dome. And it folowed when the devyll was gone out the domme spake and the people wondred."
    },
    {
      "verse": 15,
      "text": "But some of the sayde: he casteth out devyls by the power of Belzebub the chefe of the devyls."
    },
    {
      "verse": 16,
      "text": "And other tempted him sekinge of him a signe from heaven."
    },
    {
      "verse": 17,
      "text": "But he knewe their thoughtes and sayde vnto them: Every kingdome devided with in it silfe shalbe desolate: and one housse shall fall vpon another."
    },
    {
      "verse": 18,
      "text": "So if Satan be devided with in him silfe: how shall his kyngdome endure? Because ye saye that I cast out devyls by the power of Belzebub."
    },
    {
      "verse": 19,
      "text": "Yf I by the power of Belzebub caste oute devyls: by whome do youre chyldren cast them out? Therfore shall they be youre iudges."
    },
    {
      "verse": 20,
      "text": "But if I with the finger of God cast out devyls noo doute the kyngdome of God is come vpon you."
    },
    {
      "verse": 21,
      "text": "When a stronge man armed watcheth his housse: that he possesseth is in peace."
    },
    {
      "verse": 22,
      "text": "But when a stronger then he cometh vpo him and overcometh him: he taketh from him his harnes wherin he trusted and devideth his gooddes."
    },
    {
      "verse": 23,
      "text": "He that is not with me is agaynst me. And he that gadereth not with me scattereth."
    },
    {
      "verse": 24,
      "text": "When the vnclene sprete is gone out of a man he walketh through waterlesse places sekinge reest. And when he fyndeth none he sayeth: I will returne agayne vnto my housse whence I came out."
    },
    {
      "verse": 25,
      "text": "And when he cometh he fyndeth it swept and garnissed."
    },
    {
      "verse": 26,
      "text": "Then goeth he and taketh to him seve other spretes worsse then himsilfe: and they enter in and dwell there. And the ende of that man is worsse then the begynninge."
    },
    {
      "verse": 27,
      "text": "And it fortuned as he spake those thinges a certayne woman of the company lyfte vp her voyce and sayde vnto him: Happy is the wombe that bare the and the pappes which gave the sucke."
    },
    {
      "verse": 28,
      "text": "But he sayde: Ye happy are they that heare the worde of God and kepe it."
    },
    {
      "verse": 29,
      "text": "When the people were gadered thicke to geder: he began to saye. This is an evyll nacion: they seke a signe and ther shall no signe be geven them but the signe of Ionas the Prophet."
    },
    {
      "verse": 30,
      "text": "For as Ionas was a signe to the Ninivites so shall the sonne of man be to this nacion."
    },
    {
      "verse": 31,
      "text": "The quene of the southe shall ryse at iudgement with the men of this generacion and condempne them: for she came from the ende of the worlde to heare the wysdome of Salomon. And beholde a greater then Salomon is here."
    },
    {
      "verse": 32,
      "text": "The men of Ninive shall ryse at the iudgement with this generacion and shall condempne them: for they repented at the preachinge of Ionas. And beholde a greater then Ionas is here."
    },
    {
      "verse": 33,
      "text": "Noo man lighteth a candell, and putteth it in a previe place nether vnder a busshell: But on a candelsticke that they that come in maye se the light."
    },
    {
      "verse": 34,
      "text": "The light of thy body is the eye. Therfore when thine eye is single: then is all thy body full of light. But if thine eye be evyll: then shall thy body also be full of darknes."
    },
    {
      "verse": 35,
      "text": "Take hede therfore that the light which is in the be not darknes."
    },
    {
      "verse": 36,
      "text": "For if all thy body shalbe light havynge noo parte darke: then shall all be full of light even as when a candell doeth light the with his brightnes."
    },
    {
      "verse": 37,
      "text": "And as he spake a certayne Pharise besought him to dyne with him: and he went in and sate doune to meate."
    },
    {
      "verse": 38,
      "text": "When the Pharise sawe that he marveylled that he had not fyrst wesshed before dyner."
    },
    {
      "verse": 39,
      "text": "And the Lorde sayde to him: Now do the Pharises make clene the out side of the cup and of the platter: but youre inwarde parties are full of raveninge and wickednes."
    },
    {
      "verse": 40,
      "text": "Ye foles dyd not he that made that which is without: make that which is within also?"
    },
    {
      "verse": 41,
      "text": "Neverthelesse geve almose of that ye have and beholde all is clene to you."
    },
    {
      "verse": 42,
      "text": "But wo be to you Pharises for ye tithe the mynt and rewe and all manner erbes and passe over iudgment and the love of God. These ought ye to have done and yet not to have left the other vndone."
    },
    {
      "verse": 43,
      "text": "Wo be to you Pharises: for ye love the vppermost seates in the synagoges and gretinges in the markets."
    },
    {
      "verse": 44,
      "text": "Wo be to you scribes and pharises ypocrites for ye are as graves which appere not, and the men that walke over them, are not ware of them."
    },
    {
      "verse": 45,
      "text": "Then answered one of the lawears and sayd vnto him: Master thus sayinge thou puttest vs to rebuke also."
    },
    {
      "verse": 46,
      "text": "Then he sayde: Wo be to you also ye lawears: for ye lade men with burthens greveous to be borne and ye youre selves touche not the packes with one of youre fyngers."
    },
    {
      "verse": 47,
      "text": "Wo be to you: ye bylde the sepulchres of the Prophetes and youre fathers killed them:"
    },
    {
      "verse": 48,
      "text": "truly ye beare witnes that ye alowe the dedes of youre fathers for they kylled them and ye bylde their sepulchres."
    },
    {
      "verse": 49,
      "text": "Therfore sayde the wisdome of God: I will send them Prophetes and Apostles and of them they shall slee and persecute:"
    },
    {
      "verse": 50,
      "text": "that the bloude of all Prophetes which was sheed from the beginninge of the worlde maye be requyred of this generacion"
    },
    {
      "verse": 51,
      "text": "from the bloud of Abell vnto the bloud of zachary which perisshed bitwene the aulter and the temple. Verely I saye vnto you: it shalbe requyred of this nacion."
    },
    {
      "verse": 52,
      "text": "Wo be to you lawears: for ye have taken awaye the keye of knowledge ye entred not in youre selves and them that came in ye forbade."
    },
    {
      "verse": 53,
      "text": "When he thus spake vnto them the lawears and the Pharises began to wexe busye about him and to stop his mouth with many questions"
    },
    {
      "verse": 54,
      "text": "layinge wayte for him and sekinge to catche somethinge of his mought wherby they might accuse him."
    }
  ]
}