{
  "book_id": "LUK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Ther were present at the same season that shewed him of the Galileas whose bloude Pylate mengled with their awne sacrifice."
    },
    {
      "verse": 2,
      "text": "And Iesus answered and sayde vnto them: Suppose ye that these Galileans were greater synners then all the other Galileas because they suffred suche punisshment?"
    },
    {
      "verse": 3,
      "text": "I tell you naye: but except ye repent ye shall all in lyke wyse perysshe."
    },
    {
      "verse": 4,
      "text": "Or those .xviii. apon which the toure in Syloe fell and slewe the thinke ye that they were synners above all men that dwell in Ierusalem?"
    },
    {
      "verse": 5,
      "text": "I tell you naye: But excepte ye repent ye all shall lykewyse perisshe."
    },
    {
      "verse": 6,
      "text": "He put forthe this similiiude A certayne man had a fygge tree planted in his veneyarde and he came and sought frute theron and founde none."
    },
    {
      "verse": 7,
      "text": "Then sayde he to the dresser of his vyneyarde: Beholde this thre yeare have I come and sought frute in this fygge tree and fynde none: cut it doune: why combreth it the grounde?"
    },
    {
      "verse": 8,
      "text": "And he answered and sayde vnto him: lorde let it alone this yeare also till I digge rounde aboute it and doge it to se whether it will beare frute:"
    },
    {
      "verse": 9,
      "text": "and if it beare not then after that cut it doune."
    },
    {
      "verse": 10,
      "text": "And he taught in one of their sinagoges on the saboth dayes."
    },
    {
      "verse": 11,
      "text": "And beholde ther was a woman which had a sprete of infirmite .xviii. yeares: and was bowed to gether and coulde not lifte vp hersilfe at all."
    },
    {
      "verse": 12,
      "text": "When Iesus sawe her he called her to him and sayde to her: woman thou arte delyvered from thy disease."
    },
    {
      "verse": 13,
      "text": "And he layde his hondes on her and immediatly she was made strayght and glorified God."
    },
    {
      "verse": 14,
      "text": "And the ruler of the sinagoge answered with indignacion (be cause that Iesus had healed on the saboth daye) and sayde vnto the people. Ther are sixe dayes in which men ought to worke: in them come and be healed and not on the saboth daye."
    },
    {
      "verse": 15,
      "text": "Then answered him the Lorde and sayd: Ypocrite doth not eache one of you on the saboth daye lowse his oxe or his asse from the stall and leade him to the water?"
    },
    {
      "verse": 16,
      "text": "And ought not this doughter of Abraham whom Sathan hath bounde loo .xviii. yeares be lowsed from this bonde on the saboth daye?"
    },
    {
      "verse": 17,
      "text": "And when he thus sayde all his adversaries were ashamed and all the people reioysed on all the excellent dedes that were done by him."
    },
    {
      "verse": 18,
      "text": "Then sayde he: What is the kyngdome of God lyke? or wherto shall I compare it?"
    },
    {
      "verse": 19,
      "text": "It is lyke a grayne of mustard seede which a man toke and sowed in his garden: and it grewe and wexed a greate tree and the foules of the ayer made nestes in the braunches of it."
    },
    {
      "verse": 20,
      "text": "And agayne he sayde: wher vnto shall I lyken the kyngdome of god?"
    },
    {
      "verse": 21,
      "text": "it is lyke leven which a woman toke and hidde in thre busshels of floure tyll all was thorow levended."
    },
    {
      "verse": 22,
      "text": "And he went thorow all maner of cities and tounes teachinge and iorneyinge towardes Ierusalem."
    },
    {
      "verse": 23,
      "text": "Then sayde one vnto him: Lorde are ther feawe that shalbe saved? And he sayde vnto them:"
    },
    {
      "verse": 24,
      "text": "stryve with youre selves to enter in at the strayte gate: For many I saye vnto you will seke to enter in and shall not be able."
    },
    {
      "verse": 25,
      "text": "When the good man of the housse is rysen vp and hath shett to the dore ye shall beginne to stonde with out and to knocke at the dore sayinge: Lorde lorde open vnto vs: and he shall answer and saye vnto you: I knowe you not whence ye are."
    },
    {
      "verse": 26,
      "text": "Then shall ye begin to saye. We have eaten in thy presence and dronke and thou hast taught in oure stretes."
    },
    {
      "verse": 27,
      "text": "And he shall saye: I tell you I knowe you not whence ye are: departe from me all the workers of iniquite."
    },
    {
      "verse": 28,
      "text": "There shalbe wepinge and gnasshinge of teth when ye shall se Abraham and Isaac and Iacob and all the prophetes in the kyngdom of God and youre selves thrust oute at dores."
    },
    {
      "verse": 29,
      "text": "And they shall come from the eest and from the weest and from the northe and from the southe and shall syt doune in the kyngdome of God."
    },
    {
      "verse": 30,
      "text": "And beholde ther are last which shalbe fyrst: And ther are fyrst which shalbe last."
    },
    {
      "verse": 31,
      "text": "The same daye there came certayne of the pharises and sayd vnto him: Get the out of the waye and departe hence: for Herode will kyll the."
    },
    {
      "verse": 32,
      "text": "And he sayd vnto them. Goo ye and tell that foxe beholde I cast oute devyls and heale the people to daye and to morowe and the third daye I make an ende."
    },
    {
      "verse": 33,
      "text": "Neverthelesse I must walke todaye and tomorowe and the daye folowinge: For it cannot be that a Prophet perishe eny other where save at Ierusalem."
    },
    {
      "verse": 34,
      "text": "O Ierusalem Ierusalem which kyllest prophetes and stonest them that are sent to the: how often wolde I have gadered thy childre to gedder as the hen gathereth her nest vnder her wynges but ye wolde not."
    },
    {
      "verse": 35,
      "text": "Beholde youre habitacion shalbe left vnto you desolate. For I tell you ye shall not se me vntill the tyme come that ye shall saye blessed is he that commeth in the name of the Lorde."
    }
  ]
}