{
  "book_id": "LUK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And it chaunsed that he went into the housse of one of the chefe pharises to eate breed on a saboth daye: and they watched him."
    },
    {
      "verse": 2,
      "text": "And beholde ther was a man before him which had the dropsye."
    },
    {
      "verse": 3,
      "text": "And Iesus answered and spake vnto the lawears and pharises sayinge: is it laufull to heale on the saboth daye?"
    },
    {
      "verse": 4,
      "text": "And they helde their peace. And he toke him and healed him and let him goo:"
    },
    {
      "verse": 5,
      "text": "and answered the sayinge whiche of you shall have an asse or an oxe fallen into a pitt and will not strayght waye pull him out on the Saboth daye?"
    },
    {
      "verse": 6,
      "text": "And they coulde not answer him agayne to that."
    },
    {
      "verse": 7,
      "text": "He put forthe a similitude to the gestes when he marked how they preased to the hyest roumes and sayd vnto them:"
    },
    {
      "verse": 8,
      "text": "When thou arte bidde to a weddynge of eny man syt not doune in the hyest roume lest a more honorable man then thou be bidden of him"
    },
    {
      "verse": 9,
      "text": "and he that bade bothe him and the come and saye to the: geve this man roume and thou then beginne with shame to take the lowest roume."
    },
    {
      "verse": 10,
      "text": "But rather when thou arte bidden goo and syt in the lowest roume that when he that bade the cometh he maye saye vnto the: frende syt vp hyer. Then shalt thou have worshippe in the presence of them that syt at meate with the."
    },
    {
      "verse": 11,
      "text": "For whosoever exalteth him sylfe shalbe brought lowe. And he that hubleth him sylfe shalbe exalted"
    },
    {
      "verse": 12,
      "text": "Then sayde he also to him that had desyred him to diner: When thou makest a diner or a supper: call not thy frendes nor thy brethren nether thy kinsmen nor yet ryche neghbours: lest they bidde the agayne and a recompence be made the."
    },
    {
      "verse": 13,
      "text": "But when thou makest afeast call the poore the maymed the lame and the blynde"
    },
    {
      "verse": 14,
      "text": "and thou shalt be happy for they cannot recompence the. But thou shalt be recompensed at the resurreccion of the iuste men."
    },
    {
      "verse": 15,
      "text": "When one of them that sate at meate also hearde that he sayde vnto him: happy is he that eateth breed in the kyngdome of God."
    },
    {
      "verse": 16,
      "text": "Then sayd he to him. A certayne man ordened a greate supper and bade many"
    },
    {
      "verse": 17,
      "text": "and sent his servaunt at supper tyme to saye to them that wer bidden come: for all thinges are now redy."
    },
    {
      "verse": 18,
      "text": "And they all atonce begane to make excuse. The fyrst sayd vnto him: I have bought a ferme and I must nedes goo and se it I praye the have me excused."
    },
    {
      "verse": 19,
      "text": "And another sayd: I hove bought fyve yooke of oxen and I goo to prove them I praye the have me excused."
    },
    {
      "verse": 20,
      "text": "The thyrde sayd: I have maried a wyfe and therfore I cannot come."
    },
    {
      "verse": 21,
      "text": "And the servaunt went and brought his master worde therof. Then was the good man of the housse displeased and sayd to his servaut: Goo out quickly into the stretes and quarters of the cite and bringe in hidder the poore and the maymed and the halt and the blynde."
    },
    {
      "verse": 22,
      "text": "And the servaut sayd: lorde it is done as thou commaundedst and yet ther is roume."
    },
    {
      "verse": 23,
      "text": "And the lorde sayd to the servaunt: Go out into the hye wayes and hedges and compell them to come in that my housse maye be filled."
    },
    {
      "verse": 24,
      "text": "For I saye vnto you that none of those men which were bidde shall tast of my supper."
    },
    {
      "verse": 25,
      "text": "Ther went agreate company with him and he turned and sayde vnto them:"
    },
    {
      "verse": 26,
      "text": "If a man come to me and hate not his father and mother and wyfe and chyldren and brethren and sisters more over and his awne lyfe he cannot be my disciple."
    },
    {
      "verse": 27,
      "text": "And whosoever beare not his crosse and come after me cannot be my disciple."
    },
    {
      "verse": 28,
      "text": "Which of you disposed to bilde a toure sytteth not doune before and counteth the cost whether he have sufficient to performe it?"
    },
    {
      "verse": 29,
      "text": "lest after he hath layde the foundacion and is not able to performe it all that beholde it beginne to mocke him"
    },
    {
      "verse": 30,
      "text": "sayinge: this man beganne to bilde and was not able to make an ende."
    },
    {
      "verse": 31,
      "text": "Or what kynge goeth to make batayle agaynst another kinge and sitteth not doune fyrst and casteth in his mynde whether he be able with ten thousande to mete him that cometh agaynst him with .xx thousand."
    },
    {
      "verse": 32,
      "text": "Or els whyll ye other is yet a greate waye of he will sende embasseatours and desyre peace."
    },
    {
      "verse": 33,
      "text": "So lykewyse none of you that forsaketh not all that he hath can be my disciple."
    },
    {
      "verse": 34,
      "text": "Salt is good but yf salt have loste hyr saltnes what shall be seasoned ther with?"
    },
    {
      "verse": 35,
      "text": "It is nether good for the londe nor yet for the donge hill but men cast it out at the dores. He that hath eares to heare let him heare."
    }
  ]
}