{
  "book_id": "LUK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And he sayd also vnto his disciples. Ther was a certayne rych man which had a stewarde that was acused vnto him that he had wasted his goodes."
    },
    {
      "verse": 2,
      "text": "And he called him and sayd vnto him: How is it that I heare this of the? Geve a comptes of thy steward shippe: For thou mayste be no longer stewarde."
    },
    {
      "verse": 3,
      "text": "The stewarde sayd with in him selfe: what shall I do? for my master will take awaye from me the stewarde shippe. I cannot digge and to begge I am ashamed."
    },
    {
      "verse": 4,
      "text": "I woote what to do that when I am put out of the stewardshippe they maye receave me into their houses."
    },
    {
      "verse": 5,
      "text": "Then called he all his masters detters and sayd vnto the fyrst: how moche owest thou vnto my master?"
    },
    {
      "verse": 6,
      "text": "And he sayd: an hondred tonnes of oyle. And he sayd to him: take thy bill and syt doune quickly and wryte fiftie."
    },
    {
      "verse": 7,
      "text": "Then sayd he to another: what owest thou? And he sayde: an hondred quarters of wheate. He sayd to him: Take thy bill and write foure scoore."
    },
    {
      "verse": 8,
      "text": "And the lorde comended the vniust stewarde because he had done wysly. For the chyldren of this worlde are in their kynde wyser then the chyldren of lyght."
    },
    {
      "verse": 9,
      "text": "And I saye also vnto you: make you frendes of the wicked mammon that when ye shall departe they may receave you into everlastinge habitacions."
    },
    {
      "verse": 10,
      "text": "He that is faithfull in that which is leste the same is faithfull in moche. And he that is vnfaithfull in the least: is vnfaithfull also in moche."
    },
    {
      "verse": 11,
      "text": "So then yf ye have not ben faithfull in the wicked mamon? who will beleve you in that which is true?"
    },
    {
      "verse": 12,
      "text": "And yf ye have not bene faithfull in another manes busines: who shall geve you youre awne?"
    },
    {
      "verse": 13,
      "text": "No servaunt can serve .ii. masters for other he shall hate ye one and love ye other or els he shall lene to the one and despyse the other. Ye can not serve God and mammon."
    },
    {
      "verse": 14,
      "text": "All these thinges herde the pharises also which were coveteous and they mocked him."
    },
    {
      "verse": 15,
      "text": "And he sayd vnto them: Ye are they which iustifie youre selves before me: but God knoweth youre hertes. For ye which is highlie estemed amonge me is abhominable in the sight of god."
    },
    {
      "verse": 16,
      "text": "The lawe and the Prophetes raygned vntyll the tyme of Iohn: and sence that tyme the kyngdom of God is preached and every man stryveth to goo in."
    },
    {
      "verse": 17,
      "text": "Soner shall heven and erth perisshe then one tytle of the lawe shall perisshe."
    },
    {
      "verse": 18,
      "text": "Whosoever forsaketh his wyfe and marieth another breaketh matrimony. And every man which marieth her that is devorsed from her husbande committeth advoutry also."
    },
    {
      "verse": 19,
      "text": "Ther was a certayne ryche man which was clothed in purple and fyne bysse and fared deliciously every daye."
    },
    {
      "verse": 20,
      "text": "And ther was a certayne begger named Lazarus whiche laye at his gate full of soores"
    },
    {
      "verse": 21,
      "text": "desyringe to be refresshed with the cromes whiche fell from the ryche manes borde. Neverthelesse the dogges came and licked his soores."
    },
    {
      "verse": 22,
      "text": "And that fortuned that the begger dyed and was caried by the angelles into Abrahams bosome. The riche man also died and was buried."
    },
    {
      "verse": 23,
      "text": "And beinge in hell in tormentes he lyfte vp his eyes and sawe Abraham a farre of and Lazarus in his bosome"
    },
    {
      "verse": 24,
      "text": "and he cryed and sayd: father Abraham have mercy on me and sende Lazarus that he maye dippe the tippe of his fynger in water and cole my tonge: for I am tourmented in this flame."
    },
    {
      "verse": 25,
      "text": "But Abraham sayd vnto him Sonne remembre that thou in thy lyfe tyme receavedst thy pleasure and contrary wyse Lazarus payne. Now therfore is he comforted and thou art punysshed."
    },
    {
      "verse": 26,
      "text": "Beyonde all this bitwene you and vs ther is a greate space set so that they which wolde goo from thence to you cannot: nether maye come from thence to vs."
    },
    {
      "verse": 27,
      "text": "Then he sayd: I praye the therfore father send him to my fathers housse."
    },
    {
      "verse": 28,
      "text": "For I have fyve brethren: for to warne the left they also come into this place of tourment."
    },
    {
      "verse": 29,
      "text": "Abraham sayd vnto him: they have Moses and the Prophetes let them heare them."
    },
    {
      "verse": 30,
      "text": "And he sayd: naye father Abraham but yf one came vnto the from the ded they wolde repent."
    },
    {
      "verse": 31,
      "text": "He sayd vnto him: If they heare not Moses and the prophetes nether will they beleve though one roose from deeth agayne."
    }
  ]
}