{
  "book_id": "LUK",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And he put forth a similitude vnto the signifyinge that men ought alwayes to praye and not to be wery"
    },
    {
      "verse": 2,
      "text": "sayinge: Ther was a Iudge in a certayne cite which feared not god nether regarded man."
    },
    {
      "verse": 3,
      "text": "And ther was a certayne wedowe in the same cite which came vnto him sayinge: avenge me of myne adversary."
    },
    {
      "verse": 4,
      "text": "And he wolde not for a whyle. But afterwarde he sayd vnto him selfe: though I feare not God nor care for man"
    },
    {
      "verse": 5,
      "text": "yet because this wedowe troubleth me I will avenge her lest at the laste she come and hagge on me."
    },
    {
      "verse": 6,
      "text": "And the lorde sayd: heare what the vnrightewes Iudge sayeth."
    },
    {
      "verse": 7,
      "text": "And shall not god avenge his electe which crye daye and nyght vnto him ye though he differre them."
    },
    {
      "verse": 8,
      "text": "I tell you he will avenge them and that quickly. Neverthelesse when the sonne of man cometh suppose ye that he shall fynde faithe on the erthe."
    },
    {
      "verse": 9,
      "text": "And he put forthe this similitude vnto certayne which trusted in the selves that they were perfecte and despysed other."
    },
    {
      "verse": 10,
      "text": "Two men went vp into the temple to praye: the one a pharise and the other a publican."
    },
    {
      "verse": 11,
      "text": "The pharise stode and prayed thus with him selfe. God I thanke the that I am not as other men are extorsioners vniuste advoutrers or as this publican."
    },
    {
      "verse": 12,
      "text": "I fast twyse in the weke. I geve tythe of all that I possesse."
    },
    {
      "verse": 13,
      "text": "And the publican stode afarre of and wolde not lyfte vp his eyes to heven but smote his brest sayinge: God be mercyfull to me a synner."
    },
    {
      "verse": 14,
      "text": "I tell you: this man departed home to his housse iustified moore then the other. For every man that exalteth him selfe shalbe brought low: And he that hubleth him selfe shalbe exalted"
    },
    {
      "verse": 15,
      "text": "They brought vnto him also babes that he shuld touche them. When his disciples sawe that they rebuked them."
    },
    {
      "verse": 16,
      "text": "But Iesus called the vnto him and sayde: Suffre chyldren to come vnto me and forbidde the not. For of soche is the kyngdome of God."
    },
    {
      "verse": 17,
      "text": "Verely I saye vnto you: whosoever receaveth not the kyngdome of God as a chylde: he shall not enter therin."
    },
    {
      "verse": 18,
      "text": "And a certayne ruler axed him sayinge: Good Master: what ought I to do to obtayne eternall lyfe?"
    },
    {
      "verse": 19,
      "text": "Iesus sayd vnto him: Why callest thou me good? No man is good save God only."
    },
    {
      "verse": 20,
      "text": "Thou knowest the commaundmentes: Thou shalt not commit advoutry: thou shalt not kyll: thou shalt not steale: thou shalt not beare false witnes: Honoure thy father and thy mother."
    },
    {
      "verse": 21,
      "text": "And he sayde: all these have I kept from my youthe."
    },
    {
      "verse": 22,
      "text": "When Iesus hearde that he sayde vnto him: Yet lackest thou one thinge. Sell all that thou hast and distribute it vnto the poore and thou shalt have treasure in heven and come and folowe me."
    },
    {
      "verse": 23,
      "text": "When he heard that he was hevy: for he was very ryche."
    },
    {
      "verse": 24,
      "text": "When Iesus sawe him morne he sayde: with what difficulte shall they that have ryches enter into the kyngdome of God:"
    },
    {
      "verse": 25,
      "text": "it is easyer for a camell to goo thorow a nedles eye then for a ryche man to enter into the kyngdome of God."
    },
    {
      "verse": 26,
      "text": "Then sayde they that hearde that: And who shall then be saved?"
    },
    {
      "verse": 27,
      "text": "And he sayde: Thinges which are vnpossible with men are possible with God."
    },
    {
      "verse": 28,
      "text": "Then Peter sayde: Loo we have lefte all and have folowed the."
    },
    {
      "verse": 29,
      "text": "And he sayde vnto them: Verely I saye vnto you ther is noo man that leaveth housse other father and mother other brethren or wyfe or chyldren for the kyngdome of Goddes sake"
    },
    {
      "verse": 30,
      "text": "which same shall not receave moche moore in this worlde: and in the worlde to come lyfe everlastinge."
    },
    {
      "verse": 31,
      "text": "He toke vnto him twelve and sayde vnto them. Beholde we go vp to Ierusalem and all shalbe fulfilled that are written by the Prophetes of the sonne of man."
    },
    {
      "verse": 32,
      "text": "He shalbe delivered vnto the gentils and shalbe mocked and shalbe despytfully entreated and shalbe spetted on:"
    },
    {
      "verse": 33,
      "text": "and when they have scourged him they will put him to deeth and the thyrde daye he shall aryse agayne."
    },
    {
      "verse": 34,
      "text": "But they vnderstode none of these thinges. And this sayinge was hid from them. And they perceaved not the thinges which were spoken."
    },
    {
      "verse": 35,
      "text": "And it came to passe as he was come nye vnto Hierico a certayne blynde man sate by the waye syde begginge."
    },
    {
      "verse": 36,
      "text": "And when he hearde the people passe by he axed what it meant."
    },
    {
      "verse": 37,
      "text": "And they sayde vnto him that Iesus of Nazareth passed by."
    },
    {
      "verse": 38,
      "text": "And he cryed sayinge: Iesus the sonne of David have thou mercy on me."
    },
    {
      "verse": 39,
      "text": "And they which went before rebuked him that he shuld holde his peace. But he cryed so moche the moare thou sonne of David have mercy on me."
    },
    {
      "verse": 40,
      "text": "And Iesus stode styll and commaunded him to be brought vnto him. And when he was come neare he axed him"
    },
    {
      "verse": 41,
      "text": "sayinge: What wilt thou that I do vnto the? And he sayde: Lorde that I maye receave my sight."
    },
    {
      "verse": 42,
      "text": "Iesus sayde vnto him: receave thy sight: thy faith hath saved the."
    },
    {
      "verse": 43,
      "text": "And immediatly he sawe and folowed him praysinge God. And all the people when they sawe it gave laude to God."
    }
  ]
}