{
  "book_id": "LUK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And he entred in and went thorow Hierico."
    },
    {
      "verse": 2,
      "text": "And beholde ther was a man named Zacheus which was a ruler amonge the Publicans and was riche also."
    },
    {
      "verse": 3,
      "text": "And he made meanes to se Iesus what he shuld be: and coulde not for the preace because he was of a lowe stature."
    },
    {
      "verse": 4,
      "text": "Wherfore he ran before and asceded vp into a wilde fygge tree to se him: for he shulde come that same waye."
    },
    {
      "verse": 5,
      "text": "And when Iesus cam to the place he loked vp and sawe him and sayd vnto him: zache attonce come doune for to daye I must abyde at thy housse."
    },
    {
      "verse": 6,
      "text": "And he came doune hastelye and receaved him ioyfully."
    },
    {
      "verse": 7,
      "text": "And when they sawe that they all groudged sayinge: He is gone in to tary with a man that is a synner."
    },
    {
      "verse": 8,
      "text": "And zache stode forth and sayd vnto the Lorde: beholde Lorde the haulfe of my gooddes I geve to the povre and if I have done eny man wronge I will restore him fower folde."
    },
    {
      "verse": 9,
      "text": "And Iesus sayd to him: this daye is healthe come vnto this housse for as moche as it also is become the chylde of Abraham."
    },
    {
      "verse": 10,
      "text": "For the sonne of man is come to seke and to save that which was looste."
    },
    {
      "verse": 11,
      "text": "As they hearde these thinges he added ther to a similitude be cause he was nye to Hierusalem and because also they thought that the kyngdome of God shuld shortely appere."
    },
    {
      "verse": 12,
      "text": "He sayde therfore: a certayne noble man wet into a farre countre to receave him a kyngdome and then to come agayne."
    },
    {
      "verse": 13,
      "text": "And he called his ten servauntes and delyvered them ten pounde sayinge vnto them: by and sell till I come."
    },
    {
      "verse": 14,
      "text": "But his citesens hated him and sent messengers after him sayinge: We will not have this man to raygne over vs."
    },
    {
      "verse": 15,
      "text": "And it came to passe when he was come agayne and had receaved his kyngdome he commaunded these servautes to be called to him (to whom he gave his money) to witt what every man had done."
    },
    {
      "verse": 16,
      "text": "Then came the fyrst sayinge: Lorde thy pounde hath encreased ten poude."
    },
    {
      "verse": 17,
      "text": "And he sayde vnto him: Well good servaute because thou wast faithfull in a very lytell thynge take thou auctorite over ten cities."
    },
    {
      "verse": 18,
      "text": "And the other came sayinge: Lorde thy poude hath encreased fyve pounde."
    },
    {
      "verse": 19,
      "text": "And to the same he sayde: and be thou also ruler ouer fyve cities."
    },
    {
      "verse": 20,
      "text": "And the thyrde came and sayde: Lorde beholde here thy pounde which I have kepte in a napkyn"
    },
    {
      "verse": 21,
      "text": "for I feared the because thou arte a strayte man: thou takest vp that thou laydest not doune and repest that thou dyddest not sowe."
    },
    {
      "verse": 22,
      "text": "And he sayde vnto him: Of thine awne mouth iudge I the thou evyll servaunt. knewest thou that I am a strayte man takinge vp that I layde not doune and repinge that I dyd not sowe?"
    },
    {
      "verse": 23,
      "text": "Wherfore then gavest not thou my money into the banke that at my cominge I might have required myne awne with vauntage?"
    },
    {
      "verse": 24,
      "text": "And he sayde to them that stode by: take from him that pounde and geve it him that hath ten pounde."
    },
    {
      "verse": 25,
      "text": "And they sayd vnto him: Lorde he hath ten pounde."
    },
    {
      "verse": 26,
      "text": "I saye vnto you that vnto all the that have it shalbe geve: and from him that hath not even that he hath shalbe taken from him."
    },
    {
      "verse": 27,
      "text": "Moreover those myne enemys which wolde not that I shuld raigne over them bringe hidder and slee them before me."
    },
    {
      "verse": 28,
      "text": "And when he had thus spoken he proceded forthe before a ssendinge vp to Ierusalem."
    },
    {
      "verse": 29,
      "text": "And it fortuned when he was come nye to Bethphage and Bethany besydes moute olivete he sent two of his disciples"
    },
    {
      "verse": 30,
      "text": "sayinge: Goo ye in to the toune which is over agaynste you. In the which assone as ye are come ye shall finde a colte tyed wheron yet never man sate. Lowse him and bringe him hider."
    },
    {
      "verse": 31,
      "text": "And if eny man axe you why that ye loowse him: thus saye vnto him the lorde hath nede of him."
    },
    {
      "verse": 32,
      "text": "They that were sent went their waye and founde even as he had sayde vnto them."
    },
    {
      "verse": 33,
      "text": "And as they were aloosinge the coolte the owners sayde vnto the: why lowse ye the coolte?"
    },
    {
      "verse": 34,
      "text": "And they sayde: for the Lorde hath nede of him."
    },
    {
      "verse": 35,
      "text": "And they brought him to Iesus. And they cast their raymet on the colte and set Iesus theron."
    },
    {
      "verse": 36,
      "text": "And as he wet they spredde their clothes in the waye."
    },
    {
      "verse": 37,
      "text": "And when he was now come wheare he shuld goo doune from the moute olivete the whole multitude of the disciples began to reioyce and to lawde God with a loude voyce for all the miracles that they had sene"
    },
    {
      "verse": 38,
      "text": "sayinge: Blessed be the kynge that cometh in the name of the Lorde: peace in heaven and glory in the hyest."
    },
    {
      "verse": 39,
      "text": "And some of the Pharises of the company sayde vnto him: Master rebuke thy disciples."
    },
    {
      "verse": 40,
      "text": "He answered and sayde vnto the: I tell you yf these shuld holde their peace the stones wold crye."
    },
    {
      "verse": 41,
      "text": "And when he was come neare he behelde the citie and wept on it"
    },
    {
      "verse": 42,
      "text": "sayinge: Yf thou haddest dest knowen those thinges which belonge vn thy peace even at this thy tyme. But now are they hydde from thyne eyes."
    },
    {
      "verse": 43,
      "text": "For the dayes shall come vpo the that thy enemys shall cast a banke aboute the and compasse the rounde and kepe the in on every syde"
    },
    {
      "verse": 44,
      "text": "and make the even with the grounde with thy chyldren which are in the. And they shall not leve in the one stone vpo another because thou knewest not the tyme of thy visitacion."
    },
    {
      "verse": 45,
      "text": "And he went in to the temple and begane to cast out them that solde therin and them that bought"
    },
    {
      "verse": 46,
      "text": "sayinge vnto them that is written: my housse is the housse of prayer: but ye have made it a den of theves."
    },
    {
      "verse": 47,
      "text": "And he taught dayly in the temple. The hye Prestes and the Scribes and the chefe of the people went about to destroye him:"
    },
    {
      "verse": 48,
      "text": "but coulde not finde what to do. For all the people stacke by him and gave him audience."
    }
  ]
}