{
  "book_id": "LUK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "As he behelde he sawe the ryche men how they cast in their offeringes into the treasury."
    },
    {
      "verse": 2,
      "text": "And he sawe also a certayne povre widdowe which cast in thyther two mites."
    },
    {
      "verse": 3,
      "text": "And he sayde: of a trueth I saye vnto you this poore wyddowe hath put in moare then they all."
    },
    {
      "verse": 4,
      "text": "For they all have of their superfluyte added vnto the offerynge of God: but she of her penury hath cast in all the substaunce that she had."
    },
    {
      "verse": 5,
      "text": "As some spake of the temple how it was garnesshed with goodly stones and iewels he sayde."
    },
    {
      "verse": 6,
      "text": "The dayes will come when of these thynges which ye se shall not be lefte stone apon stone that shall not be throwen doune."
    },
    {
      "verse": 7,
      "text": "And they axed him sayinge: Master when shall these thinges be and what signe will therbe when suche thinges shall come to passe."
    },
    {
      "verse": 8,
      "text": "And he sayd: take hede that ye be not deceaved. For many will come in my name saying: I am he: and the tyme draweth neare. Folowe ye not them therfore."
    },
    {
      "verse": 9,
      "text": "But when ye heare of warre and of dissencion: be not afrayd. For these thinges must fyrst come: but the ende foloweth not by and by."
    },
    {
      "verse": 10,
      "text": "Then sayd he vnto the: Nacion shall ryse agaynst nacion and kingdom agaynst kyngdome"
    },
    {
      "verse": 11,
      "text": "and greate erthquakes shall be in all quarters and honger and pestilence: and fearfull thinges. And greate signes shall therbe from heven."
    },
    {
      "verse": 12,
      "text": "But before all these they shall laye their hondes on you and persecute you delyueringe you vp to the sinagoges and into preson and bringe you before kynges and rulers for my names sake."
    },
    {
      "verse": 13,
      "text": "And this shall chaunce you for a testimoniall."
    },
    {
      "verse": 14,
      "text": "Let it sticke therfore faste in youre hertes not once to stody before what ye shall answere:"
    },
    {
      "verse": 15,
      "text": "for I will geve you a mouth and wisdome where agaynste all youre adversarys shall not be able to speake nor resist."
    },
    {
      "verse": 16,
      "text": "Ye and ye shalbe betrayed of youre fathers and mothers and of youre brethren and kynsmen and lovers and some of you shall they put to deeth."
    },
    {
      "verse": 17,
      "text": "And hated shall ye be of all men for my names sake."
    },
    {
      "verse": 18,
      "text": "Yet ther shall not one heer of youre heedes perisshe."
    },
    {
      "verse": 19,
      "text": "With youre pacience possesse youre soules."
    },
    {
      "verse": 20,
      "text": "And when ye se Ierusalem beseged with an hoste then vnderstonde that the desolacion of the same is nye."
    },
    {
      "verse": 21,
      "text": "Then let them which are in Iewrye flye to the mountaynes. And let them which are in the middes of it departe oute. And let not them that are in other countreis enter ther in."
    },
    {
      "verse": 22,
      "text": "For these be the dayes of vengeance to fulfill all that are written."
    },
    {
      "verse": 23,
      "text": "But wo be to them that be with chylde and to them that geve sucke in those dayes: for ther shalbe greate trouble in the londe and wrath over all this people."
    },
    {
      "verse": 24,
      "text": "And they shall fall on the edge of the swearde and shalbe leed captive into all nacions. And Ierusalem shalbe trooden vnder fote of the gentyls vntyll the tyme of the gentyls be fulfilled."
    },
    {
      "verse": 25,
      "text": "And ther shalbe signes in the sunne ad in the mone and in the starres: and in the erth the people shalbe in soche perplexite that they shall not tell which waye to turne them selves. The see and the waters shall roore"
    },
    {
      "verse": 26,
      "text": "and menes hertes shall fayle them for feare and for lokinge after thoose thinges which shall come on the erth. For the powers of heven shall move."
    },
    {
      "verse": 27,
      "text": "And then shall they se the sonne of man come in a clowde with power and greate glory."
    },
    {
      "verse": 28,
      "text": "When these thinges begyn to come to passe: then loke vp and lifte vp youre heddes for youre redempcion draweth neye."
    },
    {
      "verse": 29,
      "text": "And he shewed them a similitude: beholde the fygge tree and all other trees"
    },
    {
      "verse": 30,
      "text": "when they shute forth their buddes ye se and knowe of youre awne selves that sommer is then nye at hond."
    },
    {
      "verse": 31,
      "text": "So lyke wyse ye (when ye se these thinges come to passe) vnderstonde that the kyngdome of God is neye."
    },
    {
      "verse": 32,
      "text": "Verely I saye vnto you: this generacion shall not passe tyll all be fulfilled."
    },
    {
      "verse": 33,
      "text": "Heaven and erth shall passe: but my wordes shall not passe."
    },
    {
      "verse": 34,
      "text": "Take hede to youre selves lest youre hertes be overcome with surfettinge and dronkennes and cares of this worlde: and that that daye come on you vnwares."
    },
    {
      "verse": 35,
      "text": "For as a snare shall it come on all them that sit on the face of the erthe."
    },
    {
      "verse": 36,
      "text": "Watche therfore continually and praye that ye maye obtayne grace to flye all this that shall come and that ye maye stonde before the sonne of man."
    },
    {
      "verse": 37,
      "text": "In the daye tyme he taught in the temple and at night he went out and had abydinge in the mount olivete."
    },
    {
      "verse": 38,
      "text": "And all the people came in the morninge to him in the temple for to heare him."
    }
  ]
}