{
  "book_id": "LUK",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "On the morowe after the saboth erly in the morninge they came vnto the toumbe and brought the odoures which they had prepared and other wemen with them"
    },
    {
      "verse": 2,
      "text": "And they founde the stone rouled awaye from the sepulcre"
    },
    {
      "verse": 3,
      "text": "and went in: but founde not the body of the Lorde Iesu."
    },
    {
      "verse": 4,
      "text": "And it happened as they were amased therat: Beholde two men stode by them in shynynge vestures."
    },
    {
      "verse": 5,
      "text": "And as they were a frayde and bowed doune their faces to the erth: they sayd to them: why seke ye the lyvinge amonge the deed?"
    },
    {
      "verse": 6,
      "text": "He is not here: but is rysen. Remember how he spake vnto you when he was yet with you in Galile"
    },
    {
      "verse": 7,
      "text": "sayinge: that the sonne of man must be delyvered into the hondes of synfull men and be crucified and the thyrde daye ryse agayne."
    },
    {
      "verse": 8,
      "text": "And they remembred his wordes"
    },
    {
      "verse": 9,
      "text": "and returned from the sepulcre and tolde all these thinges vnto the eleven and to all the remanaunt."
    },
    {
      "verse": 10,
      "text": "It was Mary Magdalen and Ioanna and Mary Iacobi and other that were with the which tolde these thinges vnto the Apostles"
    },
    {
      "verse": 11,
      "text": "and their wordes semed vnto them fayned thinges nether beleved they them."
    },
    {
      "verse": 12,
      "text": "Then aroose Peter and ran vnto the sepulcre and stouped in and sawe the lynnen cloothes layde by them selfe and departed wondrynge in him selfe at that which had happened."
    },
    {
      "verse": 13,
      "text": "And beholde two of them went that same daye to a toune which was from Ierusalem about thre scoore for longes called Emaus:"
    },
    {
      "verse": 14,
      "text": "and they talked togeder of all these thinges that had happened."
    },
    {
      "verse": 15,
      "text": "And it chaunsed as they commened togeder and reasoned that Iesus him selfe drue neare and went with them."
    },
    {
      "verse": 16,
      "text": "But their eyes were holden that they coulde not knowe him."
    },
    {
      "verse": 17,
      "text": "And he sayde vnto them: What maner of communicacions are these that ye have one to another as ye walke and are sadde."
    },
    {
      "verse": 18,
      "text": "And the one of them named Cleophas answered and sayd vnto him: arte thou only a straunger in Ierusalem and haste not knowen the thinges which have chaunsed therin in these dayes?"
    },
    {
      "verse": 19,
      "text": "To whom he sayd: what thinges? And they sayd vnto him: of Iesus of Nazareth which was a Prophet myghtie in dede and worde before god and all the people."
    },
    {
      "verse": 20,
      "text": "And how the hye prestes and oure rulers delyvered him to be condempned to deeth: and have crucified him."
    },
    {
      "verse": 21,
      "text": "But we trusted that it shuld have bene he that shuld have delyvered Israel. And as touchynge all these thinges to daye is even the thyrd daye that they were done."
    },
    {
      "verse": 22,
      "text": "Ye and certayne wemen also of oure company made vs astonyed which came erly vnto the sepulcre,"
    },
    {
      "verse": 23,
      "text": "and founde not his boddy: and came sayinge that they had sene a vision of angels which sayde that he was alyve."
    },
    {
      "verse": 24,
      "text": "And certayne of them which were with vs went their waye to the sepulcre and founde it even so as the wemen had sayde: but him they sawe not."
    },
    {
      "verse": 25,
      "text": "And he sayde vnto the: O foles and slowe of herte to beleve all that the prophetes have spoken."
    },
    {
      "verse": 26,
      "text": "Ought not Christ to have suffred these thinges and to enter into his glory?"
    },
    {
      "verse": 27,
      "text": "And he began at Moses and at all the prophetes and interpreted vnto them in all scriptures which were wrytten of him."
    },
    {
      "verse": 28,
      "text": "And they drue neye vnto the toune wich they went to. And he made as though he wolde have gone further."
    },
    {
      "verse": 29,
      "text": "But they constrayned him sayinge: abyde with vs for it draweth towardes nyght and the daye is farre passed. And he went in to tary with them."
    },
    {
      "verse": 30,
      "text": "And it came to passe as he sate at meate with them he toke breed blessed it brake and gave to them."
    },
    {
      "verse": 31,
      "text": "And their eyes were openned and they knewe him: and he vnnisshed out of their syght."
    },
    {
      "verse": 32,
      "text": "And they sayde betwene them selves: dyd not oure hertes burne with in vs whyll he talked with vs by the waye and as he opened to vs the scriptures?"
    },
    {
      "verse": 33,
      "text": "And they roose vp the same houre and returned agayne to Ierusalem and founde the eleven gadered to geder and them that were with them"
    },
    {
      "verse": 34,
      "text": "which sayde: the Lorde is rysen in dede and hath apered to Simon."
    },
    {
      "verse": 35,
      "text": "And they tolde what thinges was done in the waye and how they knewe him in breakynge of breed."
    },
    {
      "verse": 36,
      "text": "As they thus spake Iesus him selfe stode in the myddes of them and sayde vnto them: peace be with you."
    },
    {
      "verse": 37,
      "text": "And they were abasshed and afrayde supposinge that they had sene a sprete"
    },
    {
      "verse": 38,
      "text": "And he sayde vnto them: Why are ye troubled and why do thoughtes aryse in youre hertes?"
    },
    {
      "verse": 39,
      "text": "Beholde my hondes and my fete that it is even my selfe. Handle me and se: for spretes have not flesshe and bones as ye se me have."
    },
    {
      "verse": 40,
      "text": "And when he had thus spoken he shewed them his hondes and his fete."
    },
    {
      "verse": 41,
      "text": "And whyll they yet beleved not for ioye and wondred he sayde vnto the: Have ye here eny meate?"
    },
    {
      "verse": 42,
      "text": "And they gave him a pece of a broyled fisshe and of an hony combe."
    },
    {
      "verse": 43,
      "text": "And he toke it and ate it before them."
    },
    {
      "verse": 44,
      "text": "And he sayde vnto them. These are the wordes which I spake vnto you whyll I was yet with you: that all must be fulfilled which were written of me in the lawe of Moses and in the Prophetes and in the Psalmes."
    },
    {
      "verse": 45,
      "text": "Then openned he their wyttes that they myght vnderstond the scriptures"
    },
    {
      "verse": 46,
      "text": "and sayde vnto them. Thus is it written and thus it behoved Christ to suffre and to ryse agayne from deeth the thyrde daye"
    },
    {
      "verse": 47,
      "text": "and that repentaunce and remission of synnes shuld be preached in his name amonge all nacions and must beginne at Ierusalem."
    },
    {
      "verse": 48,
      "text": "And ye are witnesses of these thinges."
    },
    {
      "verse": 49,
      "text": "And beholde I will sende the promes of my father apon you. But tary ye in the cite of Ierusalem vntyll ye be endewed with power from an hye."
    },
    {
      "verse": 50,
      "text": "And he ledde the out into Bethany and lyfte vp his hondes and blest them."
    },
    {
      "verse": 51,
      "text": "And it cam to passe as he blessed the he departed from the and was caryed vp in to heven."
    },
    {
      "verse": 52,
      "text": "And they worshipped him and returned to Ierusalem with greate ioye"
    },
    {
      "verse": 53,
      "text": "and were continually in the temple praysinge and laudinge God. Amen."
    }
  ]
}