{
  "book_id": "SIR",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Do no evil, so no evil will overtake you."
    },
    {
      "verse": 2,
      "text": "Depart from wrong, and it will turn away from you."
    },
    {
      "verse": 3,
      "text": "My son, don’t sow upon the furrows of unrighteousness, and you won’t reap them sevenfold."
    },
    {
      "verse": 4,
      "text": "Don’t seek preeminence from the Lord, nor the seat of honor from the king."
    },
    {
      "verse": 5,
      "text": "Don’t justify yourself in the presence of the Lord, and don’t display your wisdom before the king."
    },
    {
      "verse": 6,
      "text": "Don’t seek to be a judge, lest you not be able to take away iniquities, lest perhaps you fear the person of a mighty man, and lay a stumbling block in the way of your uprightness."
    },
    {
      "verse": 7,
      "text": "Don’t sin against the multitude of the city. Don’t disgrace yourself in the crowd."
    },
    {
      "verse": 8,
      "text": "Don’t commit a sin twice, for even in one you will not be unpunished."
    },
    {
      "verse": 9,
      "text": "Don’t say, “He will look upon the multitude of my gifts. When I make an offering to the Most High God, he will accept it.”"
    },
    {
      "verse": 10,
      "text": "Don’t be faint-hearted in your prayer. Don’t neglect to give alms."
    },
    {
      "verse": 11,
      "text": "Don’t laugh a man to scorn when he is in the bitterness of his soul, for there is one who humbles and exalts."
    },
    {
      "verse": 12,
      "text": "Don’t devise\\f + \\fr 7:12 \\ft Gr. \\fqa Don’t plow\\f* a lie against your brother, or do the same to a friend."
    },
    {
      "verse": 13,
      "text": "Refuse to utter a lie, for that habit results in no good."
    },
    {
      "verse": 14,
      "text": "Don’t babble in the assembly of elders. Don’t repeat your words in your prayer."
    },
    {
      "verse": 15,
      "text": "Don’t hate hard labor or farm work, which the Most High has created."
    },
    {
      "verse": 16,
      "text": "Don’t number yourself among the multitude of sinners. Remember that wrath will not wait."
    },
    {
      "verse": 17,
      "text": "Humble your soul greatly, for the punishment of the ungodly man is fire and the worm."
    },
    {
      "verse": 18,
      "text": "Don’t exchange a friend for something, neither a true brother for the gold of Ophir."
    },
    {
      "verse": 19,
      "text": "Don’t deprive yourself of a wise and good wife, for her grace is worth more than gold."
    },
    {
      "verse": 20,
      "text": "Don’t abuse a servant who works faithfully, or a hireling who gives you his life."
    },
    {
      "verse": 21,
      "text": "Let your soul love a wise servant. Don’t defraud him of liberty."
    },
    {
      "verse": 22,
      "text": "Do you have cattle? Look after them. If they are profitable to you, let them stay by you."
    },
    {
      "verse": 23,
      "text": "Do you have children? Correct them, and make them obedient from their youth."
    },
    {
      "verse": 24,
      "text": "Do you have daughters? Take care of their bodies, and don’t be overly indulgent toward them."
    },
    {
      "verse": 25,
      "text": "Give your daughter in marriage, and you will have accomplished a great matter. Give her to a man of understanding."
    },
    {
      "verse": 26,
      "text": "Do you have a wife who pleases you? Don’t cast her out. \\f + \\fr 7:26 \\ft Many authorities omit this line \\f*But don’t trust yourself to one who is hateful."
    },
    {
      "verse": 27,
      "text": "Honor your father with your whole heart, and don’t forget the birth pangs of your mother."
    },
    {
      "verse": 28,
      "text": "Remember that you were born of them. What will you repay them for the things that they have done for you?"
    },
    {
      "verse": 29,
      "text": "Fear the Lord with all your soul; and revere his priests."
    },
    {
      "verse": 30,
      "text": "With all your strength love him who made you. Don’t forsake his ministers."
    },
    {
      "verse": 31,
      "text": "Fear the Lord and honor the priest. Give him his portion, even as it is commanded you: the first fruits, the trespass offering, the gift of the shoulders, the sacrifice of sanctification, and the first fruits of holy things."
    },
    {
      "verse": 32,
      "text": "Also stretch out your hand to the poor man, that your blessing may be complete."
    },
    {
      "verse": 33,
      "text": "A gift has grace in the sight of every living man. Don’t withhold grace for a dead man."
    },
    {
      "verse": 34,
      "text": "Don’t avoid those who weep, and mourn with those who mourn."
    },
    {
      "verse": 35,
      "text": "Don’t be slow to visit a sick man, for by such things you will gain love."
    },
    {
      "verse": 36,
      "text": "In all your words, remember eternity, and you will never sin."
    }
  ]
}