{
  "book_id": "SIR",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He who lives forever created the whole universe."
    },
    {
      "verse": 2,
      "text": "The Lord alone is just."
    },
    {
      "verse": 3,
      "text": ""
    },
    {
      "verse": 4,
      "text": "He has given power to declare his works to no one. Who could trace out his mighty deeds?"
    },
    {
      "verse": 5,
      "text": "Who could measure the strength of his majesty? Who could also proclaim his mercies?"
    },
    {
      "verse": 6,
      "text": "As for the wondrous works of the Lord, it is not possible to take from them nor add to them, neither is it possible to explore them."
    },
    {
      "verse": 7,
      "text": "When a man has finished, then he is just at the beginning. When he stops, then he will be perplexed."
    },
    {
      "verse": 8,
      "text": "What is mankind, and what purpose do they serve? What is their good, and what is their evil?"
    },
    {
      "verse": 9,
      "text": "The number of man’s days at the most are a hundred years."
    },
    {
      "verse": 10,
      "text": "As a drop of water from the sea, and a pebble from the sand, so are a few years in the day of eternity."
    },
    {
      "verse": 11,
      "text": "For this cause the Lord was patient over them, and poured out his mercy upon them."
    },
    {
      "verse": 12,
      "text": "He saw and perceived their end, that it is evil. Therefore he multiplied his forgiveness."
    },
    {
      "verse": 13,
      "text": "The mercy of a man is on his neighbor; but the mercy of the Lord is on all flesh: reproving, chastening, teaching, and bringing back, as a shepherd does his flock."
    },
    {
      "verse": 14,
      "text": "He has mercy on those who accept chastening, and that diligently seek after his judgments."
    },
    {
      "verse": 15,
      "text": "My son, don’t add reproach to your good deeds, and no harsh words in any of your giving."
    },
    {
      "verse": 16,
      "text": "Doesn’t the dew relieve the scorching heat? So a word is better than a gift."
    },
    {
      "verse": 17,
      "text": "Behold, isn’t a word better than a gift? Both are with a gracious person."
    },
    {
      "verse": 18,
      "text": "A fool is ungracious and abusive. The gift of a grudging person consumes the eyes."
    },
    {
      "verse": 19,
      "text": "Learn before you speak. Take care of your health before you get sick."
    },
    {
      "verse": 20,
      "text": "Before judgment, examine yourself, and in the hour of scrutiny you will find forgiveness."
    },
    {
      "verse": 21,
      "text": "Humble yourself before you get sick. In the time of sins, repent."
    },
    {
      "verse": 22,
      "text": "Let nothing hinder you to pay your vow in due time. Don’t wait until death to be released."
    },
    {
      "verse": 23,
      "text": "Before you make a vow, prepare yourself. Don’t be like a man who tests the Lord."
    },
    {
      "verse": 24,
      "text": "Think about the wrath coming in the days of the end, and the time of vengeance, when he turns away his face."
    },
    {
      "verse": 25,
      "text": "In the days of fullness remember the time of hunger. Remember poverty and lack in the days of wealth."
    },
    {
      "verse": 26,
      "text": "From morning until evening, the time changes. All things are speedy before the Lord."
    },
    {
      "verse": 27,
      "text": "A wise man is cautious in everything. In days of sinning, he will beware of offense."
    },
    {
      "verse": 28,
      "text": "Every man of understanding knows wisdom. He will give thanks to him who found her."
    },
    {
      "verse": 29,
      "text": "They who were of understanding in sayings also became wise themselves, and poured out apt proverbs."
    },
    {
      "verse": 30,
      "text": "Don’t go after your lusts. Restrain your appetites."
    },
    {
      "verse": 31,
      "text": "If you give fully to your soul the delight of her desire, she will make you the laughing stock of your enemies."
    },
    {
      "verse": 32,
      "text": "Don’t make merry in much luxury, and don’t be tied to its expense."
    },
    {
      "verse": 33,
      "text": "Don’t be made a beggar by banqueting with borrowed money when you have nothing in your purse."
    }
  ]
}