{
  "book_id": "SIR",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "A worker who is a drunkard will not become rich. He who despises small things will fall little by little."
    },
    {
      "verse": 2,
      "text": "Wine and women will make men of understanding go astray. He who joins with prostitutes is reckless."
    },
    {
      "verse": 3,
      "text": "Decay and worms will have him as their heritage. A reckless soul will be taken away."
    },
    {
      "verse": 4,
      "text": "He who is hasty to trust is shallow-hearted. He who sins offends against his own soul."
    },
    {
      "verse": 5,
      "text": "He who rejoices in wickedness will be condemned."
    },
    {
      "verse": 6,
      "text": "He who hates gossip has less wickedness."
    },
    {
      "verse": 7,
      "text": "Never repeat what is told you, and you won’t lose anything."
    },
    {
      "verse": 8,
      "text": "Whether it is of friend or foe, don’t tell it. Unless it is a sin to you, don’t reveal it."
    },
    {
      "verse": 9,
      "text": "For if he has heard you and observed you, when the time comes, he will hate you."
    },
    {
      "verse": 10,
      "text": "Have you heard something? Let it die with you. Be brave: it will not make you burst!"
    },
    {
      "verse": 11,
      "text": "A fool will travail in pain with a word, as a woman in labor with a child."
    },
    {
      "verse": 12,
      "text": "As an arrow that sticks in the flesh of the thigh, so is gossip in a fool."
    },
    {
      "verse": 13,
      "text": "Question a friend; it may be he didn’t do it. If he did something, it may be that he may do it no more."
    },
    {
      "verse": 14,
      "text": "Question your neighbor; it may be he didn’t say it. If he has said it, it may be that he may not say it again."
    },
    {
      "verse": 15,
      "text": "Question a friend; for many times there is slander. Don’t trust every word."
    },
    {
      "verse": 16,
      "text": "There is one who slips, and not from the heart. Who is he who hasn’t sinned with his tongue?"
    },
    {
      "verse": 17,
      "text": "Reprove your neighbor before you threaten him; and give place to the law of the Most High."
    },
    {
      "verse": 20,
      "text": "All wisdom is the fear of the Lord. In all wisdom is the doing of the law."
    },
    {
      "verse": 21,
      "text": ""
    },
    {
      "verse": 22,
      "text": "The knowledge of wickedness is not wisdom. The prudence of sinners is not counsel."
    },
    {
      "verse": 23,
      "text": "There is a wickedness, and it is an abomination. There is a fool lacking in wisdom."
    },
    {
      "verse": 24,
      "text": "Better is one who has little understanding, and fears God, than one who has much intelligence and transgresses the law."
    },
    {
      "verse": 25,
      "text": "There is an exquisite subtlety, and it is unjust. And there is one who perverts favor to gain a judgment."
    },
    {
      "verse": 26,
      "text": "There is one who does wickedly, who hangs down his head with mourning; but inwardly he is full of deceit,"
    },
    {
      "verse": 27,
      "text": "bowing down his face, and pretending to be deaf in one ear. Where he isn’t known, he will take advantage of you."
    },
    {
      "verse": 28,
      "text": "And if for lack of power he is hindered from sinning, if he finds opportunity, he will do mischief."
    },
    {
      "verse": 29,
      "text": "A man will be known by his appearance. One who has understanding will be known by his face when you meet him."
    },
    {
      "verse": 30,
      "text": "A man’s attire, grinning laughter, and the way he walks show what he is."
    }
  ]
}