{
  "book_id": "2PE",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "שמעון פטרוס עבד ישוע המשיח ושליחו אל אשר קבלו אמונה יקרה כשלנו בצדקת אלהינו ומושיענו ישוע המשיח׃"
    },
    {
      "verse": 2,
      "text": "חסד ושלום יהיו לכם למכביר בדעת האלהים וישוע אדנינו׃"
    },
    {
      "verse": 3,
      "text": "באשר גבורתו האלהית נתנה לנו את כל אשר לחיים ולחסידות על ידי דעת הקורא אתנו בכבודו וחילו׃"
    },
    {
      "verse": 4,
      "text": "אשר בהם נתן לנו הבטחות גדלות מאד ויקרות למען תקחו על ידן חלק בטבע אלהים בהמלטכם מכליון התאוה אשר בעולם׃"
    },
    {
      "verse": 5,
      "text": "בעבור זאת השתדלו להעמיד באמונתכם את הצדקה ובצדקה את הדעת׃"
    },
    {
      "verse": 6,
      "text": "ובדעת את הפרישות ובפרישות את הסבלנות ובסבלנות את החסידות׃"
    },
    {
      "verse": 7,
      "text": "ובחסידות את האחוה ובאחוה את האהבה׃"
    },
    {
      "verse": 8,
      "text": "כי אם אלה תמצאנה ותרבינה בכם לא תתנה אתכם להיות בטלים ובלא עשות פרי לדעת אדנינו ישוע המשיח׃"
    },
    {
      "verse": 9,
      "text": "כי האיש אשר אין אלה לו עור הוא קצר הראות ושכח את טהרתו מחטאתיו הראשנות׃"
    },
    {
      "verse": 10,
      "text": "לכן אחי הוסיפו והשתדלו לחזק את קריאתכם ובחירתכם כי בעשותכם זאת כשול לא תכשלו׃"
    },
    {
      "verse": 11,
      "text": "כי כן יפתח לפניכם לרוחה המבוא אל מלכות עולם אשר לאדנינו ומושיענו ישוע המשיח׃"
    },
    {
      "verse": 12,
      "text": "על כן לא אחדל להזכירכם על אלה בכל עת גם כי ידעתם והתכוננתם באמת אשר היא לפנינו׃"
    },
    {
      "verse": 13,
      "text": "ואחשב כי נכון להזכיר ולהעיר אתכם כל ימי היותי במשכן הזה׃"
    },
    {
      "verse": 14,
      "text": "באשר ידעתי כי מהר יעתק משכני כאשר גם גלה לי אדנינו ישוע המשיח׃"
    },
    {
      "verse": 15,
      "text": "ואשתדל שיהיה לכם תמיד גם אחרי פטירתי זכרון הדברים האלה׃"
    },
    {
      "verse": 16,
      "text": "כי הודענו אתכם גבורת אדנינו ישוע המשיח ובאו לא בלכתנו אחרי הגדות מחכמות כי אם ראות היו עינינו את גדלתו׃"
    },
    {
      "verse": 17,
      "text": "כי לקח מאת אלהים האב יקר וכבוד בבא אליו קול מתוך הדרת כבודו לאמר זה בני ידידי רצתה נפשי בו׃"
    },
    {
      "verse": 18,
      "text": "ואת הקול הזה שמענו באזנינו יצא משמים בהיותנו עמו בהר הקדש׃"
    },
    {
      "verse": 19,
      "text": "ועתה דבר הנבואה יותר קים אתנו והטיבתם עשות אשר שתם לבכם אליו כמו אל נר מאיר במקום אפל עד כי יבקע אור היום וזרח כוכב הנגה בלבבכם׃"
    },
    {
      "verse": 20,
      "text": "וזאת תדעו ראשונה אשר כל נבואת המקרא איננה תלה בפתרון אדם מלבו׃"
    },
    {
      "verse": 21,
      "text": "כי מעולם לא יצאה נבואה ברצון האדם כי אם ברוח הקדש אשר נשאם דברו אנשי אלהים הקדושים׃"
    }
  ]
}