{
  "book_id": "2MA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "It is also found in the records, that Jeremiah the prophet commanded them that were carried away to take of the fire, as hath been signified \\add above: \\add*"
    },
    {
      "verse": 2,
      "text": "and how that the prophet charged them that were carried away, having given them the law, that they should not forget the statutes of the Lord, neither be led astray in their minds, when they saw images of gold and silver, and the adornment thereof."
    },
    {
      "verse": 3,
      "text": "And with other such words exhorted he them, that the law should not depart from their heart."
    },
    {
      "verse": 4,
      "text": "And it was \\add contained \\add* in the writing, that the prophet, being warned of God, commanded that the tabernacle and the ark should follow with him, \\f + \\fr 2:4 \\ft Gr. \\fqa and when. \\ft The Greek text here is probably corrupt. \\f* when he went forth into the mountain where Moses went up and beheld the heritage of God."
    },
    {
      "verse": 5,
      "text": "And Jeremiah came and found \\f + \\fr 2:5 \\ft Gr. \\fqa a cavernous chamber. \\f* a chamber in the rock, and there he brought in the tabernacle, and the ark, and the altar of incense; and he made fast the door."
    },
    {
      "verse": 6,
      "text": "And some of those that followed with him came there that they might mark the way, and could not find it."
    },
    {
      "verse": 7,
      "text": "But when Jeremiah perceived it, he blamed them, saying, Yea and the place shall be unknown until God \\f + \\fr 2:7 \\ft Gr. \\fqa gather together a gathering of the people. \\f* gather the people again together, and mercy come:"
    },
    {
      "verse": 8,
      "text": "and then shall the Lord disclose these things, and the glory of the Lord shall be seen, and the \\f + \\fr 2:8 \\ft Or, \\fqa cloud, as...temple. As Moses \\f* cloud. As also it was shewed with Moses; as also Solomon besought that the place might be consecrated greatly,"
    },
    {
      "verse": 9,
      "text": "and it was also declared that he, having wisdom, offered a sacrifice of dedication, and of the finishing of the temple; \\add so we would have it now. \\add*"
    },
    {
      "verse": 10,
      "text": "As Moses prayed unto the Lord, and fire came down out of heaven and consumed the sacrifice, even so prayed Solomon also, and the fire came down and consumed the burnt offerings;"
    },
    {
      "verse": 11,
      "text": "\\f + \\fr 2:11 \\ft See Lev. x. 16 and ix. 24. \\f*(and Moses said, Because the sin offering had not been eaten, it was consumed in like manner \\add with the rest\\add*;)"
    },
    {
      "verse": 12,
      "text": "and Solomon kept the eight days."
    },
    {
      "verse": 13,
      "text": "And the same things were related \\f + \\fr 2:13 \\ft Or, \\fqa also \\f* both in the public archives and in \\f + \\fr 2:13 \\ft Or, \\fqa Nehemiah’s records \\f* the records that concern Nehemiah; and how he, founding a library, gathered together the books about the kings and prophets, and the \\add books \\add* of David, and letters of kings about sacred gifts."
    },
    {
      "verse": 14,
      "text": "And in like manner Judas also gathered together for us all those \\add writings \\add* that had been scattered by reason of the war that befell, and they are \\add still \\add* with us."
    },
    {
      "verse": 15,
      "text": "If therefore ye have need thereof, send some to fetch them unto you."
    },
    {
      "verse": 16,
      "text": "Seeing then that we are about to keep the purification, we write unto you; ye will therefore do well if ye keep the days."
    },
    {
      "verse": 17,
      "text": "Now God, who saved all his people, and restored the heritage to all, and the kingdom, and the priesthood, and the hallowing,"
    },
    {
      "verse": 18,
      "text": "even as he promised through the law,— in God have we hope, that he will quickly have mercy upon us, and gather \\add us \\add* together out of \\f + \\fr 2:18 \\ft Gr. \\fqa the \\ft earth \\fqa under heaven. \\f* all the earth unto the holy place: for he delivered us out of great evils, and purified the place. ____________________"
    },
    {
      "verse": 19,
      "text": "Now the things concerning Judas Maccabaeus and his brethren, and the purification of the \\f + \\fr 2:19 \\ft Gr. \\fqa greatest. \\f* great temple, and the dedication of the altar,"
    },
    {
      "verse": 20,
      "text": "and further the wars against Antiochus Epiphanes, and Eupator his son,"
    },
    {
      "verse": 21,
      "text": "and the manifestations that came from heaven unto those that vied with one another in manful deeds for the religion of the Jews; so that, being but a few, they \\f + \\fr 2:21 \\ft Gr. \\fqa took for a prey. \\f* rescued the whole country, and chased the barbarous multitudes,"
    },
    {
      "verse": 22,
      "text": "and recovered again the temple renowned all the world over, and freed the city, and restored the laws which were like to be overthrown, seeing the Lord became \\f + \\fr 2:22 \\ft Gr. \\fqa propitious. \\f* gracious unto them with all forbearance:"
    },
    {
      "verse": 23,
      "text": "\\add these things, I say, \\add* which have been declared by Jason of Cyrene in five books, we will assay to abridge in one work."
    },
    {
      "verse": 24,
      "text": "For having in view the confused mass of the numbers, and the \\f + \\fr 2:24 \\ft Or, weariness \\f* difficulty which awaiteth them that would enter into the narratives of the history, by reason of the abundance of the matter,"
    },
    {
      "verse": 25,
      "text": "we were careful that they who choose to read may be attracted, and that they who wish well \\add to our cause \\add* may find it easy to recall \\f + \\fr 2:25 \\ft Or, the past \\f* \\add what we have written, \\add* and that all readers may have profit."
    },
    {
      "verse": 26,
      "text": "And although to us, who have taken upon us the painful labour of the abridgement, the task is not easy, but \\add a matter \\add* of sweat and watching"
    },
    {
      "verse": 27,
      "text": "(even as it is no light thing unto him that prepareth a banquet, and seeketh the benefit of others); yet for the sake of the gratitude of the many we will gladly endure the painful labour,"
    },
    {
      "verse": 28,
      "text": "leaving to the historian the exact handling of every particular, and again \\f + \\fr 2:28 \\ft Or, \\fqa making no effort \\f* having no strength to \\f + \\fr 2:28 \\ft Or, \\fqa enlarge on \\f* fill in the outlines of our abridgement."
    },
    {
      "verse": 29,
      "text": "For as the masterbuilder of a new house must care for the whole \\f + \\fr 2:29 \\ft Gr. \\fqa foundation. \\f* structure, and again he that undertaketh to \\f + \\fr 2:29 \\ft Gr. \\fqa decorate in encaustic. \\f* decorate and paint it must seek out the things fit for the adorning thereof; even so I think it is also with us."
    },
    {
      "verse": 30,
      "text": "To occupy the ground, and to \\f + \\fr 2:30 \\ft Or, \\fqa provide a place for discussions \\f* indulge in long discussions, and to be curious in particulars, becometh the first author of the history:"
    },
    {
      "verse": 31,
      "text": "but to strive after brevity of expression, and to avoid a laboured fulness in the treatment, is to be granted to him that would bring a writing into a new form."
    },
    {
      "verse": 32,
      "text": "Here then let us begin the narration, only adding thus much to that which hath been already \\f + \\fr 2:32 \\ft Or, \\fqa spoken of \\f* said; for it is a foolish thing to make a long prologue to the history, and to abridge the history \\add itself. \\add*"
    }
  ]
}