{
  "book_id": "2MA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Now after a very little time Lysias, the king’s guardian and kinsman and chancellor, being sore displeased for the things that had come to pass,"
    },
    {
      "verse": 2,
      "text": "collected about fourscore thousand \\add footmen \\add* and all his horsemen and came against the Jews, thinking to make the city a place for Greeks to dwell in,"
    },
    {
      "verse": 3,
      "text": "and to levy tribute on the temple, as \\f + \\fr 11:3 \\ft Or, \\fqa on all the sacred places of the heathen \\f* on the other sacred places of the nations, and to put up the high priesthood to sale every year;"
    },
    {
      "verse": 4,
      "text": "holding in no account the might of God, but puffed up with his ten thousands of footmen, and his thousands of horsemen, and his fourscore elephants."
    },
    {
      "verse": 5,
      "text": "And coming into Judaea and drawing near to Bethsuron, which was a strong place and distant from Jerusalem about \\f + \\fr 11:5 \\ft The Greek text here is uncertain. \\f* five leagues, he pressed it hard."
    },
    {
      "verse": 6,
      "text": "But when Maccabaeus and his men learned that he was besieging the strongholds, they and all the people with lamentations and tears made supplication unto the Lord to send a good angel to save Israel."
    },
    {
      "verse": 7,
      "text": "And Maccabaeus himself took up arms first, and exhorted the others to jeopard themselves together with him and succour their brethren; and they sallied forth with him right willingly."
    },
    {
      "verse": 8,
      "text": "And as they were there, close to Jerusalem, there appeared at their head one on horseback in white apparel, brandishing \\f + \\fr 11:8 \\ft Gr. \\fqa a panoply. \\f* weapons of gold."
    },
    {
      "verse": 9,
      "text": "And they all together praised the merciful God, and were yet more strengthened in heart: being ready to \\f + \\fr 11:9 \\ft Gr. \\fqa wound. \\f* assail not men only but the wildest beasts, and walls of iron,"
    },
    {
      "verse": 10,
      "text": "they advanced in array, having him that is in heaven to fight on their side, for the Lord had mercy on them."
    },
    {
      "verse": 11,
      "text": "And hurling \\add themselves \\add* like lions upon the enemy, they slew of them eleven thousand \\add footmen \\add* and sixteen hundred horsemen, and forced all \\add the rest \\add* to flee."
    },
    {
      "verse": 12,
      "text": "But the more part of them escaped wounded \\add and \\add* naked; and Lysias also himself escaped by shameful flight."
    },
    {
      "verse": 13,
      "text": "But as he was a man not void of understanding, weighing with himself the defeat which had befallen him, and considering that the Hebrews could not be overcome, because the Almighty God fought on their side, he sent again \\add unto them, \\add*"
    },
    {
      "verse": 14,
      "text": "and persuaded them to come to terms on condition that all their rights were acknowledged, and \\f + \\fr 11:14 \\ft The Greek text here is corrupt. \\f* \\add promised \\add* that he would also persuade the king to become their friend."
    },
    {
      "verse": 15,
      "text": "And Maccabaeus gave consent upon all the conditions which Lysias proposed to him, being careful of the \\add common \\add* good; for whatsoever \\add requests \\add* Maccabaeus delivered in writing unto Lysias concerning the Jews the king allowed."
    },
    {
      "verse": 16,
      "text": "For the letters written unto the Jews from Lysias were to this effect: Lysias unto the \\f + \\fr 11:16 \\ft Gr. \\fqa multitude. \\f* people of the Jews, greeting."
    },
    {
      "verse": 17,
      "text": "John and Absalom, who were sent from you, having delivered the \\f + \\fr 11:17 \\ft Or, \\fqa document \\f* petition written below, made request concerning the things signified therein."
    },
    {
      "verse": 18,
      "text": "What things soever therefore had need to be brought before the king I declared \\add to him, \\add* and what things were possible he allowed."
    },
    {
      "verse": 19,
      "text": "If then ye will preserve your good will toward the state, henceforward also will I endeavour to contribute to \\add your \\add* good."
    },
    {
      "verse": 20,
      "text": "\\f + \\fr 11:20 \\ft Or, \\fqa but as to this. \\f* And on this behalf I have given order in detail, both to these men and to those \\add that are sent \\add* from me, to confer with you."
    },
    {
      "verse": 21,
      "text": "Fare ye well. \\add Written \\add* in the hundred forty and eighth year, on the four and twentieth day of \\add the month \\add* \\f + \\fr 11:21 \\ft This name is not found elsewhere, and is perhaps corrupt. \\f* Dioscorinthius."
    },
    {
      "verse": 22,
      "text": "And the king’s letter was in these words: King Antiochus unto his brother Lysias, greeting."
    },
    {
      "verse": 23,
      "text": "Seeing that our father passed unto the gods having the wish that the subjects of his kingdom \\f + \\fr 11:23 \\ft Or, \\fqa should not be disquieted but \\f* should be undisturbed and give themselves to the care of their own affairs,"
    },
    {
      "verse": 24,
      "text": "we, having heard that the Jews do not consent to our father’s purpose to turn them unto the \\add customs \\add* of the Greeks, but choose rather their own manner of living, and make request that the \\add customs \\add* of their law be allowed unto them,—"
    },
    {
      "verse": 25,
      "text": "choosing therefore that this nation also should be free from \\f + \\fr 11:25 \\ft Or, \\fqa disquiet \\f* disturbance, we determine that their temple be restored to them, and that they live according to the customs that were in the days of their ancestors."
    },
    {
      "verse": 26,
      "text": "Thou wilt therefore do well to send \\add messengers \\add* unto them and give them the right hand \\add of friendship, \\add* that they, knowing our mind, may be of good heart, and gladly occupy themselves with the conduct of their own affairs."
    },
    {
      "verse": 27,
      "text": "And unto the nation the king’s letter was after this manner: King Antiochus to the senate of the Jews and to the other Jews, greeting."
    },
    {
      "verse": 28,
      "text": "If ye fare well, we have our desire: we ourselves also are in good health."
    },
    {
      "verse": 29,
      "text": "Menelaus informed us that your desire was to return home and follow your own business."
    },
    {
      "verse": 30,
      "text": "They therefore that depart home up to the thirtieth day of Xanthicus shall have \\add our \\add* \\f + \\fr 11:30 \\ft Gr. \\fqa right hand. \\f* friendship, with full permission"
    },
    {
      "verse": 31,
      "text": "that the Jews use their own \\add proper \\add* meats and \\add observe their own \\add* laws, even as heretofore; and none of them shall be in any way molested for the things that have been ignorantly done."
    },
    {
      "verse": 32,
      "text": "Moreover I have sent Menelaus also, that he may encourage you."
    },
    {
      "verse": 33,
      "text": "Fare ye well. \\add Written \\add* in the hundred forty and eighth year, on the fifteenth day of Xanthicus."
    },
    {
      "verse": 34,
      "text": "And the Romans also sent unto them a letter in these words: Quintus Memmius \\add and \\add* Titus Manius, ambassadors of the Romans, unto the people of the Jews, greeting."
    },
    {
      "verse": 35,
      "text": "In regard to the things which Lysias the king’s kinsman granted you, we also give consent."
    },
    {
      "verse": 36,
      "text": "But as for the things which he judged should be referred to the king, send one forthwith, after ye have advised thereof, that we may publish such \\add decrees \\add* as befit your case; for we are on our way to Antioch."
    },
    {
      "verse": 37,
      "text": "Wherefore send some with speed, that we also may learn what is your mind."
    },
    {
      "verse": 38,
      "text": "\\f + \\fr 11:38 \\ft Gr. \\fqa Be in good health. \\f* Farewell. \\add Written \\add* in the hundred forty and eighth year, on the fifteenth day of Xanthicus."
    }
  ]
}