{
  "book_id": "DAN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the third year of the reign of Jehoyakim the king of Judah came Nebuchadnezzar the king of Babylon unto Jerusalem, and besieged it."
    },
    {
      "verse": 2,
      "text": "And the Lord gave up into his hand Yehoyakim the king of Judah, with part of the vessels of the house of God: and he brought them into the land of Shin'ar into the house of his god, namely, he brought the vessels into the treasure-house of his god."
    },
    {
      "verse": 3,
      "text": "And the king said unto Ashpenas, the chief of his eunuchs, that he should bring out of the children of Israel, and of the royal seed, and of the nobles,"
    },
    {
      "verse": 4,
      "text": "[Certain] lads in whom there should be no kind of blemish, but who should be handsome in appearance, and intelligent in all wisdom, and acquainted with knowledge, and understanding science, and such as should have the ability to serve in the king's palace, and that these should be taught the learning and the language of the Chaldeans."
    },
    {
      "verse": 5,
      "text": "And the king ordered for them a daily provision for its day of the king's food, and of the wine which he drank, and to educate them three years, so that at the end thereof they should serve before the king."
    },
    {
      "verse": 6,
      "text": "Now there were among these of the children of Judah, Daniel, Chananyah, Mishael, and 'Azaryah."
    },
    {
      "verse": 7,
      "text": "And the chief of the eunuchs assigned them names; and he assigned to Daniel the name of Belteshazzar; and to Chananyah, of Shadrach; and to Mishael, of Meshach; and to 'Azaryah, of 'Abed-nego."
    },
    {
      "verse": 8,
      "text": "But Daniel resolved in his heart that he would not defile himself with the food of the king, nor with the wine which he drank: and therefore he requested of the chief of the eunuchs that he might not need to defile himself."
    },
    {
      "verse": 9,
      "text": "And God gave Daniel kindness and mercy before the chief of the eunuchs."
    },
    {
      "verse": 10,
      "text": "And the chief of the eunuchs said unto Daniel, I fear my lord the king, who hath ordered your food and your drink; for why should he see your face sadder looking than that of the lads who are of your age? and ye would thus endanger my head with the king."
    },
    {
      "verse": 11,
      "text": "Then said Daniel to the steward whom the chief of the eunuchs had given charge over Daniel, Chananyah, Mishael, and 'Azaryah,"
    },
    {
      "verse": 12,
      "text": "Prove, I beseech thee, thy servants, ten days; and let them give us vegetables to eat, and water to drink;"
    },
    {
      "verse": 13,
      "text": "And then let our countenances be looked at before thee, and the countenance of the lads that eat the food of the king: and as thou mayest see [fitting], so deal with thy servants."
    },
    {
      "verse": 14,
      "text": "And he hearkened unto them in this matter, and proved them ten days."
    },
    {
      "verse": 15,
      "text": "And at the end of ten days their countenances appeared better and fuller in flesh than [that of] all the lads who ate the food of the king."
    },
    {
      "verse": 16,
      "text": "And the steward took away their [apportioned] food, and the wine that they were to drink, and gave them vegetables."
    },
    {
      "verse": 17,
      "text": "But as regardeth all these four lads, God gave them knowledge and intelligence in all learning and wisdom; and Daniel had understanding in all visions and dreams."
    },
    {
      "verse": 18,
      "text": "And at the end of the days [after] which the king had said that they should be presented, the chief of the eunuchs presented them before Nebuchadnezzar."
    },
    {
      "verse": 19,
      "text": "And the king spoke with them; and there was not found among them all any one like Daniel, Chananyah, Mishael, and 'Azaryah: and so they served before the king."
    },
    {
      "verse": 20,
      "text": "And in every matter of wise understanding, which the king required of them, he found them ten times superior above all the magicians and astrologers that were in all his kingdom."
    },
    {
      "verse": 21,
      "text": "And Daniel continued even unto the first year of king Cyrus."
    }
  ]
}