{
  "book_id": "DAN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "(3:31) Nebuchadnezzar the king, unto all people, nations, and languages, that dwell on all the earth, May your welfare increase."
    },
    {
      "verse": 2,
      "text": "(3:32) The signs and wonders which the most high God hath wrought toward me I find it for good to make known."
    },
    {
      "verse": 3,
      "text": "(3:33) His signs—how great are they! and his wonders— how mighty are they! his kingdom is an everlasting kingdom, and his rule is over every generation."
    },
    {
      "verse": 4,
      "text": "(4:1) Nebuchadnezzar was at rest in my house, and flourishing in my palace."
    },
    {
      "verse": 5,
      "text": "(4:2) I saw a dream which terrified me; and the thoughts upon my couch and the visions of my head troubled me."
    },
    {
      "verse": 6,
      "text": "(4:3) Therefore made I a decree to bring before me all the wise men of Babylon, that they might make known unto me the interpretation of the dream."
    },
    {
      "verse": 7,
      "text": "(4:4) Then came up the magicians, the astrologers, the Chaldeans, and the soothsayers; and the dream did I recite before them; but its interpretation did they not make known unto me."
    },
    {
      "verse": 8,
      "text": "(4:5) But at the last came up before me Daniel, whose name was Belteshazzar, after the name of my god, and in whom is the spirit of the holy gods; and the dream did I recite before him, [saying,]"
    },
    {
      "verse": 9,
      "text": "(4:6) O Belteshazzar, chief of the magicians, of whom I know that the spirit of the holy gods is in thee, and that no secret is concealed from thee, tell me the visions of my dream which I have seen, with its interpretation."
    },
    {
      "verse": 10,
      "text": "(4:7) And the visions of my head on my couch were, [that] I saw, and behold, there was a tree in the midst of the earth, and its height was great."
    },
    {
      "verse": 11,
      "text": "(4:8) The tree grew, and was strong, and its height reached unto heaven, and it was visible to the end of all the earth."
    },
    {
      "verse": 12,
      "text": "(4:9) Its foliage was splendid, and its fruit large, and on it was food for all: under it sought the beasts of the field for shade, and in its boughs dwelt the fowls of heaven, and from it was fed all flesh."
    },
    {
      "verse": 13,
      "text": "(4:10) I saw in the visions of my head on my couch, and, behold, a watcher who was also a holy one came down from heaven."
    },
    {
      "verse": 14,
      "text": "(4:11) He called with might, and thus he said, Hew down the trees and lop off its branches, strip off its leaves, and scatter its fruit; let the beasts flee away from under it, and the fowls from among its branches:"
    },
    {
      "verse": 15,
      "text": "(4:12) Nevertheless leave the body of its roots in the earth, but [bound] with fetters of iron and copper, among the grass of the field; and let it be made wet with the dew of heaven, and let its portion be with the beasts on the herbage of the earth;"
    },
    {
      "verse": 16,
      "text": "(4:13) Let his heart be changed not to be human, and let a beast's heart be given unto him; and let seven times elapse over him."
    },
    {
      "verse": 17,
      "text": "(4:14) Through the resolve of the watchers is this decree, and by the order of the holy ones is this decision: to the intent that the living may know that the Most High ruleth over the kingdom of men, and that he can give it to whomsoever he pleaseth, and can set up over it the lowest of men."
    },
    {
      "verse": 18,
      "text": "(4:15) This dream have I, king Nebuchadnezzar, seen; but thou, O Belteshazzar, relate its interpretation, forasmuch as all the wise men of my kingdom are not able to make known unto me the interpretation; but thou art able; for the spirit of the holy gods is in thee."
    },
    {
      "verse": 19,
      "text": "(4:16) Then was Daniel, whose name was Belteshazzar, astounded for one hour, and his thoughts troubled him. The king then commenced, and said, Belteshazzar, let not the dream, or its interpretation, trouble thee. Belteshazzar answered and said, My lord, O that the dream might be for those that hate thee, and its interpretation for thy enemies."
    },
    {
      "verse": 20,
      "text": "(4:17) The tree that thou hast seen, which grew, and was strong, the height of which reached unto the heaven, and which was visible to all the earth;"
    },
    {
      "verse": 21,
      "text": "(4:18) The foliage of which was splendid, and the fruit of which was large, and on which was food for all; under which dwelt the beasts of the field, and in the boughs of which nestled the fowls of the heaven:—"
    },
    {
      "verse": 22,
      "text": "(4:19) It is thou, O king, that art grown and become strong; and thy greatness is grown apace, and reacheth unto heaven, and thy dominion is to the end of the earth."
    },
    {
      "verse": 23,
      "text": "(4:20) And whereas the king saw a watcher and a holy one coming down from heaven, who said, Hew the tree down, and destroy it; yet leave the body of its roots in the earth, but [bound] in fetters of iron and copper, among the grass of the field; and let it be made wet with the dew of heaven, and let its portion be with the beasts of the field, till seven times elapse over it:—"
    },
    {
      "verse": 24,
      "text": "(4:21) This is the interpretation, O king, and this is the resolve of the Most High, which will come over my lord the king:"
    },
    {
      "verse": 25,
      "text": "(4:22) They will drive thee away from men, and with the beasts of the field is thy dwelling to be, and they will suffer thee to eat herbs like oxen, and they will suffer thee to be made wet with the dew of heaven, and seven times will elapse over thee; until that thou wilt know that the Most High ruleth over the kingdom of men, and giveth it to whomsoever he pleaseth."
    },
    {
      "verse": 26,
      "text": "(4:23) And whereas they ordered to leave the body of the roots of the tree: thy kingdom will remain unto thee, as soon as thou wilt know that the Heavens do rule."
    },
    {
      "verse": 27,
      "text": "(4:24) Therefore, O king, let my counsel be agreeable unto thee, and atone for thy sins by righteousness, and for thy iniquities by showing kindness to the poor: perhaps thy prosperity may [thereby] endure long."
    },
    {
      "verse": 28,
      "text": "(4:25) All this came over king Nebuchadnezzar."
    },
    {
      "verse": 29,
      "text": "(4:26) At the end of twelve months he was walking upon the royal palace at Babylon."
    },
    {
      "verse": 30,
      "text": "(4:27) The king commenced, and said, Is not this Babylon the great, that I myself have built for a royal residence by the might of my power, and for the honor of my majesty?"
    },
    {
      "verse": 31,
      "text": "(4:28) The word was still in the king's mouth, when there fell a voice from heaven, [saying,] To thee it is said, O king Nebuchadnezzar, The kingdom departeth from thee."
    },
    {
      "verse": 32,
      "text": "(4:29) And from men will they drive thee away, and with the beasts of the field shall thy dwelling be; herbs like oxen will they suffer thee to eat, and seven times shall elapse over thee: until thou wilt know that the Most High ruleth over the kingdom of men, and giveth it to whomsoever he pleaseth."
    },
    {
      "verse": 33,
      "text": "(4:30) At the same hour the word was fulfilled upon Nebuchadnezzar; and from men was he driven away, and herbs like oxen had he to eat, and with the dew of heaven was his body made wet: till his hair was grown like eagles' [feathers], and his nails were like birds' [claws].—"
    },
    {
      "verse": 34,
      "text": "(4:31) But at the end of the days I Nebuchadnezzar lifted up my eyes unto heaven, and my understanding returned unto me, and I blessed the Most High, and I praised and glorified the Everliving, whose dominion is an everlasting dominion, and whose kingdom is over every generation;"
    },
    {
      "verse": 35,
      "text": "(4:32) And [by whom] all the inhabitants of the earth are regarded as nought; and [who] according to his pleasure doth with the host of heaven and the inhabitants of the earth; while there is none that can stay his hand, or say unto him, What doest thou?"
    },
    {
      "verse": 36,
      "text": "(4:33) At the same time my understanding returned unto me; and with the glory of my kingdom, my honor and my splendor returned unto me; and my counsellors and my lords sought for me: and I was replaced in my kingdom, and additional greatness was added unto me."
    },
    {
      "verse": 37,
      "text": "(4:34) Now I Nebuchadnezzar praise and extol and glorify the King of heaven, all whose works are truth, and whose ways are justice; and who is able to bring low those that walk in pride."
    }
  ]
}