{
  "book_id": "DAN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "In the first year of Belshazzar the king of Babylon, Daniel saw a dream and the visions of his head while on his couch: afterward he wrote down the dream, relating the principal things."
    },
    {
      "verse": 2,
      "text": "Daniel commenced and said, I saw in my vision by night, and, behold, the four winds of heaven blew fiercely on the great sea."
    },
    {
      "verse": 3,
      "text": "And four great beasts came up from the sea, differing one from another."
    },
    {
      "verse": 4,
      "text": "the first was like a lion, and had eagle's wings: I looked till its wings were plucked out, and it was lifted up from the earth, and was placed upon its feet as a man, and a human heart was given to it."
    },
    {
      "verse": 5,
      "text": "And behold there was another, a second beast, like a bear, and on one side was it placed, with three ribs in its mouth between its teeth: and thus they said unto it, Arise, eat much flesh."
    },
    {
      "verse": 6,
      "text": "After this I looked, and lo there was another, like a leopard; and it had four wings of a bird on its back: the beast had also four heads; and dominion was given unto it."
    },
    {
      "verse": 7,
      "text": "After this I looked in the night visions, and behold there was a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and ground up, and what was left it stamped with its feet; and it was different from all the beasts that were before it; and it had ten horns."
    },
    {
      "verse": 8,
      "text": "I looked carefully at the horns, and, behold, another little horn came up between them, and three of the first horns were plucked up by the roots before the same; and, behold, there were eyes like the eyes of man in this horn, with a mouth speaking presumptuous things."
    },
    {
      "verse": 9,
      "text": "I was looking until chairs were set down, and an Ancient of days seated himself, whose garment was white as snow, and the hair of whose head was like clean wool; his chair was like flames of fire, and his wheels like fire that burnt;"
    },
    {
      "verse": 10,
      "text": "A stream of fire issued and came forth from before him; thousand times thousands ministered unto him, and myriad times myriads stood before him: they sat down to hold judgment, and the books were opened."
    },
    {
      "verse": 11,
      "text": "I looked then, because of the sound of the presumptuous words which the horn had spoken,—I looked till the beast was slain, and its body destroyed, and given over to the burning fire."
    },
    {
      "verse": 12,
      "text": "But concerning the rest of the beasts, they had their dominion taken away: yet a longer duration of life was given unto them until the time and period."
    },
    {
      "verse": 13,
      "text": "I looked in the nightly visions, and, behold, with the clouds of heaven came one like a son of man, and he attained as far as the Ancient of days, and they brought him near before him."
    },
    {
      "verse": 14,
      "text": "And there were given him dominion, and dignity, and government, and all people, nations, and languages had to serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom is one which shall never be destroyed."
    },
    {
      "verse": 15,
      "text": "My spirit was deeply shaken within me, Daniel, in the midst of its tenement, and the visions of my head troubled me."
    },
    {
      "verse": 16,
      "text": "I came near unto one of those that stood by, and asked him something certain concerning all this: and he spoke to me, and made known unto me the interpretation of the things."
    },
    {
      "verse": 17,
      "text": "These great beasts, of which there are four, are four kings, who are to arise on the earth."
    },
    {
      "verse": 18,
      "text": "But the saints of the Most High will obtain the kingdom, and possess the kingdom to eternity, even to all eternity for ever."
    },
    {
      "verse": 19,
      "text": "Then I desired what is certain concerning the fourth beast, which was different from all these others, exceedingly dreadful, whose teeth were of iron, and whose nails of copper; which devoured, ground up, and stamped with its feet what was left;"
    },
    {
      "verse": 20,
      "text": "And concerning the ten horns that were in its head, and concerning the other which came up, and before which three fell down, even concerning that horn which had eyes, and a mouth which spoke presumptuous things, and whose appearance was greater than that of its companions."
    },
    {
      "verse": 21,
      "text": "I had seen how the same horn had made war with the saints, and had prevailed against them:"
    },
    {
      "verse": 22,
      "text": "Until the Ancient of days came, and procured justice unto the saints of the Most High; and the time came and the saints took possession of the kingdom."
    },
    {
      "verse": 23,
      "text": "Thus said he, The fourth beast [signifieth that] a fourth kingdom will be upon earth, which is to be different from all kingdoms, and will devour all the earth, and will tread it down, and grind it up."
    },
    {
      "verse": 24,
      "text": "And the ten horns out of this kingdom [signify] that ten kings will arise; and another will rise after them, and he will be different from the first, and three kings will he bring low."
    },
    {
      "verse": 25,
      "text": "And he will speak words against the Most High, and the saints of the Most High will he oppress, and think to change the festivals and the law: and they will be given up into his hand until a time and times and half a time."
    },
    {
      "verse": 26,
      "text": "But they will sit down to hold judgment, and they will take away his dominion, to destroy and to annihilate it unto the end."
    },
    {
      "verse": 27,
      "text": "And the kingdom and the dominion, and the power over the kingdoms under the whole heaven, will be given to the people of the saints of the Most High, whose kingdom is an everlasting kingdom, and all governments are to worship and obey him."
    },
    {
      "verse": 28,
      "text": "Thus far is the end of the speech. As for me Daniel, my reflections troubled me greatly, and my color was changed on me; but I kept the speech in my heart."
    }
  ]
}