{
  "book_id": "DAN",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "In the first year of Darius the son of Achashverosh, of the seed of the Medes, who was made king over the kingdom of the Chaldeans,"
    },
    {
      "verse": 2,
      "text": "In the first year of his reign, I Daniel searched in the books for understanding concerning the number of the years whereof the word of the Lord had come to Jeremiah the prophet, that he would let pass full seventy years over the ruins of Jerusalem."
    },
    {
      "verse": 3,
      "text": "And I directed my face unto the Lord God, to ask by prayer and supplications, with fasting, and in sackcloth, and ashes."
    },
    {
      "verse": 4,
      "text": "And I prayed unto the Lord my God, and made my confession, and said, O Lord, the great and terrible God, who keepeth the covenant and kindness to those that love him, and to those that keep his commandments:"
    },
    {
      "verse": 5,
      "text": "We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, and have departed from thy commandments and from thy ordinances;"
    },
    {
      "verse": 6,
      "text": "Nor have we hearkened unto thy servants the prophets, who spoke in thy name to our kings, our princes, and our fathers, and to all the people of the land."
    },
    {
      "verse": 7,
      "text": "Thine, O Lord, is the righteousness, but unto us belongeth the shame of face, as it is this day,—to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, those that are near, and those that are far off, through all the countries whither thou hast driven them, because of their trespass which they have trespassed against thee."
    },
    {
      "verse": 8,
      "text": "O Lord, to us belongeth the shame of face, to our kings, to our princes, and to our fathers; because we have sinned against thee."
    },
    {
      "verse": 9,
      "text": "To the Lord our God belong mercies and pardonings; for we have rebelled against him;"
    },
    {
      "verse": 10,
      "text": "And we have not obeyed the voice of the Lord our God, to walk in his laws, which he set before us through means of his servants the prophets."
    },
    {
      "verse": 11,
      "text": "Yea, all Israel have transgressed thy law, and have departed so as not to obey thy voice: therefore was poured out over us the curse, with the oath that is written in the law of Moses the servant of God; because we had sinned against him."
    },
    {
      "verse": 12,
      "text": "And he hath accomplished his words, which he had spoken concerning us, and concerning our judges that judged us, by bringing upon us a great evil, which was never done under the whole heaven as it hath been done in Jerusalem."
    },
    {
      "verse": 13,
      "text": "As it is written in the law of Moses; all this evil came over us: yet offered we not any entreaty before the Lord our God, to return from our iniquities, and to become intelligent in thy truth."
    },
    {
      "verse": 14,
      "text": "Therefore did the Lord watch over the evil, and he brought it upon us; for the Lord our God is righteous because of all his deeds which he hath done; but we have not obeyed his voice."
    },
    {
      "verse": 15,
      "text": "And now, O Lord our God, who hast brought forth thy people out of the land of Egypt with a strong hand, and hast made thyself a [great] name, as it is this day: we have sinned, we have done wickedly."
    },
    {
      "verse": 16,
      "text": "O Lord, according to all thy righteousness, I beseech thee, let thy anger and thy fury be turned away from thy city Jerusalem, thy holy mountain; because through our sins, and through the iniquities of our fathers, Jerusalem and thy people are become a reproach to all who are round about us."
    },
    {
      "verse": 17,
      "text": "And now listen, O our God, to the prayer of thy servant, and to his supplications, and cause thy face to shine upon thy sanctuary which is desolate, for the sake of the Lord."
    },
    {
      "verse": 18,
      "text": "Incline, O my God, thy ear, and hear; open thy eyes, and look on our desolations, and the city whereupon thy name is called: for not [relying] on our acts of righteousness do we present humbly our supplications before thee, but [relying] on thy great mercies."
    },
    {
      "verse": 19,
      "text": "O Lord, hear; O Lord, forgive; O Lord, hearken and do it; delay it not; for thy own sake, O my God; for thy name is called upon thy city and upon thy people."
    },
    {
      "verse": 20,
      "text": "And while I was yet speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication humbly before the Lord my God because of the holy mountain of my God:"
    },
    {
      "verse": 21,
      "text": "Yea, while I was yet speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, came, flying swiftly, near me about the time of the evening oblation."
    },
    {
      "verse": 22,
      "text": "And he gave me understanding, and spoke with me, and said, O Daniel, now am I come forth to make thee intelligent with understanding."
    },
    {
      "verse": 23,
      "text": "At the beginning of thy supplications the word went forth, and I am come to tell it; for thou art greatly beloved: therefore understand the matter, and have understanding of the appearance."
    },
    {
      "verse": 24,
      "text": "Seventy weeks are determined upon thy people and upon thy holy city, to close up the transgression, and to make an end of sins, and to atone for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most holy thing."
    },
    {
      "verse": 25,
      "text": "Know therefore and comprehend, that from the going forth of the word to restore and to build Jerusalem unto the anointed the prince will be seven weeks: and during sixty and two weeks will it be again built with streets and ditches [around it], even in the pressure of the times."
    },
    {
      "verse": 26,
      "text": "And after the sixty and two weeks will an anointed one be cut off without a successor to follow him: and the city and the sanctuary will the people of the prince that is coming destroy; but his end will come in a violent overthrow; but until the end of the war devastations are decreed [against it]."
    },
    {
      "verse": 27,
      "text": "And he will make a strong covenant with the many for one week; and in the half of the week will he cause the sacrifice and the oblation to cease, and this because of the prevalence of the abominations which bringeth devastation, and until destruction and what is decreed shall be poured out upon the waster."
    }
  ]
}