{
  "book_id": "DAN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "In the third year of Cyrus the king of Persia a word was revealed unto Daniel, whose name was called Belteshazzar; and the word is the truth, but the time appointed is long off: and he noted the word, and took notice of it in the appearance."
    },
    {
      "verse": 2,
      "text": "In those days I Daniel was mourning three full weeks."
    },
    {
      "verse": 3,
      "text": "Costly food did I not eat, and flesh and wine came not in my mouth, nor did I at all anoint myself, till three whole weeks were elapsed."
    },
    {
      "verse": 4,
      "text": "And on the four and twentieth day of the first month, while I was by the side of the great river, which is Chiddekel,"
    },
    {
      "verse": 5,
      "text": "I lifted up my eyes, and looked, and behold there was a certain man clothed in linen, and his loins were girded with fine gold of Uphaz;"
    },
    {
      "verse": 6,
      "text": "And his body was also like the chrysolite, and his face, like the appearance of lightning, and his eyes were like torches of fire, and his arms and his feet, like the color of polished copper, and the sound of his words was like the noise of a multitude."
    },
    {
      "verse": 7,
      "text": "And I Daniel saw alone this appearance; but the men that were with me did not see the appearance: nevertheless a great terror fell upon them, so that they fled to hide themselves."
    },
    {
      "verse": 8,
      "text": "And I was left by myself alone, and I saw this great appearance, and there remained no strength in me; and my healthy color was changed on me into corruption, and I retained no strength."
    },
    {
      "verse": 9,
      "text": "Then heard I the sound of his words; and as I heard the sound of his words, I sank in amazement on my face, with my face toward the ground."
    },
    {
      "verse": 10,
      "text": "And, behold, a hand touched me, and it moved me upon my knees and the palms of my hands."
    },
    {
      "verse": 11,
      "text": "And he said unto me, O Daniel, the man greatly beloved, mark well the words that I speak unto thee, and stand on thy standing-place; for now have I been sent unto thee. And when he had spoken this word unto me, I stood up trembling."
    },
    {
      "verse": 12,
      "text": "And he said unto me, Fear not, Daniel; for from the first day that thou didst set thy heart to obtain understanding, and to fast before thy God, were thy words heard: and I am come in consequence of thy words."
    },
    {
      "verse": 13,
      "text": "But the prince of the kingdom of Persia stood up against me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I obtained the victory there with the kings of Persia."
    },
    {
      "verse": 14,
      "text": "Now am I come to make thee understand what is to befall thy people, in the latter days; for the vision is yet for the [coming] days."
    },
    {
      "verse": 15,
      "text": "And when he spoke unto me such words, I directed my face toward the ground, and I became dumb."
    },
    {
      "verse": 16,
      "text": "And, behold, something like the form of the sons of men touched my lips; and I opened my mouth, and I spoke, and said unto him that stood opposite to me, O my lord, because of the appearance my pains suddenly overcame me, and I have retained no strength."
    },
    {
      "verse": 17,
      "text": "And how shall the servant of this my lord be able to speak with this my lord? And as for me, from that moment there remained no strength in me, and no breath was left in me."
    },
    {
      "verse": 18,
      "text": "Then there touched me again something like the appearance of a man, and he strengthened me;"
    },
    {
      "verse": 19,
      "text": "And he said, Fear not, O man greatly beloved: peace be unto thee, be strong, yea, be strong. And when he spoke with me, I felt myself strengthened, and said, Let my lord speak; for thou hast strengthened me."
    },
    {
      "verse": 20,
      "text": "Then said he, Knowest thou wherefore I am come unto thee? and now will I return to fight with the prince of Persia; and as I am going forth, lo, the prince of Javan is coming."
    },
    {
      "verse": 21,
      "text": "Nevertheless will I tell thee what is noted down in the writing of truth:—and there is none that holdeth with me [to assist me] against those, except Michael your prince."
    }
  ]
}