{
  "book_id": "DAN",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And I in the first year of Darius the Mede had my station to assist and to protect him."
    },
    {
      "verse": 2,
      "text": "And now will I tell thee the truth. Behold, there will stand up yet three kings of Persia: and the fourth will obtain far greater riches than all [these]: and when he is strong through his riches will he stir up all, [namely,] the kingdom of Javan."
    },
    {
      "verse": 3,
      "text": "And then will stand up a mighty king, who will rule with great dominion, and do according to his pleasure."
    },
    {
      "verse": 4,
      "text": "And when he shall have stood, his kingdom will be broken, and will be divided toward the four winds of the heavens, and not to his posterity, nor according to his dominion which he ruled; for his kingdom will be torn asunder even for others beside those."
    },
    {
      "verse": 5,
      "text": "And the king of the south will become strong, yea, he who is one of his princes; but [another] will become strong against him, and will rule: a great dominion will his dominion be."
    },
    {
      "verse": 6,
      "text": "But at the end of [some] years will they associate themselves together; and the daughter of the king of the south will come to the king of the north to make a settlement of difficulties; but she will not retain the power of the support; neither will he stand, nor his support: but she will be given up with those that had brought her, and he that begat her, and he that strengthened her in those times."
    },
    {
      "verse": 7,
      "text": "But there will up a sprout of her roots in his place, and he will come to the army, and will enter into the stronghold of the king of the north, and will deal with them, and prevail:"
    },
    {
      "verse": 8,
      "text": "And also their gods with their molten images, with their precious vessels of silver and of gold, will he carry into captivity to Egypt; and he will stand off some years from the king of the north."
    },
    {
      "verse": 9,
      "text": "But this one will then enter the kingdom of the king of the south, and then return into his own land."
    },
    {
      "verse": 10,
      "text": "But his sons will commence a war, and assemble a multitude of great armies; and one will certainly enter, and overflow, and pass along: then will he return, and make war again, even to his stronghold."
    },
    {
      "verse": 11,
      "text": "And the king of the south will be moved with bitter wrath, and go forth and fight with him, even with the king of the north: and he will set forth a great multitude; but the multitude [of the other] will be given up into his hand."
    },
    {
      "verse": 12,
      "text": "And the multitude will be lifted up, and his heart will become proud; and he will cast down myriads; but he will not be strengthened by it."
    },
    {
      "verse": 13,
      "text": "And the king of the north will return, and set forth a multitude greater than the former; and at the end of the times, of years, will he certainly come with a great army and with much riches."
    },
    {
      "verse": 14,
      "text": "And in those times many will stand up against the king of the south: also the rebellious sons of thy people will lift themselves up to establish the vision; but they will stumble."
    },
    {
      "verse": 15,
      "text": "And the king of the north will come, and cast up a mound, and capture the city defended by fortifications: and the arms of the south will not withstand, and as regardeth his chosen people, there will be no power [in them] to withstand."
    },
    {
      "verse": 16,
      "text": "But he that cometh against them will do according to his pleasure, and none will stand before him; and he will place himself in the glorious land, which will be altogether in his hand."
    },
    {
      "verse": 17,
      "text": "He will also direct his face to enter with the strength of his whole kingdom, having professions of peace with him; and thus will he do it: and he will give him the daughter of his wife to destroy it: but it will not stand, and it will not remain his."
    },
    {
      "verse": 18,
      "text": "And he will direct his face unto the isles, and capture many; but a chieftain will cause to cease his reproach against him: without his giving back to him his own reproach."
    },
    {
      "verse": 19,
      "text": "Then will he direct his face toward the strong-holds of his own land; but he will stumble and fall, and will no more be found."
    },
    {
      "verse": 20,
      "text": "And there will stand up in his place one who will cause the exactor [of taxes] to pass through the glorious [land] of the kingdom; but within a few days will he be broken, but not in anger, nor in battle."
    },
    {
      "verse": 21,
      "text": "And there will stand up in his place a despicable person, to whom they assigned not the honor of the kingdom; but he will come in quietly, and lay hold of the kingdom by flatteries."
    },
    {
      "verse": 22,
      "text": "And the powers of the overflow will be swept away from before him, and will be broken: yea, so also the prince in covenant [with him]."
    },
    {
      "verse": 23,
      "text": "And from the time of his associating with him will he deal deceitfully; and he will come up, and obtain the victory with a small number of people."
    },
    {
      "verse": 24,
      "text": "In quiet and into the fattest portion of the province will he enter; and he will do what his fathers have not done, nor his fathers' fathers: the prey, and spoil, and riches will he divide freely to them, and against the strong-holds will he devise his plans, but only till a certain time."
    },
    {
      "verse": 25,
      "text": "And he will then stir up his power and his courage against the king of the south with a great army: and the king of the south will prepare himself for the war with an exceedingly great and mighty army; but he will not stand; for they will devise [evil] plans against him."
    },
    {
      "verse": 26,
      "text": "Yea, they that eat of his food will bring his downfall, and the army of the other will overflow; and many will fall down slain."
    },
    {
      "verse": 27,
      "text": "And as for both these kings, their heart is bent on mischief, and at one table will they speak lies; but it shall not prosper; for the end is yet for the time appointed."
    },
    {
      "verse": 28,
      "text": "Then will he return into his land with great riches, and his heart will be against the holy covenant: and he will do it, and return to his own land."
    },
    {
      "verse": 29,
      "text": "At the time appointed will he return, and enter into the south; but not as in the former will it be in the latter time."
    },
    {
      "verse": 30,
      "text": "For there will come against him the ships of Kittim; and he will become faint-hearted, and return, and will rage against the holy covenant; and he will do it: and he will return, and have an understanding with those that forsake the holy covenant."
    },
    {
      "verse": 31,
      "text": "And the army divisions will proceed from him, and they will defile the sanctuary, the fortress, and remove the continual sacrifice, and they will set up the desolating abomination."
    },
    {
      "verse": 32,
      "text": "And such as act wickedly against the covenant will he corrupt by flatteries; but the people that do know their God will be strong, and deal [valiantly]."
    },
    {
      "verse": 33,
      "text": "And the intelligent among the people will impart understanding to many: yet they will stumble through the sword, and through flame, through captivity, and through being plundered for some time."
    },
    {
      "verse": 34,
      "text": "But in their stumbling will they be aided with a little help: but many will join themselves to them with deceptive flatteries."
    },
    {
      "verse": 35,
      "text": "And some of the intelligent will stumble, to make a purification among them, and to select and to cleanse them, until the time of the end; because it is yet for the time appointed."
    },
    {
      "verse": 36,
      "text": "And the king will do according to his pleasure; and he will exalt and magnify himself above every god, and against the God of gods will he speak incredible things, and he will prosper till the indignation be at an end; for that which is determined will be accomplished."
    },
    {
      "verse": 37,
      "text": "And to the gods of his fathers will he pay no regard; and to the desire of women, or to any god whatever will he not pay any regard; for above all will he magnify himself."
    },
    {
      "verse": 38,
      "text": "But in his place he will pay honor to the god of the fortresses; and to a god whom his fathers knew not will he pay honor with gold, and silver, and with precious stones, and costly things."
    },
    {
      "verse": 39,
      "text": "This will he do for the very strong fortresses together with the strange god: whoever will acknowledge him, him will he give much honor; and he will cause such to rule over many, and he will divide out the land for a price."
    },
    {
      "verse": 40,
      "text": "And at the time of the end will the king of the south push against him; and the king of the north will come against him like a storm-wind, with chariots, and with horsemen, and with many ships; and he will enter into some countries, and will overflow and press along."
    },
    {
      "verse": 41,
      "text": "And he will enter into the glorious land, and much will be overthrown; but these will escape out of his hand, even Edom, and Moab, and the first portion of the children of 'Ammon."
    },
    {
      "verse": 42,
      "text": "And he will stretch forth his hand against some countries, and the land of Egypt will not escape."
    },
    {
      "verse": 43,
      "text": "And he will have control over the treasures of gold and of silver, and over all the costly things of Egypt: and the Libyans and the Ethiopians will follow at his steps."
    },
    {
      "verse": 44,
      "text": "But reports out of the east and out of the north will terrify him; and he will go forth with great fury to destroy, and to exterminate many."
    },
    {
      "verse": 45,
      "text": "And he will pitch the tents of his palace between seas and the glorious holy mountain; and he will come to his end, without one to help him."
    }
  ]
}