{
  "book_id": "NUM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke to Moses and Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "Let the children of Israel encamp fronting \\add each other\\add*, every man keeping his own rank, according to \\add their\\add* standards, according to the houses of their families; the children of Israel shall encamp round about the tabernacle of witness."
    },
    {
      "verse": 3,
      "text": "And they that encamp first toward the east \\add shall be\\add* the order of the camp of Judah with their host, and the prince of the sons of Judah, Nahshon the son of Amminadab."
    },
    {
      "verse": 4,
      "text": "His forces that were numbered, were seventy-four thousand and six hundred."
    },
    {
      "verse": 5,
      "text": "And they that encamp next \\add shall be\\add* of the tribe of Issachar, and the prince of the sons of Issachar \\add shall be\\add* Nethanel the son of Zuar."
    },
    {
      "verse": 6,
      "text": "His forces that were numbered, were fifty-four thousand and four hundred."
    },
    {
      "verse": 7,
      "text": "And they that encamp next \\add shall be\\add* of the tribe of Zebulun, and the prince of the sons of Zebulun \\add shall be\\add* Eliab the son of Helon."
    },
    {
      "verse": 8,
      "text": "His forces that were numbered, were fifty-seven thousand and four hundred."
    },
    {
      "verse": 9,
      "text": "All that were numbered of the camp of Judah were a hundred and eighty thousand and six thousand and four hundred: they shall move first with their forces."
    },
    {
      "verse": 10,
      "text": "\\add This is\\add* the order of the camp of Reuben; their forces \\add shall be\\add* toward the south, and the prince of the children of Reuben \\add shall be\\add* Elizur the son of Shedeur."
    },
    {
      "verse": 11,
      "text": "His forces that were numbered, were forty-six thousand and five hundred."
    },
    {
      "verse": 12,
      "text": "And they that encamp next to him \\add shall be\\add* of the tribe of Simeon, and the prince of the sons of Simeon \\add shall be\\add* Shelumiel the son of Zurishaddai."
    },
    {
      "verse": 13,
      "text": "His forces that were numbered, were fifty-nine thousand and three hundred."
    },
    {
      "verse": 14,
      "text": "And they that encamp next to them \\add shall be\\add* the tribe of Gad; and the prince of the sons of Gad, Eliasaph the son of Reuel."
    },
    {
      "verse": 15,
      "text": "His forces that were numbered, were forty-five thousand and six hundred and fifty."
    },
    {
      "verse": 16,
      "text": "All who were numbered of the camp of Reuben, were a hundred and fifty-one thousand and four hundred and fifty: they with their forces shall proceed in the second place."
    },
    {
      "verse": 17,
      "text": "And \\add then\\add* the tabernacle of witness shall be set forward, and the camp of the Levites \\add shall be\\add* between the camps; as they shall encamp, so also shall they commence their march, each one next in order to his fellow according to their companies."
    },
    {
      "verse": 18,
      "text": "The station of the camp of Ephraim \\add shall be\\add* westward with their forces, and the head of the children of Ephraim \\add shall be\\add* Elishama the son of Ammihud."
    },
    {
      "verse": 19,
      "text": "His forces that were numbered, are forty thousand and five hundred."
    },
    {
      "verse": 20,
      "text": "And they that encamp next \\add shall be\\add* of the tribe of Manasseh, and the prince of the sons of Manasseh, Gamaliel the son of Pedahzur."
    },
    {
      "verse": 21,
      "text": "His forces that were numbered, were thirty-two thousand and two hundred."
    },
    {
      "verse": 22,
      "text": "And they that encamp next \\add shall be\\add* of the tribe of Benjamin, and the prince of the sons of Benjamin, Abidan the son of Gideoni."
    },
    {
      "verse": 23,
      "text": "His forces that were numbered, were thirty-five thousand and four hundred."
    },
    {
      "verse": 24,
      "text": "All that were numbered of the camp of Ephraim, were one hundred and eight thousand and one hundred: they with their forces shall set out third."
    },
    {
      "verse": 25,
      "text": "The order of the camp of Dan \\add shall be\\add* northward with their forces; and the prince of the sons of Dan, Ahiezer the son of Ammishaddai."
    },
    {
      "verse": 26,
      "text": "His forces that were numbered, were sixty-two thousand and seven hundred."
    },
    {
      "verse": 27,
      "text": "And they that encamp next to him \\add shall be\\add* the tribe of Asher; and the prince of the sons of Asher, Pagiel the son of Ochran."
    },
    {
      "verse": 28,
      "text": "His forces that were numbered, were forty-one thousand and five hundred."
    },
    {
      "verse": 29,
      "text": "And they that encamp next \\add shall be\\add* of the tribe of Naphtali; and the prince of the children of Naphtali, Ahira son of Enan."
    },
    {
      "verse": 30,
      "text": "His forces that were numbered were fifty-three thousand and four hundred."
    },
    {
      "verse": 31,
      "text": "All that were numbered of the camp of Dan, \\add were\\add* a hundred and fifty-seven thousand and six hundred: they shall set out last according to their order."
    },
    {
      "verse": 32,
      "text": "This \\add is\\add* the numbering of the children of Israel according to the houses of their families: all the numbering of the camps with their forces, \\add was\\add* six hundred and three thousand, five hundred and fifty."
    },
    {
      "verse": 33,
      "text": "But the Levites were not numbered with them, as the Lord commanded Moses."
    },
    {
      "verse": 34,
      "text": "And the children of Israel did all things that the Lord commanded Moses; thus they encamped in their order, and thus they began their march in succession each according to their divisions, according to the houses of their families."
    }
  ]
}