{
  "book_id": "NUM",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the stages of the children of Israel, as they went out from the land of Egypt with their host by the hand of Moses and Aaron."
    },
    {
      "verse": 2,
      "text": "And Moses wrote their removals and their stages, by the word of the Lord: and these are the stages of their journeying."
    },
    {
      "verse": 3,
      "text": "They departed from Rameses in the first month, on the fifteenth day of the first month; on the day after the Passover the children of Israel went forth with a high hand before all the Egyptians."
    },
    {
      "verse": 4,
      "text": "And the Egyptians buried those that died of them, even all that the Lord smote, every firstborn in the land of Egypt; also the Lord executed vengeance on their gods."
    },
    {
      "verse": 5,
      "text": "And the children of Israel departed from Rameses, and encamped in Succoth:"
    },
    {
      "verse": 6,
      "text": "and they departed from Succoth and encamped in Etham, which is a part of the wilderness."
    },
    {
      "verse": 7,
      "text": "And they departed from Etham and encamped at the mouth of Hahiroth, which is opposite Baal-zephon, and encamped opposite Migdol."
    },
    {
      "verse": 8,
      "text": "And they departed from before Hahiroth, and crossed the middle of the sea into the wilderness; and they went a journey of three days through the wilderness, and encamped in Picriae."
    },
    {
      "verse": 9,
      "text": "And they departed from Picriae, and came to Elim; and in Elim weretwelve fountains of water, and seventy palm trees, and they encamped there by the water."
    },
    {
      "verse": 10,
      "text": "And they departed from Elim, and encamped by the Red Sea."
    },
    {
      "verse": 11,
      "text": "And they departed from the Red Sea, and encamped in the wilderness of Sin."
    },
    {
      "verse": 12,
      "text": "And they departed from the wilderness of Sin, and encamped in Dophkah."
    },
    {
      "verse": 13,
      "text": "And they departed from Dophkah, and encamped in Alush."
    },
    {
      "verse": 14,
      "text": "And they departed from Alush, and encamped in Rephidim; and there was no water there for the people to drink."
    },
    {
      "verse": 15,
      "text": "And they departed from Rephidim, and encamped in the wilderness of Sinai."
    },
    {
      "verse": 16,
      "text": "And they departed from the wilderness of Sinai, and encamped at the Graves of Lust."
    },
    {
      "verse": 17,
      "text": "And they departed from the Graves of Lust, and encamped in Hazeroth."
    },
    {
      "verse": 18,
      "text": "And they departed from Hazeroth, and encamped in Rithmah."
    },
    {
      "verse": 19,
      "text": "And they departed from Rithmah, and encamped in Rimmon-perez."
    },
    {
      "verse": 20,
      "text": "And they departed from Rimmon-perez, and encamped in Libnah."
    },
    {
      "verse": 21,
      "text": "And they departed from Libnah, and encamped in Rissah."
    },
    {
      "verse": 22,
      "text": "And they departed from Rissah, and encamped in Kehelathah."
    },
    {
      "verse": 23,
      "text": "And they departed from Kehelathah, and encamped in Shepher."
    },
    {
      "verse": 24,
      "text": "And they departed from Shepher, and encamped in Haradah."
    },
    {
      "verse": 25,
      "text": "And they departed from Haradah, and encamped in Makheloth."
    },
    {
      "verse": 26,
      "text": "And they departed from Makheloth, and encamped in Tahath."
    },
    {
      "verse": 27,
      "text": "And they departed from Tahath, and encamped in Terah."
    },
    {
      "verse": 28,
      "text": "And they departed from Terah, and encamped in Mithkah."
    },
    {
      "verse": 29,
      "text": "And they departed from Mithkah, and encamped in Hashmonah."
    },
    {
      "verse": 30,
      "text": "And they departed from Hashmonah, and encamped in Moseroth."
    },
    {
      "verse": 31,
      "text": "And they departed from Moseroth, and encamped in Bene."
    },
    {
      "verse": 32,
      "text": "And they departed from Bene, and encamped in the mountain Haggidgad."
    },
    {
      "verse": 33,
      "text": "And they departed from the mountain Haggidgad, and encamped in Jotbathah."
    },
    {
      "verse": 34,
      "text": "And they departed from Jotbathah, and encamped in Abronah."
    },
    {
      "verse": 35,
      "text": "And they departed from Abronah, and encamped in Ezion-geber."
    },
    {
      "verse": 36,
      "text": "And they departed from Ezion-geber, and encamped in the wilderness of Zin; and they departed from the wilderness of Zin, and encamped in the wilderness of Paran; this is Kadesh."
    },
    {
      "verse": 37,
      "text": "And they departed from Kadesh, and encamped in Mount Hor near the land of Edom."
    },
    {
      "verse": 38,
      "text": "And Aaron the priest went up by the command of the Lord, and died there in the fortieth year of the departure of the children of Israel from the land of Egypt, in the fifth month, on the first dayof the month."
    },
    {
      "verse": 39,
      "text": "And Aaron was a hundred and twenty-three years old, when he died in Mount Hor."
    },
    {
      "verse": 40,
      "text": "And Arad the Canaanitish king (he too dwelt in the land of Canaan) having heard when the children of Israel were entering the land—"
    },
    {
      "verse": 41,
      "text": "then they departed from Mount Hor, and encamped in Zalmonah."
    },
    {
      "verse": 42,
      "text": "And they departed from Zalmonah, and encamped in Punon."
    },
    {
      "verse": 43,
      "text": "And they departed from Punon, and encamped in Oboth."
    },
    {
      "verse": 44,
      "text": "And they departed from Oboth, and encamped in Iye, on the other side Jordanon the borders of Moab."
    },
    {
      "verse": 45,
      "text": "And they departed from Iye, and encamped in Dibon-gad."
    },
    {
      "verse": 46,
      "text": "And they departed from Dibon-gad, and encamped in Almon-diblathaim."
    },
    {
      "verse": 47,
      "text": "And they departed from Almon-diblathaim, and encamped on the mountains of Abarim, over against Nebo."
    },
    {
      "verse": 48,
      "text": "And they departed from the mountains of Abarim, and encamped on the west of Moab, at Jordan by Jericho."
    },
    {
      "verse": 49,
      "text": "And they encamped by Jordan between Jeshimoth, as far as Abel to the west of Moab."
    },
    {
      "verse": 50,
      "text": "And the Lord spoke to Moses at the west of Moab by Jordan at Jericho, saying,"
    },
    {
      "verse": 51,
      "text": "Speak to the children of Israel, and thou shalt say to them, Ye are to pass over Jordan into the land of Canaan."
    },
    {
      "verse": 52,
      "text": "And ye shall destroy all that dwell in the land before your face, and ye shall abolish their high places, and all their molten images ye shall destroy, and ye shall demolish all their pillars."
    },
    {
      "verse": 53,
      "text": "And ye shall destroy all the inhabitants of the land, and ye shall dwell in it, for I have given their land to you for an inheritance."
    },
    {
      "verse": 54,
      "text": "And ye shall inherit their land according to your tribes; to the greater number ye shall give the larger possession, and to the smaller ye shall give the less possession; to whatsoever parta man’s name shall go forth by lot, there shall be his property: ye shall inherit according to the tribes of your families."
    },
    {
      "verse": 55,
      "text": "But if ye will not destroy the dwellers in the land from before you, then it shall come to pass that whomsoever of them ye shall leave shall be thorns in your eyes, and darts in your sides, and they shall be enemies to you on the land on which ye shall dwell;"
    },
    {
      "verse": 56,
      "text": "and it shall come to pass that as I had determined to do to them, so I will do to you."
    }
  ]
}