{
  "book_id": "ZEP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* word of the \\sc Lord\\sc* which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hizkiah, in the days of Josiah the son of Amon, king of Judah."
    },
    {
      "verse": 2,
      "text": "I will utterly consume all \\add things\\add* from off the land, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 3,
      "text": "I will consume man and beast; I will consume the fowls of the heaven, and the fishes of the sea, And the stumblingblocks with the wicked; And I will cut off man from off the land, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 4,
      "text": "I will also stretch out mine hand upon Judah, And upon all the inhabitants of Jerusalem; And I will cut off the remnant of Baal from this place, \\add And\\add* the name of the Chemarims with the priests;"
    },
    {
      "verse": 5,
      "text": "And them that worship the host of heaven upon the housetops; And them that worship \\add and\\add* that swear by the \\sc Lord\\sc*, And that swear by Malcham;"
    },
    {
      "verse": 6,
      "text": "And them that are turned back from the \\sc Lord\\sc*; And \\add those\\add* that have not sought the \\sc Lord\\sc*, nor inquired for him."
    },
    {
      "verse": 7,
      "text": "Hold thy peace at the presence of the Lord \\sc God\\sc*: For the day of the \\sc Lord\\sc* \\add is\\add* at hand: For the \\sc Lord\\sc* hath prepared a sacrifice, He hath bid his guests."
    },
    {
      "verse": 8,
      "text": "And it shall come to pass in the day of the \\sc Lord’s\\sc* sacrifice, That I will punish the princes, and the king’s children, And all such as are clothed with strange apparel."
    },
    {
      "verse": 9,
      "text": "In the same day also will I punish all those that leap on the threshold, Which fill their masters’ houses \\add with\\add* violence and deceit."
    },
    {
      "verse": 10,
      "text": "And it shall come to pass in that day, saith the \\sc Lord\\sc*, \\add That there shall be\\add* the noise of a cry from the fish gate, And a howling from the second, And a great crashing from the hills."
    },
    {
      "verse": 11,
      "text": "Howl, ye inhabitants of Maktesh, For all the merchant people are cut down; All they that bear silver are cut off."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass at that time, \\add That\\add* I will search Jerusalem with candles, And punish the men that are settled on their lees: That say in their heart, The \\sc Lord\\sc* will not do good, neither will he do evil."
    },
    {
      "verse": 13,
      "text": "Therefore their goods shall become a booty, and their houses a desolation: They shall also build houses, but not inhabit \\add them;\\add* And they shall plant vineyards, but not drink the wine thereof."
    },
    {
      "verse": 14,
      "text": "The great day of the \\sc Lord\\sc* \\add is\\add* near, \\add It is\\add* near, and hasteth greatly, \\add Even\\add* the voice of the day of the \\sc Lord\\sc*: The mighty \\add man\\add* shall cry there bitterly."
    },
    {
      "verse": 15,
      "text": "That day \\add is\\add* a day of wrath, A day of trouble and distress, A day of wasteness and desolation, A day of darkness and gloominess, A day of clouds and thick darkness,"
    },
    {
      "verse": 16,
      "text": "A day of the trumpet and alarm Against the fenced cities, and against the high towers."
    },
    {
      "verse": 17,
      "text": "And I will bring distress upon men, that they shall walk like blind \\add men\\add*, Because they have sinned against the \\sc Lord\\sc*: And their blood shall be poured out as dust, and their flesh as the dung."
    },
    {
      "verse": 18,
      "text": "Neither their silver nor their gold shall be able to deliver them In the day of the \\sc Lord’s\\sc* wrath; But the whole land shall be devoured by the fire of his jealousy: For he shall make even a speedy riddance of all them that dwell in the land."
    }
  ]
}