{
  "book_id": "ZEP",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Gather yourselves together, yea, gather together, O nation not desired;"
    },
    {
      "verse": 2,
      "text": "Before the decree bring forth, beforethe day pass as the chaff, Before the fierce anger of the Lordcome upon you, Before the day of the Lord’sanger come upon you."
    },
    {
      "verse": 3,
      "text": "Seek ye the Lord, all ye meek of the earth, Which have wrought his judgment; Seek righteousness, seek meekness: It may be ye shall be hid in the day of the Lord’sanger."
    },
    {
      "verse": 4,
      "text": "For Gaza shall be forsaken, and Ashkelon a desolation: They shall drive out Ashdod at the noon day, and Ekron shall be rooted up."
    },
    {
      "verse": 5,
      "text": "Woe unto the inhabitants of the sea coast, the nation of the Cherethites! The word of the Lordisagainst you; O Canaan, the land of the Philistines, I will even destroy thee, that there shall be no inhabitant."
    },
    {
      "verse": 6,
      "text": "And the sea coast shall be dwellings andcottages for shepherds, and folds for flocks."
    },
    {
      "verse": 7,
      "text": "And the coast shall be for the remnant of the house of Judah; They shall feed thereupon: In the houses of Ashkelon shall they lie down in the evening: For the Lordtheir God shall visit them, and turn away their captivity."
    },
    {
      "verse": 8,
      "text": "I have heard the reproach of Moab, And the revilings of the children of Ammon, Whereby they have reproached my people, And magnified themselvesagainst their border."
    },
    {
      "verse": 9,
      "text": "Therefore asI live, saith the Lordof hosts, the God of Israel, Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, Eventhe breeding of nettles, and saltpits, and a perpetual desolation: The residue of my people shall spoil them, And the remnant of my people shall possess them."
    },
    {
      "verse": 10,
      "text": "This shall they have for their pride, Because they have reproached and magnified themselvesagainst the people of the Lordof hosts."
    },
    {
      "verse": 11,
      "text": "The Lordwill beterrible unto them: For he will famish all the gods of the earth; And menshall worship him, every one from his place, Evenall the isles of the heathen."
    },
    {
      "verse": 12,
      "text": "Ye Ethiopians also, ye shall beslain by my sword."
    },
    {
      "verse": 13,
      "text": "And he will stretch out his hand against the north, and destroy Assyria; And will make Nineveh a desolation, anddry like a wilderness."
    },
    {
      "verse": 14,
      "text": "And flocks shall lie down in the midst of her, all the beasts of the nations: Both the cormorant and the bittern shall lodge in the upper lintels of it; Theirvoice shall sing in the windows; desolation shall bein the thresholds: For he shall uncover the cedar work."
    },
    {
      "verse": 15,
      "text": "This isthe rejoicing city that dwelt carelessly, That said in her heart, I am, and there isnone beside me: How is she become a desolation, a place for beasts to lie down in! Every one that passeth by her shall hiss, andwag his hand."
    }
  ]
}