{
  "book_id": "PSA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "To the Overseer, on 'The Hind of the Morning.' — A Psalm of David. My God, my God, why hast Thou forsaken me? Far from my salvation, The words of my roaring?"
    },
    {
      "verse": 2,
      "text": "My God, I call by day, and Thou answerest not, And by night, and there is no silence to me."
    },
    {
      "verse": 3,
      "text": "And Thou [art] holy, Sitting — the Praise of Israel."
    },
    {
      "verse": 4,
      "text": "In Thee did our fathers trust — they trusted, And Thou dost deliver them."
    },
    {
      "verse": 5,
      "text": "Unto Thee they cried, and were delivered, In Thee they trusted, and were not ashamed."
    },
    {
      "verse": 6,
      "text": "And I [am] a worm, and no man, A reproach of man, and despised of the people."
    },
    {
      "verse": 7,
      "text": "All beholding me do mock at me, They make free with the lip — shake the head,"
    },
    {
      "verse": 8,
      "text": "'Roll unto Jehovah, He doth deliver him, He doth deliver him, for he delighted in him.'"
    },
    {
      "verse": 9,
      "text": "For thou [art] He bringing me forth from the womb, Causing me to trust, On the breasts of my mother."
    },
    {
      "verse": 10,
      "text": "On Thee I have been cast from the womb, From the belly of my mother Thou [art] my God."
    },
    {
      "verse": 11,
      "text": "Be not far from me, For adversity is near, for there is no helper."
    },
    {
      "verse": 12,
      "text": "Many bulls have surrounded me, Mighty ones of Bashan have compassed me,"
    },
    {
      "verse": 13,
      "text": "They have opened against me their mouth, A lion tearing and roaring."
    },
    {
      "verse": 14,
      "text": "As waters I have been poured out, And separated themselves have all my bones, My heart hath been like wax, It is melted in the midst of my bowels."
    },
    {
      "verse": 15,
      "text": "Dried up as an earthen vessel is my power, And my tongue is cleaving to my jaws."
    },
    {
      "verse": 16,
      "text": "And to the dust of death thou appointest me, For surrounded me have dogs, A company of evil doers have compassed me, Piercing my hands and my feet."
    },
    {
      "verse": 17,
      "text": "I count all my bones — they look expectingly, They look upon me,"
    },
    {
      "verse": 18,
      "text": "They apportion my garments to themselves, And for my clothing they cause a lot to fall."
    },
    {
      "verse": 19,
      "text": "And Thou, O Jehovah, be not far off, O my strength, to help me haste."
    },
    {
      "verse": 20,
      "text": "Deliver from the sword my soul, From the paw of a dog mine only one."
    },
    {
      "verse": 21,
      "text": "Save me from the mouth of a lion: — And — from the horns of the high places Thou hast answered me!"
    },
    {
      "verse": 22,
      "text": "I declare Thy name to my brethren, In the midst of the assembly I praise Thee."
    },
    {
      "verse": 23,
      "text": "Ye who fear Jehovah, praise ye Him, All the seed of Jacob, honour ye Him, And be afraid of Him, all ye seed of Israel."
    },
    {
      "verse": 24,
      "text": "For He hath not despised, nor abominated, The affliction of the afflicted, Nor hath He hidden His face from him, And in his crying unto Him He heareth."
    },
    {
      "verse": 25,
      "text": "Of Thee my praise [is] in the great assembly. My vows I complete before His fearers."
    },
    {
      "verse": 26,
      "text": "The humble do eat and are satisfied, Praise Jehovah do those seeking Him, Your heart doth live for ever."
    },
    {
      "verse": 27,
      "text": "Remember and return unto Jehovah, Do all ends of the earth, And before Thee bow themselves, Do all families of the nations,"
    },
    {
      "verse": 28,
      "text": "For to Jehovah [is] the kingdom, And He is ruling among nations."
    },
    {
      "verse": 29,
      "text": "And the fat ones of earth have eaten, And they bow themselves, Before Him bow do all going down to dust, And he [who] hath not revived his soul."
    },
    {
      "verse": 30,
      "text": "A seed doth serve Him, It is declared of the Lord to the generation."
    },
    {
      "verse": 31,
      "text": "They come and declare His righteousness, To a people that is borne, that He hath made!"
    }
  ]
}