{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Sing, ye righteous, in Jehovah, For upright ones praise [is] comely."
    },
    {
      "verse": 2,
      "text": "Give ye thanks to Jehovah with a harp, With psaltery of ten strings sing praise to Him,"
    },
    {
      "verse": 3,
      "text": "Sing ye to Him a new song, Play skilfully with shouting."
    },
    {
      "verse": 4,
      "text": "For upright [is] the word of Jehovah, And all His work [is] in faithfulness."
    },
    {
      "verse": 5,
      "text": "Loving righteousness and judgment, Of the kindness of Jehovah is the earth full."
    },
    {
      "verse": 6,
      "text": "By the word of Jehovah The heavens have been made, And by the breath of His mouth all their host."
    },
    {
      "verse": 7,
      "text": "Gathering as a heap the waters of the sea, Putting in treasuries the depths."
    },
    {
      "verse": 8,
      "text": "Afraid of Jehovah are all the earth, Of Him are all the inhabitants of the world afraid."
    },
    {
      "verse": 9,
      "text": "For He hath said, and it is, He hath commanded, and it standeth."
    },
    {
      "verse": 10,
      "text": "Jehovah made void the counsel of nations, He disallowed the thoughts of the peoples."
    },
    {
      "verse": 11,
      "text": "The counsel of Jehovah to the age standeth, The thoughts of His heart to all generations."
    },
    {
      "verse": 12,
      "text": "O the happiness of the nation whose God [is] Jehovah, Of the people He did choose, For an inheritance to Him."
    },
    {
      "verse": 13,
      "text": "From the heavens hath Jehovah looked, He hath seen all the sons of men."
    },
    {
      "verse": 14,
      "text": "From the fixed place of His dwelling, He looked unto all inhabitants of the earth;"
    },
    {
      "verse": 15,
      "text": "Who is forming their hearts together, Who is attending unto all their works."
    },
    {
      "verse": 16,
      "text": "The king is not saved by the multitude of a force. A mighty man is not delivered, By abundance of power."
    },
    {
      "verse": 17,
      "text": "A false thing [is] the horse for safety, And by the abundance of his strength He doth not deliver."
    },
    {
      "verse": 18,
      "text": "Lo, the eye of Jehovah [is] to those fearing Him, To those waiting for His kindness,"
    },
    {
      "verse": 19,
      "text": "To deliver from death their soul, And to keep them alive in famine."
    },
    {
      "verse": 20,
      "text": "Our soul hath waited for Jehovah, Our help and our shield [is] He,"
    },
    {
      "verse": 21,
      "text": "For in Him doth our heart rejoice, For in His holy name we have trusted."
    },
    {
      "verse": 22,
      "text": "Let Thy kindness, O Jehovah, be upon us, As we have waited for Thee!"
    }
  ]
}