{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "By David, in his changing his behaviour before Abimelech, and he driveth him away, and he goeth. I do bless Jehovah at all times, Continually His praise [is] in my mouth."
    },
    {
      "verse": 2,
      "text": "In Jehovah doth my soul boast herself, Hear do the humble and rejoice."
    },
    {
      "verse": 3,
      "text": "Ascribe ye greatness to Jehovah with me, And we exalt His name together."
    },
    {
      "verse": 4,
      "text": "I sought Jehovah, and He answered me, And from all my fears did deliver me."
    },
    {
      "verse": 5,
      "text": "They looked expectingly unto Him, And they became bright, And their faces are not ashamed."
    },
    {
      "verse": 6,
      "text": "This poor [one] called, and Jehovah heard, And from all his distresses saved him."
    },
    {
      "verse": 7,
      "text": "A messenger of Jehovah is encamping, Round about those who fear Him, And He armeth them."
    },
    {
      "verse": 8,
      "text": "Taste ye and see that Jehovah [is] good, O the happiness of the man who trusteth in Him."
    },
    {
      "verse": 9,
      "text": "Fear Jehovah, ye His holy ones, For there is no lack to those fearing Him."
    },
    {
      "verse": 10,
      "text": "Young lions have lacked and been hungry, And those seeking Jehovah lack not any good,"
    },
    {
      "verse": 11,
      "text": "Come ye, children, hearken to me, The fear of Jehovah I do teach you."
    },
    {
      "verse": 12,
      "text": "Who [is] the man that is desiring life? Loving days to see good?"
    },
    {
      "verse": 13,
      "text": "Keep thy tongue from evil, And thy lips from speaking deceit."
    },
    {
      "verse": 14,
      "text": "Turn aside from evil and do good, Seek peace and pursue it."
    },
    {
      "verse": 15,
      "text": "The eyes of Jehovah [are] unto the righteous, And His ears unto their cry."
    },
    {
      "verse": 16,
      "text": "(The face of Jehovah [is] on doers of evil, To cut off from earth their memorial.)"
    },
    {
      "verse": 17,
      "text": "They cried, and Jehovah heard, And from all their distresses delivered them."
    },
    {
      "verse": 18,
      "text": "Near [is] Jehovah to the broken of heart, And the bruised of spirit He saveth."
    },
    {
      "verse": 19,
      "text": "Many [are] the evils of the righteous, Out of them all doth Jehovah deliver him."
    },
    {
      "verse": 20,
      "text": "He is keeping all his bones, One of them hath not been broken."
    },
    {
      "verse": 21,
      "text": "Evil doth put to death the wicked, And those hating the righteous are desolate."
    },
    {
      "verse": 22,
      "text": "Jehovah redeemeth the soul of His servants, And none trusting in Him are desolate!"
    }
  ]
}