{
  "book_id": "PSA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of David, 'To cause to remember.' Jehovah, in Thy wrath reprove me not, Nor in Thy fury chastise me."
    },
    {
      "verse": 2,
      "text": "For Thine arrows have come down on me, And Thou lettest down upon me Thy hand."
    },
    {
      "verse": 3,
      "text": "Soundness is not in my flesh, Because of Thine indignation, Peace is not in my bones because of my sin."
    },
    {
      "verse": 4,
      "text": "For mine iniquities have passed over my head, As a heavy burden — too heavy for me."
    },
    {
      "verse": 5,
      "text": "Stunk — become corrupt have my wounds, Because of my folly."
    },
    {
      "verse": 6,
      "text": "I have been bent down, I have been bowed down — unto excess, All the day I have gone mourning."
    },
    {
      "verse": 7,
      "text": "For my flanks have been full of drought, And soundness is not in my flesh."
    },
    {
      "verse": 8,
      "text": "I have been feeble and smitten — unto excess, I have roared from disquietude of heart."
    },
    {
      "verse": 9,
      "text": "Lord, before Thee [is] all my desire, And my sighing from Thee hath not been hid."
    },
    {
      "verse": 10,
      "text": "My heart [is] panting, my power hath forsaken me, And the light of mine eyes, Even they are not with me."
    },
    {
      "verse": 11,
      "text": "My lovers and my friends over-against my plague stand. And my neighbours afar off have stood."
    },
    {
      "verse": 12,
      "text": "And those seeking my soul lay a snare, And those seeking my evil Have spoken mischievous things, And they do deceits meditate all the day."
    },
    {
      "verse": 13,
      "text": "And I, as deaf, hear not. And as a dumb one who openeth not his mouth."
    },
    {
      "verse": 14,
      "text": "Yea, I am as a man who heareth not, And in his mouth are no reproofs."
    },
    {
      "verse": 15,
      "text": "Because for Thee, O Jehovah, I have waited, Thou dost answer, O Lord my God."
    },
    {
      "verse": 16,
      "text": "When I said, 'Lest they rejoice over me, In the slipping of my foot against me they magnified themselves."
    },
    {
      "verse": 17,
      "text": "For I am ready to halt, And my pain [is] before me continually."
    },
    {
      "verse": 18,
      "text": "For mine iniquity I declare, I am sorry for my sin."
    },
    {
      "verse": 19,
      "text": "And mine enemies [are] lively, They have been strong, and those hating me without cause, Have been multiplied."
    },
    {
      "verse": 20,
      "text": "And those paying evil for good accuse me, Because of my pursuing good."
    },
    {
      "verse": 21,
      "text": "Do not forsake me, O Jehovah, My God, be not far from me,"
    },
    {
      "verse": 22,
      "text": "Haste to help me, O Lord, my salvation!"
    }
  ]
}