{
  "book_id": "PSA",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "To the Overseer. — By sons of Korah. A Psalm. Hear this, all ye peoples, Give ear, all ye inhabitants of the world."
    },
    {
      "verse": 2,
      "text": "Both low and high, together rich and needy."
    },
    {
      "verse": 3,
      "text": "My mouth speaketh wise things, And the meditations of my heart [are] things of understanding."
    },
    {
      "verse": 4,
      "text": "I incline to a simile mine ear, I open with a harp my riddle:"
    },
    {
      "verse": 5,
      "text": "Why do I fear in days of evil? The iniquity of my supplanters doth compass me."
    },
    {
      "verse": 6,
      "text": "Those trusting on their wealth, And in the multitude of their riches, Do shew themselves foolish."
    },
    {
      "verse": 7,
      "text": "A brother doth no one at all ransom, He doth not give to God his atonement."
    },
    {
      "verse": 8,
      "text": "And precious [is] the redemption of their soul, And it hath ceased — to the age."
    },
    {
      "verse": 9,
      "text": "And still he liveth for ever, He seeth not the pit."
    },
    {
      "verse": 10,
      "text": "For he seeth wise men die, Together the foolish and brutish perish, And have left to others their wealth."
    },
    {
      "verse": 11,
      "text": "Their heart [is]: Their houses [are] to the age, Their tabernacles to all generations. They proclaimed their names over the lands."
    },
    {
      "verse": 12,
      "text": "And man in honour doth not remain, He hath been like the beasts, they have been cut off."
    },
    {
      "verse": 13,
      "text": "This their way [is] folly for them, And their posterity with their sayings are pleased. Selah."
    },
    {
      "verse": 14,
      "text": "As sheep for Sheol they have set themselves, Death doth afflict them, And the upright rule over them in the morning, And their form [is] for consumption. Sheol [is] a dwelling for him."
    },
    {
      "verse": 15,
      "text": "Only, God doth ransom my soul from the hand of Sheol, For He doth receive me. Selah."
    },
    {
      "verse": 16,
      "text": "Fear not, when one maketh wealth, When the honour of his house is abundant,"
    },
    {
      "verse": 17,
      "text": "For at his death he receiveth nothing, His honour goeth not down after him."
    },
    {
      "verse": 18,
      "text": "For his soul in his life he blesseth, (And they praise thee when thou dost well for thyself.)"
    },
    {
      "verse": 19,
      "text": "It cometh to the generation of his fathers, For ever they see not the light."
    },
    {
      "verse": 20,
      "text": "Man in honour, who understandest not, Hath been like the beasts, they have been cut off!"
    }
  ]
}