{
  "book_id": "PSA",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "To the Overseer. — A Psalm of David, in the coming in unto him of Nathan the prophet, when he hath gone in unto Bath-Sheba. Favour me, O God, according to Thy kindness, According to the abundance of Thy mercies, Blot out my transgressions."
    },
    {
      "verse": 2,
      "text": "Thoroughly wash me from mine iniquity, And from my sin cleanse me,"
    },
    {
      "verse": 3,
      "text": "For my transgressions I do know, And my sin [is] before me continually."
    },
    {
      "verse": 4,
      "text": "Against Thee, Thee only, I have sinned, And done the evil thing in Thine eyes, So that Thou art righteous in Thy words, Thou art pure in Thy judging."
    },
    {
      "verse": 5,
      "text": "Lo, in iniquity I have been brought forth, And in sin doth my mother conceive me."
    },
    {
      "verse": 6,
      "text": "Lo, truth Thou hast desired in the inward parts, And in the hidden part Wisdom Thou causest me to know."
    },
    {
      "verse": 7,
      "text": "Thou cleansest me with hyssop and I am clean, Washest me, and than snow I am whiter."
    },
    {
      "verse": 8,
      "text": "Thou causest me to hear joy and gladness, Thou makest joyful bones Thou hast bruised."
    },
    {
      "verse": 9,
      "text": "Hide Thy face from my sin. And all mine iniquities blot out."
    },
    {
      "verse": 10,
      "text": "A clean heart prepare for me, O God, And a right spirit renew within me."
    },
    {
      "verse": 11,
      "text": "Cast me not forth from Thy presence, And Thy Holy Spirit take not from me."
    },
    {
      "verse": 12,
      "text": "Restore to me the joy of Thy salvation, And a willing spirit doth sustain me."
    },
    {
      "verse": 13,
      "text": "I teach transgressors Thy ways, And sinners unto Thee do return."
    },
    {
      "verse": 14,
      "text": "Deliver me from blood, O God, God of my salvation, My tongue singeth of Thy righteousness."
    },
    {
      "verse": 15,
      "text": "O Lord, my lips thou dost open, And my mouth declareth Thy praise."
    },
    {
      "verse": 16,
      "text": "For Thou desirest not sacrifice, or I give [it], Burnt-offering Thou acceptest not."
    },
    {
      "verse": 17,
      "text": "The sacrifices of God [are] a broken spirit, A heart broken and bruised, O God, Thou dost not despise."
    },
    {
      "verse": 18,
      "text": "Do good in Thy good pleasure with Zion, Thou dost build the walls of Jerusalem."
    },
    {
      "verse": 19,
      "text": "Then Thou desirest sacrifices of righteousness, Burnt-offering, and whole burnt-offering, Then they offer bullocks on thine altar!"
    }
  ]
}