{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of Asaph. Only — good to Israel [is] God, to the clean of heart. And I — as a little thing, My feet have been turned aside,"
    },
    {
      "verse": 2,
      "text": "As nothing, have my steps slipped, For I have been envious of the boastful,"
    },
    {
      "verse": 3,
      "text": "The peace of the wicked I see, That there are no bands at their death,"
    },
    {
      "verse": 4,
      "text": "And their might [is] firm."
    },
    {
      "verse": 5,
      "text": "In the misery of mortals they are not, And with common men they are not plagued."
    },
    {
      "verse": 6,
      "text": "Therefore hath pride encircled them, Violence covereth them as a dress."
    },
    {
      "verse": 7,
      "text": "Their eye hath come out from fat. The imaginations of the heart transgressed;"
    },
    {
      "verse": 8,
      "text": "They do corruptly, And they speak in the wickedness of oppression, From on high they speak."
    },
    {
      "verse": 9,
      "text": "They have set in the heavens their mouth, And their tongue walketh in the earth."
    },
    {
      "verse": 10,
      "text": "Therefore do His people return hither, And waters of fulness are wrung out to them."
    },
    {
      "verse": 11,
      "text": "And they have said, 'How hath God known? And is there knowledge in the Most High?'"
    },
    {
      "verse": 12,
      "text": "Lo, these [are] the wicked and easy ones of the age, They have increased strength."
    },
    {
      "verse": 13,
      "text": "Only — a vain thing! I have purified my heart, And I wash in innocency my hands,"
    },
    {
      "verse": 14,
      "text": "And I am plagued all the day, And my reproof [is] every morning."
    },
    {
      "verse": 15,
      "text": "If I have said, 'I recount thus,' Lo, a generation of Thy sons I have deceived."
    },
    {
      "verse": 16,
      "text": "And I think to know this, Perverseness it [is] in mine eyes,"
    },
    {
      "verse": 17,
      "text": "Till I come in to the sanctuaries of God, I attend to their latter end."
    },
    {
      "verse": 18,
      "text": "Only, in slippery places Thou dost set them, Thou hast caused them to fall to desolations."
    },
    {
      "verse": 19,
      "text": "How have they become a desolation as in a moment, They have been ended — consumed from terrors."
    },
    {
      "verse": 20,
      "text": "As a dream from awakening, O Lord, In awaking, their image Thou despisest."
    },
    {
      "verse": 21,
      "text": "For my heart doth show itself violent, And my reins prick themselves,"
    },
    {
      "verse": 22,
      "text": "And I am brutish, and do not know. A beast I have been with Thee."
    },
    {
      "verse": 23,
      "text": "And I [am] continually with Thee, Thou hast laid hold on my right hand."
    },
    {
      "verse": 24,
      "text": "With Thy counsel Thou dost lead me, And after honour dost receive me."
    },
    {
      "verse": 25,
      "text": "Whom have I in the heavens? And with Thee none I have desired in earth."
    },
    {
      "verse": 26,
      "text": "Consumed hath been my flesh and my heart, The rock of my heart and my portion [is] God to the age."
    },
    {
      "verse": 27,
      "text": "For, lo, those far from Thee do perish, Thou hast cut off every one, Who is going a whoring from Thee."
    },
    {
      "verse": 28,
      "text": "And I — nearness of God to me [is] good, I have placed in the Lord Jehovah my refuge, To recount all Thy works!"
    }
  ]
}