{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "An Instruction of Asaph. Give ear, O my people, to my law, Incline your ear to sayings of my mouth."
    },
    {
      "verse": 2,
      "text": "I open with a simile my mouth, I bring forth hidden things of old,"
    },
    {
      "verse": 3,
      "text": "That we have heard and do know, And our fathers have recounted to us."
    },
    {
      "verse": 4,
      "text": "We do not hide from their sons, To a later generation recounting praises of Jehovah, And His strength, and His wonders that He hath done."
    },
    {
      "verse": 5,
      "text": "And He raiseth up a testimony in Jacob, And a law hath placed in Israel, That He commanded our fathers, To make them known to their sons."
    },
    {
      "verse": 6,
      "text": "So that a later generation doth know, Sons who are born, do rise and recount to their sons,"
    },
    {
      "verse": 7,
      "text": "And place in God their confidence, And forget not the doings of God, But keep His commands."
    },
    {
      "verse": 8,
      "text": "And they are not like their fathers, A generation apostate and rebellious, A generation! it hath not prepared its heart, Nor stedfast with God [is] its spirit."
    },
    {
      "verse": 9,
      "text": "Sons of Ephraim — armed bearers of bow, Have turned in a day of conflict."
    },
    {
      "verse": 10,
      "text": "They have not kept the covenant of God, And in His law they have refused to walk,"
    },
    {
      "verse": 11,
      "text": "And they forget His doings, And His wonders that He shewed them."
    },
    {
      "verse": 12,
      "text": "Before their fathers He hath done wonders, In the land of Egypt — the field of Zoan."
    },
    {
      "verse": 13,
      "text": "He cleft a sea, and causeth them to pass over, Yea, He causeth waters to stand as a heap."
    },
    {
      "verse": 14,
      "text": "And leadeth them with a cloud by day, And all the night with a light of fire."
    },
    {
      "verse": 15,
      "text": "He cleaveth rocks in a wilderness, And giveth drink — as the great deep."
    },
    {
      "verse": 16,
      "text": "And bringeth out streams from a rock, And causeth waters to come down as rivers."
    },
    {
      "verse": 17,
      "text": "And they add still to sin against Him, To provoke the Most High in the dry place."
    },
    {
      "verse": 18,
      "text": "And they try God in their heart, To ask food for their lust."
    },
    {
      "verse": 19,
      "text": "And they speak against God — they said: 'Is God able to array a table in a wilderness?'"
    },
    {
      "verse": 20,
      "text": "Lo, He hath smitten a rock, And waters flow, yea, streams overflow. 'Also — bread [is] He able to give? Doth He prepare flesh for His people?'"
    },
    {
      "verse": 21,
      "text": "Therefore hath Jehovah heard, And He sheweth Himself wroth, And fire hath been kindled against Jacob, And anger also hath gone up against Israel,"
    },
    {
      "verse": 22,
      "text": "For they have not believed in God, Nor have they trusted in His salvation."
    },
    {
      "verse": 23,
      "text": "And He commandeth clouds from above, Yea, doors of the heavens He hath opened."
    },
    {
      "verse": 24,
      "text": "And He raineth on them manna to eat, Yea, corn of heaven He hath given to them."
    },
    {
      "verse": 25,
      "text": "Food of the mighty hath each eaten, Venison He sent to them to satiety."
    },
    {
      "verse": 26,
      "text": "He causeth an east wind to journey in the heavens, And leadeth by His strength a south wind,"
    },
    {
      "verse": 27,
      "text": "And He raineth on them flesh as dust, And as sand of the seas — winged fowl,"
    },
    {
      "verse": 28,
      "text": "And causeth [it] to fall in the midst of His camp, Round about His tabernacles."
    },
    {
      "verse": 29,
      "text": "And they eat, and are greatly satisfied, And their desire He bringeth to them."
    },
    {
      "verse": 30,
      "text": "They have not been estranged from their desire, Yet [is] their food in their mouth,"
    },
    {
      "verse": 31,
      "text": "And the anger of God hath gone up against them, And He slayeth among their fat ones, And youths of Israel He caused to bend."
    },
    {
      "verse": 32,
      "text": "With all this they have sinned again, And have not believed in His wonders."
    },
    {
      "verse": 33,
      "text": "And He consumeth in vanity their days, And their years in trouble."
    },
    {
      "verse": 34,
      "text": "If He slew them, then they sought Him, And turned back, and sought God earnestly,"
    },
    {
      "verse": 35,
      "text": "And they remember that God [is] their rock, And God Most High their redeemer."
    },
    {
      "verse": 36,
      "text": "And — they deceive Him with their mouth, And with their tongue do lie to Him,"
    },
    {
      "verse": 37,
      "text": "And their heart hath not been right with Him, And they have not been stedfast in His covenant."
    },
    {
      "verse": 38,
      "text": "And He — the Merciful One, Pardoneth iniquity, and destroyeth not, And hath often turned back His anger, And waketh not up all His fury."
    },
    {
      "verse": 39,
      "text": "And He remembereth that they [are] flesh, A wind going on — and it returneth not."
    },
    {
      "verse": 40,
      "text": "How often do they provoke Him in the wilderness, Grieve Him in the desolate place?"
    },
    {
      "verse": 41,
      "text": "Yea, they turn back, and try God, And the Holy One of Israel have limited."
    },
    {
      "verse": 42,
      "text": "They have not remembered His hand The day He ransomed them from the adversary."
    },
    {
      "verse": 43,
      "text": "When He set His signs in Egypt, And His wonders in the field of Zoan,"
    },
    {
      "verse": 44,
      "text": "And He turneth to blood their streams, And their floods they drink not."
    },
    {
      "verse": 45,
      "text": "He sendeth among them the beetle, and it consumeth them, And the frog, and it destroyeth them,"
    },
    {
      "verse": 46,
      "text": "And giveth to the caterpillar their increase, And their labour to the locust."
    },
    {
      "verse": 47,
      "text": "He destroyeth with hail their vine, And their sycamores with frost,"
    },
    {
      "verse": 48,
      "text": "And delivereth up to the hail their beasts, And their cattle to the burning flames."
    },
    {
      "verse": 49,
      "text": "He sendeth on them the fury of His anger, Wrath, and indignation, and distress — A discharge of evil messengers."
    },
    {
      "verse": 50,
      "text": "He pondereth a path for His anger, He kept not back their soul from death, Yea, their life to the pestilence He delivered up."
    },
    {
      "verse": 51,
      "text": "And He smiteth every first-born in Egypt, The first-fruit of the strong in tents of Ham."
    },
    {
      "verse": 52,
      "text": "And causeth His people to journey as a flock, And guideth them as a drove in a wilderness,"
    },
    {
      "verse": 53,
      "text": "And He leadeth them confidently, And they have not been afraid, And their enemies hath the sea covered."
    },
    {
      "verse": 54,
      "text": "And He bringeth them in unto the border of His sanctuary, This mountain His right hand had got,"
    },
    {
      "verse": 55,
      "text": "And casteth out nations from before them, And causeth them to fall in the line of inheritance, And causeth the tribes of Israel to dwell in their tents,"
    },
    {
      "verse": 56,
      "text": "And they tempt and provoke God Most High, And His testimonies have not kept."
    },
    {
      "verse": 57,
      "text": "And they turn back, And deal treacherously like their fathers, They have been turned like a deceitful bow,"
    },
    {
      "verse": 58,
      "text": "And make Him angry with their high places, And with their graven images make Him zealous,"
    },
    {
      "verse": 59,
      "text": "God hath heard, and sheweth Himself wroth. And kicketh exceedingly against Israel."
    },
    {
      "verse": 60,
      "text": "And He leaveth the tabernacle of Shiloh, The tent He had placed among men,"
    },
    {
      "verse": 61,
      "text": "And He giveth His strength to captivity, And His beauty into the hand of an adversary,"
    },
    {
      "verse": 62,
      "text": "And delivereth up to the sword His people, And with His inheritance shewed Himself angry."
    },
    {
      "verse": 63,
      "text": "His young men hath fire consumed, And His virgins have not been praised."
    },
    {
      "verse": 64,
      "text": "His priests by the sword have fallen, And their widows weep not."
    },
    {
      "verse": 65,
      "text": "And the Lord waketh as a sleeper, As a mighty one crying aloud from wine."
    },
    {
      "verse": 66,
      "text": "And He smiteth His adversaries backward, A reproach age-during He hath put on them,"
    },
    {
      "verse": 67,
      "text": "And He kicketh against the tent of Joseph, And on the tribe of Ephraim hath not fixed."
    },
    {
      "verse": 68,
      "text": "And He chooseth the tribe of Judah, With mount Zion that He loved,"
    },
    {
      "verse": 69,
      "text": "And buildeth His sanctuary as a high place, Like the earth, He founded it to the age."
    },
    {
      "verse": 70,
      "text": "And He fixeth on David His servant, And taketh him from the folds of a flock,"
    },
    {
      "verse": 71,
      "text": "From behind suckling ones He hath brought him in, To rule over Jacob His people, And over Israel His inheritance."
    },
    {
      "verse": 72,
      "text": "And he ruleth them according to the integrity of his heart, And by the skilfulness of his hands leadeth them!"
    }
  ]
}