{
  "book_id": "PSA",
  "chapter": 83,
  "verses": [
    {
      "verse": 1,
      "text": "A Song, — A Psalm of Asaph. O God, let there be no silence to Thee, Be not silent, nor be quiet, O God."
    },
    {
      "verse": 2,
      "text": "For, lo, Thine enemies do roar, And those hating Thee have lifted up the head,"
    },
    {
      "verse": 3,
      "text": "Against Thy people they take crafty counsel, And consult against Thy hidden ones."
    },
    {
      "verse": 4,
      "text": "They have said, 'Come, And we cut them off from [being] a nation, And the name of Israel is not remembered any more.'"
    },
    {
      "verse": 5,
      "text": "For they consulted in heart together, Against Thee a covenant they make,"
    },
    {
      "verse": 6,
      "text": "Tents of Edom, and Ishmaelites, Moab, and the Hagarenes,"
    },
    {
      "verse": 7,
      "text": "Gebal, and Ammon, and Amalek, Philistia with inhabitants of Tyre,"
    },
    {
      "verse": 8,
      "text": "Asshur also is joined with them, They have been an arm to sons of Lot. Selah."
    },
    {
      "verse": 9,
      "text": "Do to them as [to] Midian, As [to] Sisera, as [to] Jabin, at the stream Kishon."
    },
    {
      "verse": 10,
      "text": "They were destroyed at Endor, They were dung for the ground!"
    },
    {
      "verse": 11,
      "text": "Make their nobles as Oreb and as Zeeb, And as Zebah and Zalmunna all their princes,"
    },
    {
      "verse": 12,
      "text": "Who have said, 'Let us occupy for ourselves The comely places of God.'"
    },
    {
      "verse": 13,
      "text": "O my God, make them as a rolling thing, As stubble before wind."
    },
    {
      "verse": 14,
      "text": "As a fire doth burn a forest, And as a flame setteth hills on fire,"
    },
    {
      "verse": 15,
      "text": "So dost Thou pursue them with Thy whirlwind, And with Thy hurricane troublest them."
    },
    {
      "verse": 16,
      "text": "Fill their faces [with] shame, And they seek Thy name, O Jehovah."
    },
    {
      "verse": 17,
      "text": "They are ashamed and troubled for ever, Yea, they are confounded and lost."
    },
    {
      "verse": 18,
      "text": "And they know that Thou — (Thy name [is] Jehovah — by Thyself,) [Art] the Most High over all the earth!"
    }
  ]
}