{
  "book_id": "PSA",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "A Prayer of the afflicted when he is feeble, and before Jehovah poureth out his plaint. O Jehovah, hear my prayer, yea, my cry to Thee cometh."
    },
    {
      "verse": 2,
      "text": "Hide not Thou Thy face from me, In a day of mine adversity, Incline unto me Thine ear, In the day I call, haste, answer me."
    },
    {
      "verse": 3,
      "text": "For consumed in smoke have been my days, And my bones as a fire-brand have burned."
    },
    {
      "verse": 4,
      "text": "Smitten as the herb, and withered, is my heart, For I have forgotten to eat my bread."
    },
    {
      "verse": 5,
      "text": "From the voice of my sighing Hath my bone cleaved to my flesh."
    },
    {
      "verse": 6,
      "text": "I have been like to a pelican of the wilderness, I have been as an owl of the dry places."
    },
    {
      "verse": 7,
      "text": "I have watched, and I am As a bird alone on the roof."
    },
    {
      "verse": 8,
      "text": "All the day mine enemies reproached me, Those mad at me have sworn against me."
    },
    {
      "verse": 9,
      "text": "Because ashes as bread I have eaten, And my drink with weeping have mingled,"
    },
    {
      "verse": 10,
      "text": "From Thine indignation and Thy wrath, For Thou hast lifted me up, And dost cast me down."
    },
    {
      "verse": 11,
      "text": "My days as a shadow [are] stretched out, And I — as the herb I am withered."
    },
    {
      "verse": 12,
      "text": "And Thou, O Jehovah, to the age abidest, And Thy memorial to all generations."
    },
    {
      "verse": 13,
      "text": "Thou — Thou risest — Thou pitiest Zion, For the time to favour her, For the appointed time hath come."
    },
    {
      "verse": 14,
      "text": "For Thy servants have been pleased with her stones, And her dust they favour."
    },
    {
      "verse": 15,
      "text": "And nations fear the name of Jehovah, And all kings of the earth Thine honour,"
    },
    {
      "verse": 16,
      "text": "For Jehovah hath builded Zion, He hath been seen in His honour,"
    },
    {
      "verse": 17,
      "text": "He turned unto the prayer of the destitute, And He hath not despised their prayer."
    },
    {
      "verse": 18,
      "text": "This is written for a later generation, And the people created do praise Jah."
    },
    {
      "verse": 19,
      "text": "For He hath looked From the high place of His sanctuary. Jehovah from heaven unto earth looked attentively,"
    },
    {
      "verse": 20,
      "text": "To hear the groan of the prisoner, To loose sons of death,"
    },
    {
      "verse": 21,
      "text": "To declare in Zion the name of Jehovah, And His praise in Jerusalem,"
    },
    {
      "verse": 22,
      "text": "In the peoples being gathered together, And the kingdoms — to serve Jehovah."
    },
    {
      "verse": 23,
      "text": "He hath humbled in the way my power, He hath shortened my days."
    },
    {
      "verse": 24,
      "text": "I say, 'My God, take me not up in the midst of my days,' Through all generations [are] Thine years."
    },
    {
      "verse": 25,
      "text": "Beforetime the earth Thou didst found, And the work of Thy hands [are] the heavens."
    },
    {
      "verse": 26,
      "text": "They — They perish, and Thou remainest, And all of them as a garment become old, As clothing Thou changest them, And they are changed."
    },
    {
      "verse": 27,
      "text": "And Thou [art] the same, and Thine years are not finished."
    },
    {
      "verse": 28,
      "text": "The sons of Thy servants do continue, And their seed before Thee is established!"
    }
  ]
}