{
  "book_id": "PSA",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "By David. Bless, O my soul, Jehovah, And all my inward parts — His Holy Name."
    },
    {
      "verse": 2,
      "text": "Bless, O my soul, Jehovah, And forget not all His benefits,"
    },
    {
      "verse": 3,
      "text": "Who is forgiving all thine iniquities, Who is healing all thy diseases,"
    },
    {
      "verse": 4,
      "text": "Who is redeeming from destruction thy life, Who is crowning thee — kindness and mercies,"
    },
    {
      "verse": 5,
      "text": "Who is satisfying with good thy desire, Renew itself as an eagle doth thy youth."
    },
    {
      "verse": 6,
      "text": "Jehovah is doing righteousness and judgments For all the oppressed."
    },
    {
      "verse": 7,
      "text": "He maketh known His ways to Moses, To the sons of Israel His acts."
    },
    {
      "verse": 8,
      "text": "Merciful and gracious [is] Jehovah, Slow to anger, and abundant in mercy."
    },
    {
      "verse": 9,
      "text": "Not for ever doth He strive, Nor to the age doth He watch."
    },
    {
      "verse": 10,
      "text": "Not according to our sins hath He done to us, Nor according to our iniquities Hath He conferred benefits upon us."
    },
    {
      "verse": 11,
      "text": "For, as the height of the heavens [is] above the earth, His kindness hath been mighty over those fearing Him."
    },
    {
      "verse": 12,
      "text": "As the distance of east from west He hath put far from us our transgressions."
    },
    {
      "verse": 13,
      "text": "As a father hath mercy on sons, Jehovah hath mercy on those fearing Him."
    },
    {
      "verse": 14,
      "text": "For He hath known our frame, Remembering that we [are] dust."
    },
    {
      "verse": 15,
      "text": "Mortal man! as grass [are] his days, As a flower of the field so he flourisheth;"
    },
    {
      "verse": 16,
      "text": "For a wind hath passed over it, and it is not, And its place doth not discern it any more."
    },
    {
      "verse": 17,
      "text": "And the kindness of Jehovah [Is] from age even unto age on those fearing Him, And His righteousness to sons' sons,"
    },
    {
      "verse": 18,
      "text": "To those keeping His covenant, And to those remembering His precepts to do them."
    },
    {
      "verse": 19,
      "text": "Jehovah in the heavens Hath established His throne, And His kingdom over all hath ruled."
    },
    {
      "verse": 20,
      "text": "Bless Jehovah, ye His messengers, Mighty in power — doing His word, To hearken to the voice of His Word."
    },
    {
      "verse": 21,
      "text": "Bless Jehovah, all ye His hosts, His ministers — doing His pleasure."
    },
    {
      "verse": 22,
      "text": "Bless Jehovah, all ye His works, In all places of His dominion. Bless, O my soul, Jehovah!"
    }
  ]
}