{
  "book_id": "PSA",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Bless, O my soul, Jehovah! Jehovah, my God, Thou hast been very great, Honour and majesty Thou hast put on."
    },
    {
      "verse": 2,
      "text": "Covering himself [with] light as a garment, Stretching out the heavens as a curtain,"
    },
    {
      "verse": 3,
      "text": "Who is laying the beam of His upper chambers in the waters, Who is making thick clouds His chariot, Who is walking on wings of wind,"
    },
    {
      "verse": 4,
      "text": "Making His messengers — the winds, His ministers — the flaming fire."
    },
    {
      "verse": 5,
      "text": "He hath founded earth on its bases, It is not moved to the age and for ever."
    },
    {
      "verse": 6,
      "text": "The abyss! as with clothing Thou hast covered it, Above hills do waters stand."
    },
    {
      "verse": 7,
      "text": "From Thy rebuke they flee, From the voice of Thy thunder haste away."
    },
    {
      "verse": 8,
      "text": "They go up hills — they go down valleys, Unto a place Thou hast founded for them."
    },
    {
      "verse": 9,
      "text": "A border Thou hast set, they pass not over, They turn not back to cover the earth."
    },
    {
      "verse": 10,
      "text": "Who is sending forth fountains in valleys, Between hills they go on."
    },
    {
      "verse": 11,
      "text": "They water every beast of the field, Wild asses break their thirst."
    },
    {
      "verse": 12,
      "text": "By them the fowl of the heavens doth dwell, From between the branches They give forth the voice."
    },
    {
      "verse": 13,
      "text": "Watering hills from His upper chambers, From the fruit of Thy works is the earth satisfied."
    },
    {
      "verse": 14,
      "text": "Causing grass to spring up for cattle, And herb for the service of man, To bring forth bread from the earth,"
    },
    {
      "verse": 15,
      "text": "And wine — it rejoiceth the heart of man, To cause the face to shine from oil, And bread — the heart of man it supporteth."
    },
    {
      "verse": 16,
      "text": "Satisfied [are] the trees of Jehovah, Cedars of Lebanon that He hath planted,"
    },
    {
      "verse": 17,
      "text": "Where birds do make nests, The stork — the firs [are] her house."
    },
    {
      "verse": 18,
      "text": "The high hills [are] for wild goats, Rocks [are] a refuge for conies,"
    },
    {
      "verse": 19,
      "text": "He made the moon for seasons, The sun hath known his place of entrance."
    },
    {
      "verse": 20,
      "text": "Thou settest darkness, and it is night, In it doth every beast of the forest creep."
    },
    {
      "verse": 21,
      "text": "The young lions are roaring for prey, And to seek from God their food."
    },
    {
      "verse": 22,
      "text": "The sun riseth, they are gathered, And in their dens they crouch."
    },
    {
      "verse": 23,
      "text": "Man goeth forth to his work, And to his service — till evening."
    },
    {
      "verse": 24,
      "text": "How many have been Thy works, O Jehovah, All of them in wisdom Thou hast made, Full is the earth of thy possessions."
    },
    {
      "verse": 25,
      "text": "This, the sea, great and broad of sides, There [are] moving things — innumerable, Living creatures — small with great."
    },
    {
      "verse": 26,
      "text": "There do ships go: leviathan, That Thou hast formed to play in it."
    },
    {
      "verse": 27,
      "text": "All of them unto Thee do look, To give their food in its season."
    },
    {
      "verse": 28,
      "text": "Thou dost give to them — they gather, Thou dost open Thy hand — they [are] satisfied [with] good."
    },
    {
      "verse": 29,
      "text": "Thou hidest Thy face — they are troubled, Thou gatherest their spirit — they expire, And unto their dust they turn back."
    },
    {
      "verse": 30,
      "text": "Thou sendest out Thy Spirit, they are created, And Thou renewest the face of the ground."
    },
    {
      "verse": 31,
      "text": "The honour of Jehovah is to the age, Jehovah rejoiceth in His works,"
    },
    {
      "verse": 32,
      "text": "Who is looking to earth, and it trembleth, He cometh against hills, and they smoke."
    },
    {
      "verse": 33,
      "text": "I sing to Jehovah during my life, I sing praise to my God while I exist."
    },
    {
      "verse": 34,
      "text": "Sweet is my meditation on Him, I — I do rejoice in Jehovah."
    },
    {
      "verse": 35,
      "text": "Consumed are sinners from the earth, And the wicked are no more. Bless, O my soul, Jehovah. Praise ye Jehovah!"
    }
  ]
}