{
  "book_id": "PSA",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "Praise ye Jah, give thanks to Jehovah, For good, for to the age, [is] His kindness."
    },
    {
      "verse": 2,
      "text": "Who doth utter the mighty acts of Jehovah? Soundeth all His praise?"
    },
    {
      "verse": 3,
      "text": "O the happiness of those keeping judgment, Doing righteousness at all times."
    },
    {
      "verse": 4,
      "text": "Remember me, O Jehovah, With the favour of Thy people, Look after me in Thy salvation."
    },
    {
      "verse": 5,
      "text": "To look on the good of Thy chosen ones, To rejoice in the joy of Thy nation, To boast myself with Thine inheritance."
    },
    {
      "verse": 6,
      "text": "We have sinned with our fathers, We have done perversely, we have done wickedly."
    },
    {
      "verse": 7,
      "text": "Our fathers in Egypt, Have not considered wisely Thy wonders, They have not remembered The abundance of Thy kind acts, And provoke by the sea, at the sea of Suph."
    },
    {
      "verse": 8,
      "text": "And He saveth them for His name's sake, To make known His might,"
    },
    {
      "verse": 9,
      "text": "And rebuketh the sea of Suph, and it is dried up, And causeth them to go Through depths as a wilderness."
    },
    {
      "verse": 10,
      "text": "And He saveth them from the hand Of him who is hating, And redeemeth them from the hand of the enemy."
    },
    {
      "verse": 11,
      "text": "And waters cover their adversaries, One of them hath not been left."
    },
    {
      "verse": 12,
      "text": "And they believe in His words, they sing His praise,"
    },
    {
      "verse": 13,
      "text": "They have hasted — forgotten His works, They have not waited for His counsel."
    },
    {
      "verse": 14,
      "text": "And they lust greatly in a wilderness, And try God in a desert."
    },
    {
      "verse": 15,
      "text": "And He giveth to them their request, And sendeth leanness into their soul."
    },
    {
      "verse": 16,
      "text": "And they are envious of Moses in the camp, Of Aaron, Jehovah's holy one."
    },
    {
      "verse": 17,
      "text": "Earth openeth, and swalloweth up Dathan, And covereth over the company of Abiram."
    },
    {
      "verse": 18,
      "text": "And fire burneth among their company, A flame setteth on fire the wicked."
    },
    {
      "verse": 19,
      "text": "They make a calf in Horeb, And bow themselves to a molten image,"
    },
    {
      "verse": 20,
      "text": "And change their Honour Into the form of an ox eating herbs."
    },
    {
      "verse": 21,
      "text": "They have forgotten God their saviour, The doer of great things in Egypt,"
    },
    {
      "verse": 22,
      "text": "Of wonderful things in the land of Ham, Of fearful things by the sea of Suph."
    },
    {
      "verse": 23,
      "text": "And He saith to destroy them, Unless Moses, His chosen one, Had stood in the breach before Him, To turn back His wrath from destroying."
    },
    {
      "verse": 24,
      "text": "And they kick against the desirable land, They have not given credence to His word."
    },
    {
      "verse": 25,
      "text": "And they murmur in their tents, They have not hearkened to the voice of Jehovah."
    },
    {
      "verse": 26,
      "text": "And He lifteth up His hand to them, To cause them to fall in a wilderness,"
    },
    {
      "verse": 27,
      "text": "And to cause their seed to fall among nations, And to scatter them through lands."
    },
    {
      "verse": 28,
      "text": "And they are coupled to Baal-Peor, And eat the sacrifices of the dead,"
    },
    {
      "verse": 29,
      "text": "And they provoke to anger by their actions, And a plague breaketh forth upon them,"
    },
    {
      "verse": 30,
      "text": "And Phinehas standeth, and executeth judgment, And the plague is restrained,"
    },
    {
      "verse": 31,
      "text": "And it is reckoned to him to righteousness, To all generations — unto the age."
    },
    {
      "verse": 32,
      "text": "And they cause wrath by the waters of Meribah, And it is evil to Moses for their sakes,"
    },
    {
      "verse": 33,
      "text": "For they have provoked his spirit, And he speaketh wrongfully with his lips."
    },
    {
      "verse": 34,
      "text": "They have not destroyed the peoples, As Jehovah had said to them,"
    },
    {
      "verse": 35,
      "text": "And mix themselves among nations, and learn their works,"
    },
    {
      "verse": 36,
      "text": "And serve their idols, And they are to them for a snare."
    },
    {
      "verse": 37,
      "text": "And they sacrifice their sons And their daughters to destroyers,"
    },
    {
      "verse": 38,
      "text": "And they shed innocent blood — Blood of their sons and of their daughters, Whom they have sacrificed to idols of Canaan, And the land is profaned with blood."
    },
    {
      "verse": 39,
      "text": "And they are defiled with their works, And commit whoredom in their habitual doings."
    },
    {
      "verse": 40,
      "text": "And the anger of Jehovah Is kindled against His people, And He doth abominate His inheritance."
    },
    {
      "verse": 41,
      "text": "And giveth them into the hand of nations, And those hating them rule over them,"
    },
    {
      "verse": 42,
      "text": "And their enemies oppress them, And they are humbled under their hand."
    },
    {
      "verse": 43,
      "text": "Many times He doth deliver them, And they rebel in their counsel, And they are brought low in their iniquity."
    },
    {
      "verse": 44,
      "text": "And He looketh on their distress When He heareth their cry,"
    },
    {
      "verse": 45,
      "text": "And remembereth for them His covenant, And is comforted, According to the abundance of His kindness."
    },
    {
      "verse": 46,
      "text": "And He appointeth them for mercies Before all their captors."
    },
    {
      "verse": 47,
      "text": "Save us, O Jehovah our God, and gather us from the nations, To give thanks to Thy holy name, To glory in Thy praise."
    },
    {
      "verse": 48,
      "text": "Blessed [is] Jehovah, God of Israel, From the age even unto the age. And all the people said, 'Amen, praise Jah!'"
    }
  ]
}