{
  "book_id": "PSA",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "I have loved, because Jehovah heareth My voice, my supplication,"
    },
    {
      "verse": 2,
      "text": "Because He hath inclined His ear to me, And during my days I call."
    },
    {
      "verse": 3,
      "text": "Compassed me have cords of death, And straits of Sheol have found me, Distress and sorrow I find."
    },
    {
      "verse": 4,
      "text": "And in the name of Jehovah I call: I pray Thee, O Jehovah, deliver my soul,"
    },
    {
      "verse": 5,
      "text": "Gracious [is] Jehovah, and righteous, Yea, our God [is] merciful,"
    },
    {
      "verse": 6,
      "text": "A preserver of the simple [is] Jehovah, I was low, and to me He giveth salvation."
    },
    {
      "verse": 7,
      "text": "Turn back, O my soul, to thy rest, For Jehovah hath conferred benefits on thee."
    },
    {
      "verse": 8,
      "text": "For Thou hast delivered my soul from death, My eyes from tears, my feet from overthrowing."
    },
    {
      "verse": 9,
      "text": "I walk habitually before Jehovah In the lands of the living."
    },
    {
      "verse": 10,
      "text": "I have believed, for I speak, I — I have been afflicted greatly."
    },
    {
      "verse": 11,
      "text": "I said in my haste, 'Every man [is] a liar.'"
    },
    {
      "verse": 12,
      "text": "What do I return to Jehovah? All His benefits [are] upon me."
    },
    {
      "verse": 13,
      "text": "The cup of salvation I lift up, And in the name of Jehovah I call."
    },
    {
      "verse": 14,
      "text": "My vows to Jehovah let me complete, I pray you, before all His people."
    },
    {
      "verse": 15,
      "text": "Precious in the eyes of Jehovah [is] the death for His saints."
    },
    {
      "verse": 16,
      "text": "Cause [it] to come, O Jehovah, for I [am] Thy servant. I [am] Thy servant, son of Thy handmaid, Thou hast opened my bonds."
    },
    {
      "verse": 17,
      "text": "To Thee I sacrifice a sacrifice of thanks, And in the name of Jehovah I call."
    },
    {
      "verse": 18,
      "text": "My vows to Jehovah let me complete, I pray you, before all His people,"
    },
    {
      "verse": 19,
      "text": "In the courts of the house of Jehovah, In thy midst, O Jerusalem, praise ye Jah!"
    }
  ]
}