{
  "book_id": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": 1,
      "text": "[Aleph.] O the happiness of those perfect in the way, They are walking in the law of Jehovah,"
    },
    {
      "verse": 2,
      "text": "O the happiness of those keeping His testimonies, With the whole heart they seek Him."
    },
    {
      "verse": 3,
      "text": "Yea, they have not done iniquity, In His ways they have walked."
    },
    {
      "verse": 4,
      "text": "Thou hast commanded us Thy precepts to keep diligently,"
    },
    {
      "verse": 5,
      "text": "O that my ways were prepared to keep Thy statutes,"
    },
    {
      "verse": 6,
      "text": "Then I am not ashamed In my looking unto all Thy commands."
    },
    {
      "verse": 7,
      "text": "I confess Thee with uprightness of heart, In my learning the judgments of Thy righteousness."
    },
    {
      "verse": 8,
      "text": "Thy statutes I keep, leave me not utterly!"
    },
    {
      "verse": 9,
      "text": "[Beth.] With what doth a young man purify his path? To observe — according to Thy word."
    },
    {
      "verse": 10,
      "text": "With all my heart I have sought Thee, Let me not err from Thy commands."
    },
    {
      "verse": 11,
      "text": "In my heart I have hid Thy saying, That I sin not before Thee."
    },
    {
      "verse": 12,
      "text": "Blessed [art] Thou, O Jehovah, teach me Thy statutes."
    },
    {
      "verse": 13,
      "text": "With my lips I have recounted All the judgments of Thy mouth."
    },
    {
      "verse": 14,
      "text": "In the way of Thy testimonies I have joyed, As over all wealth."
    },
    {
      "verse": 15,
      "text": "In Thy precepts I meditate, And I behold attentively Thy paths."
    },
    {
      "verse": 16,
      "text": "In Thy statutes I delight myself, I do not forget Thy word."
    },
    {
      "verse": 17,
      "text": "[Gimel.] Confer benefits on Thy servant, I live, and I keep Thy word."
    },
    {
      "verse": 18,
      "text": "Uncover mine eyes, and I behold wonders out of Thy law."
    },
    {
      "verse": 19,
      "text": "A sojourner I [am] on earth, Hide not from me Thy commands."
    },
    {
      "verse": 20,
      "text": "Broken hath my soul for desire Unto Thy judgments at all times."
    },
    {
      "verse": 21,
      "text": "Thou hast rebuked the cursed proud, Who are erring from Thy commands."
    },
    {
      "verse": 22,
      "text": "Remove from me reproach and contempt, For Thy testimonies I have kept."
    },
    {
      "verse": 23,
      "text": "Princes also sat — against me they spoke, Thy servant doth meditate in Thy statutes,"
    },
    {
      "verse": 24,
      "text": "Thy testimonies also [are] my delight, The men of my counsel!"
    },
    {
      "verse": 25,
      "text": "[Daleth.] Cleaved to the dust hath my soul, Quicken me according to Thy word."
    },
    {
      "verse": 26,
      "text": "My ways I have recounted, And Thou answerest me, teach me Thy statutes,"
    },
    {
      "verse": 27,
      "text": "The way of Thy precepts cause me to understand, And I meditate in Thy wonders."
    },
    {
      "verse": 28,
      "text": "My soul hath dropped from affliction, Establish me according to Thy word."
    },
    {
      "verse": 29,
      "text": "The way of falsehood turn aside from me And with Thy law favour me."
    },
    {
      "verse": 30,
      "text": "The way of faithfulness I have chosen, Thy judgments I have compared,"
    },
    {
      "verse": 31,
      "text": "I have adhered to Thy testimonies, O Jehovah, put me not to shame."
    },
    {
      "verse": 32,
      "text": "The way of Thy commands I run, For Thou dost enlarge my heart!"
    },
    {
      "verse": 33,
      "text": "[He.] Show me, O Jehovah, the way of Thy statutes, And I keep it — [to] the end."
    },
    {
      "verse": 34,
      "text": "Cause me to understand, and I keep Thy law, And observe it with the whole heart."
    },
    {
      "verse": 35,
      "text": "Cause me to tread in the path of Thy commands, For in it I have delighted."
    },
    {
      "verse": 36,
      "text": "Incline my heart unto Thy testimonies, And not unto dishonest gain."
    },
    {
      "verse": 37,
      "text": "Remove mine eyes from seeing vanity, In Thy way quicken Thou me."
    },
    {
      "verse": 38,
      "text": "Establish to Thy servant Thy saying, That [is] concerning Thy fear."
    },
    {
      "verse": 39,
      "text": "Remove my reproach that I have feared, For Thy judgments [are] good."
    },
    {
      "verse": 40,
      "text": "Lo, I have longed for Thy precepts, In Thy righteousness quicken Thou me,"
    },
    {
      "verse": 41,
      "text": "[Waw.] And meet me doth Thy kindness, O Jehovah, Thy salvation according to Thy saying."
    },
    {
      "verse": 42,
      "text": "And I answer him who is reproaching me a word, For I have trusted in Thy word."
    },
    {
      "verse": 43,
      "text": "And Thou takest not utterly away From my mouth the word of truth, Because for Thy judgment I have hoped."
    },
    {
      "verse": 44,
      "text": "And I keep Thy law continually, To the age and for ever."
    },
    {
      "verse": 45,
      "text": "And I walk habitually in a broad place, For Thy precepts I have sought."
    },
    {
      "verse": 46,
      "text": "And I speak of Thy testimonies before kings, And I am not ashamed."
    },
    {
      "verse": 47,
      "text": "And I delight myself in Thy commands, That I have loved,"
    },
    {
      "verse": 48,
      "text": "And I lift up my hands unto Thy commands, That I have loved, And I do meditate on Thy statutes!"
    },
    {
      "verse": 49,
      "text": "[Zain.] Remember the word to Thy servant, On which Thou hast caused me to hope."
    },
    {
      "verse": 50,
      "text": "This [is] my comfort in mine affliction, That Thy saying hath quickened me."
    },
    {
      "verse": 51,
      "text": "The proud have utterly scorned me, From Thy law I have not turned aside."
    },
    {
      "verse": 52,
      "text": "I remembered Thy judgments of old, O Jehovah, And I comfort myself."
    },
    {
      "verse": 53,
      "text": "Horror hath seized me, Because of the wicked forsaking Thy law."
    },
    {
      "verse": 54,
      "text": "Songs have been to me Thy statutes, In the house of my sojournings."
    },
    {
      "verse": 55,
      "text": "I have remembered in the night Thy name, O Jehovah, And I do keep Thy law."
    },
    {
      "verse": 56,
      "text": "This hath been to me, That Thy precepts I have kept!"
    },
    {
      "verse": 57,
      "text": "[Cheth.] My portion [is] Jehovah; I have said — to keep Thy words,"
    },
    {
      "verse": 58,
      "text": "I appeased Thy face with the whole heart, Favour me according to Thy saying."
    },
    {
      "verse": 59,
      "text": "I have reckoned my ways, And turn back my feet unto Thy testimonies."
    },
    {
      "verse": 60,
      "text": "I have made haste, And delayed not, to keep Thy commands."
    },
    {
      "verse": 61,
      "text": "Cords of the wicked have surrounded me, Thy law I have not forgotten."
    },
    {
      "verse": 62,
      "text": "At midnight I rise to give thanks to Thee, For the judgments of Thy righteousness."
    },
    {
      "verse": 63,
      "text": "A companion I [am] to all who fear Thee, And to those keeping Thy precepts."
    },
    {
      "verse": 64,
      "text": "Of Thy kindness, O Jehovah, the earth is full, Thy statutes teach Thou me!"
    },
    {
      "verse": 65,
      "text": "[Teth.] Good Thou didst with Thy servant, O Jehovah, According to Thy word."
    },
    {
      "verse": 66,
      "text": "The goodness of reason and knowledge teach me, For in Thy commands I have believed."
    },
    {
      "verse": 67,
      "text": "Before I am afflicted, I — I am erring, And now Thy saying I have kept."
    },
    {
      "verse": 68,
      "text": "Good Thou [art], and doing good, Teach me Thy statutes."
    },
    {
      "verse": 69,
      "text": "Forged against me falsehood have the proud, I with the whole heart keep Thy precepts."
    },
    {
      "verse": 70,
      "text": "Insensate as fat hath been their heart, I — in Thy law I have delighted."
    },
    {
      "verse": 71,
      "text": "Good for me that I have been afflicted, That I might learn Thy statutes."
    },
    {
      "verse": 72,
      "text": "Better to me [is] the law of Thy mouth Than thousands of gold and silver!"
    },
    {
      "verse": 73,
      "text": "[Yod.] Thy hands made me and establish me, Cause me to understand, and I learn Thy commands."
    },
    {
      "verse": 74,
      "text": "Those fearing Thee see me and rejoice, Because for Thy word I have hoped."
    },
    {
      "verse": 75,
      "text": "I have known, O Jehovah, That righteous [are] Thy judgments, And [in] faithfulness Thou hast afflicted me."
    },
    {
      "verse": 76,
      "text": "Let, I pray Thee, Thy kindness be to comfort me, According to Thy saying to Thy servant."
    },
    {
      "verse": 77,
      "text": "Meet me do Thy mercies, and I live, For Thy law [is] my delight."
    },
    {
      "verse": 78,
      "text": "Ashamed are the proud, For [with] falsehood they dealt perversely with me. I meditate in Thy precepts."
    },
    {
      "verse": 79,
      "text": "Those fearing Thee turn back to me, And those knowing Thy testimonies."
    },
    {
      "verse": 80,
      "text": "My heart is perfect in Thy statutes, So that I am not ashamed."
    },
    {
      "verse": 81,
      "text": "[Kaph.] Consumed for Thy salvation hath been my soul, For Thy word I have hoped."
    },
    {
      "verse": 82,
      "text": "Consumed have been mine eyes for Thy word, Saying, 'When doth it comfort me?'"
    },
    {
      "verse": 83,
      "text": "For I have been as a bottle in smoke, Thy statutes I have not forgotten."
    },
    {
      "verse": 84,
      "text": "How many [are] the days of Thy servant? When dost Thou execute Against my pursuers judgment?"
    },
    {
      "verse": 85,
      "text": "The proud have digged for me pits, That [are] not according to Thy law."
    },
    {
      "verse": 86,
      "text": "All Thy commands [are] faithfulness, [With] falsehood they have pursued me, Help Thou me."
    },
    {
      "verse": 87,
      "text": "Almost consumed me on earth have they, And I — I have not forsaken Thy precepts."
    },
    {
      "verse": 88,
      "text": "According to Thy kindness quicken Thou me, And I keep the testimony of Thy mouth!"
    },
    {
      "verse": 89,
      "text": "[Lamed.] To the age, O Jehovah, Thy word is set up in the heavens."
    },
    {
      "verse": 90,
      "text": "To all generations Thy faithfulness, Thou didst establish earth, and it standeth."
    },
    {
      "verse": 91,
      "text": "According to Thine ordinances They have stood this day, for the whole [are] Thy servants."
    },
    {
      "verse": 92,
      "text": "Unless Thy law [were] my delights, Then had I perished in mine affliction."
    },
    {
      "verse": 93,
      "text": "To the age I forget not Thy precepts, For by them Thou hast quickened me."
    },
    {
      "verse": 94,
      "text": "I [am] Thine, save Thou me, For Thy precepts I have sought."
    },
    {
      "verse": 95,
      "text": "Thy wicked waited for me to destroy me, Thy testimonies I understand."
    },
    {
      "verse": 96,
      "text": "Of all perfection I have seen an end, Broad [is] Thy command — exceedingly!"
    },
    {
      "verse": 97,
      "text": "[Mem.] O how I have loved Thy law! All the day it [is] my meditation."
    },
    {
      "verse": 98,
      "text": "Than mine enemies Thy command maketh me wiser, For it [is] before me to the age."
    },
    {
      "verse": 99,
      "text": "Above all my teachers I have acted wisely. For Thy testimonies [are] my meditation."
    },
    {
      "verse": 100,
      "text": "Above elders I understand more, For Thy precepts I have kept."
    },
    {
      "verse": 101,
      "text": "From every evil path I restrained my feet, So that I keep Thy word."
    },
    {
      "verse": 102,
      "text": "From Thy judgments I turned not aside, For Thou — Thou hast directed me."
    },
    {
      "verse": 103,
      "text": "How sweet to my palate hath been Thy saying, Above honey to my mouth."
    },
    {
      "verse": 104,
      "text": "From Thy precepts I have understanding, Therefore I have hated every false path!"
    },
    {
      "verse": 105,
      "text": "[Nun.] A lamp to my foot [is] Thy word, And a light to my path."
    },
    {
      "verse": 106,
      "text": "I have sworn, and I confirm [it], To keep the judgments of Thy righteousness."
    },
    {
      "verse": 107,
      "text": "I have been afflicted very much, O Jehovah, quicken me, according to Thy word."
    },
    {
      "verse": 108,
      "text": "Free-will-offerings of my mouth, Accept, I pray Thee, O Jehovah, And Thy judgments teach Thou me."
    },
    {
      "verse": 109,
      "text": "My soul [is] in my hand continually, And Thy law I have not forgotten."
    },
    {
      "verse": 110,
      "text": "The wicked have laid a snare for me, And from thy precepts I wandered not."
    },
    {
      "verse": 111,
      "text": "I have inherited Thy testimonies to the age, For the joy of my heart [are] they."
    },
    {
      "verse": 112,
      "text": "I have inclined my heart To do Thy statutes, to the age — [to] the end!"
    },
    {
      "verse": 113,
      "text": "[Samech.] Doubting ones I have hated, And Thy law I have loved."
    },
    {
      "verse": 114,
      "text": "My hiding place and my shield [art] Thou, For Thy word I have hoped."
    },
    {
      "verse": 115,
      "text": "Turn aside from me, ye evil-doers, And I keep the commands of my God."
    },
    {
      "verse": 116,
      "text": "Sustain me according to Thy saying, And I live, and Thou puttest me not to shame Because of my hope."
    },
    {
      "verse": 117,
      "text": "Support Thou me, and I am saved, And I look on Thy statutes continually."
    },
    {
      "verse": 118,
      "text": "Thou hast trodden down All going astray from Thy statutes, For falsehood [is] their deceit."
    },
    {
      "verse": 119,
      "text": "Dross! Thou hast caused to cease All the wicked of the earth; Therefore I have loved Thy testimonies."
    },
    {
      "verse": 120,
      "text": "Trembled from Thy fear hath my flesh, And from Thy judgments I have been afraid!"
    },
    {
      "verse": 121,
      "text": "[Ain.] I have done judgment and righteousness, Leave me not to mine oppressors."
    },
    {
      "verse": 122,
      "text": "Make sure Thy servant for good, Let not the proud oppress me."
    },
    {
      "verse": 123,
      "text": "Mine eyes have been consumed for Thy salvation. And for the saying of Thy righteousness."
    },
    {
      "verse": 124,
      "text": "Do with Thy servant according to Thy kindness. And Thy statutes teach Thou me."
    },
    {
      "verse": 125,
      "text": "Thy servant [am] I — cause me to understand, And I know Thy testimonies."
    },
    {
      "verse": 126,
      "text": "Time for Jehovah to work! they have made void Thy law."
    },
    {
      "verse": 127,
      "text": "Therefore I have loved Thy commands Above gold — even fine gold."
    },
    {
      "verse": 128,
      "text": "Therefore all my appointments I have declared wholly right, Every path of falsehood I have hated!"
    },
    {
      "verse": 129,
      "text": "[Pe.] Wonderful [are] Thy testimonies, Therefore hath my soul kept them."
    },
    {
      "verse": 130,
      "text": "The opening of Thy words enlighteneth, Instructing the simple."
    },
    {
      "verse": 131,
      "text": "My mouth I have opened, yea, I pant, For, for Thy commands I have longed."
    },
    {
      "verse": 132,
      "text": "Look unto me, and favour me, As customary to those loving Thy name."
    },
    {
      "verse": 133,
      "text": "My steps establish by Thy saying, And any iniquity doth not rule over me."
    },
    {
      "verse": 134,
      "text": "Ransom me from the oppression of man, And I observe Thy precepts,"
    },
    {
      "verse": 135,
      "text": "Thy face cause to shine on Thy servant, And teach me Thy statutes."
    },
    {
      "verse": 136,
      "text": "Rivulets of waters have come down mine eyes, Because they have not kept Thy law!"
    },
    {
      "verse": 137,
      "text": "[Tzade.] Righteous [art] Thou, O Jehovah, And upright [are] Thy judgments."
    },
    {
      "verse": 138,
      "text": "Thou hast appointed Thy testimonies, Righteous and exceeding faithful,"
    },
    {
      "verse": 139,
      "text": "Cut me off hath my zeal, For mine adversaries forgot Thy words."
    },
    {
      "verse": 140,
      "text": "Tried [is] thy saying exceedingly, And Thy servant hath loved it."
    },
    {
      "verse": 141,
      "text": "Small I [am], and despised, Thy precepts I have not forgotten."
    },
    {
      "verse": 142,
      "text": "Thy righteousness [is] righteousness to the age, And Thy law [is] truth."
    },
    {
      "verse": 143,
      "text": "Adversity and distress have found me, Thy commands [are] my delights."
    },
    {
      "verse": 144,
      "text": "The righteousness of Thy testimonies [is] to Cause me to understand, and I live!"
    },
    {
      "verse": 145,
      "text": "[Koph.] I have called with the whole heart, Answer me, O Jehovah, Thy statutes I keep,"
    },
    {
      "verse": 146,
      "text": "I have called Thee, save Thou me, And I do keep Thy testimonies."
    },
    {
      "verse": 147,
      "text": "I have gone forward in the dawn, and I cry, For Thy word I have hoped."
    },
    {
      "verse": 148,
      "text": "Mine eyes have gone before the watches, To meditate in Thy saying."
    },
    {
      "verse": 149,
      "text": "My voice hear, according to Thy kindness, Jehovah, according to Thy judgment quicken me."
    },
    {
      "verse": 150,
      "text": "Near have been my wicked pursuers, From Thy law they have been far off."
    },
    {
      "verse": 151,
      "text": "Near [art] Thou, O Jehovah, And all Thy commands [are] truth."
    },
    {
      "verse": 152,
      "text": "Of old I have known Thy testimonies, That to the age Thou hast founded them!"
    },
    {
      "verse": 153,
      "text": "[Resh.] See my affliction, and deliver Thou me, For Thy law I have not forgotten."
    },
    {
      "verse": 154,
      "text": "Plead my plea, and redeem me, According to Thy saying quicken me."
    },
    {
      "verse": 155,
      "text": "Far from the wicked [is] salvation, For Thy statutes they have not sought."
    },
    {
      "verse": 156,
      "text": "Thy mercies [are] many, O Jehovah, According to Thy judgments quicken me."
    },
    {
      "verse": 157,
      "text": "Many [are] my pursuers, and adversaries, From Thy testimonies I have not turned aside."
    },
    {
      "verse": 158,
      "text": "I have seen treacherous ones, And grieve myself, Because Thy saying they have not kept."
    },
    {
      "verse": 159,
      "text": "See, for thy precepts I have loved, Jehovah, According to Thy kindness quicken me."
    },
    {
      "verse": 160,
      "text": "The sum of Thy word [is] truth, And to the age [is] every judgment of Thy righteousness!"
    },
    {
      "verse": 161,
      "text": "[Shin.] Princes have pursued me without cause, And because of Thy words was my heart afraid."
    },
    {
      "verse": 162,
      "text": "I do rejoice concerning Thy saying, As one finding abundant spoil."
    },
    {
      "verse": 163,
      "text": "Falsehood I have hated, yea I abominate [it], Thy law I have loved."
    },
    {
      "verse": 164,
      "text": "Seven [times] in a day I have praised Thee, Because of the judgments of Thy righteousness."
    },
    {
      "verse": 165,
      "text": "Abundant peace have those loving Thy law, And they have no stumbling-block."
    },
    {
      "verse": 166,
      "text": "I have waited for Thy salvation, O Jehovah, And Thy commands I have done."
    },
    {
      "verse": 167,
      "text": "Kept hath my soul Thy testimonies, And I do love them exceedingly."
    },
    {
      "verse": 168,
      "text": "I have kept Thy precepts and Thy testimonies, For all my ways are before Thee!"
    },
    {
      "verse": 169,
      "text": "[Taw.] My loud cry cometh near before Thee, O Jehovah; According to Thy word cause me to understand."
    },
    {
      "verse": 170,
      "text": "My supplication cometh in before Thee, According to Thy saying deliver Thou me."
    },
    {
      "verse": 171,
      "text": "My lips do utter praise, For Thou dost teach me Thy statutes."
    },
    {
      "verse": 172,
      "text": "My tongue doth sing of Thy saying, For all Thy commands [are] righteous."
    },
    {
      "verse": 173,
      "text": "Thy hand is for a help to me, For Thy commands I have chosen."
    },
    {
      "verse": 174,
      "text": "I have longed for Thy salvation, O Jehovah, And Thy law [is] my delight."
    },
    {
      "verse": 175,
      "text": "My soul liveth, and it doth praise Thee, And Thy judgments do help me."
    },
    {
      "verse": 176,
      "text": "I wandered as a lost sheep, seek Thy servant, For Thy precepts I have not forgotten!"
    }
  ]
}