{
  "book_id": "PSA",
  "chapter": 147,
  "verses": [
    {
      "verse": 1,
      "text": "Praise ye Jah! For [it is] good to praise our God, For pleasant — comely [is] praise."
    },
    {
      "verse": 2,
      "text": "Building Jerusalem [is] Jehovah, The driven away of Israel He gathereth."
    },
    {
      "verse": 3,
      "text": "Who is giving healing to the broken of heart, And is binding up their griefs."
    },
    {
      "verse": 4,
      "text": "Appointing the number of the stars, To all them He giveth names."
    },
    {
      "verse": 5,
      "text": "Great [is] our Lord, and abundant in power, Of His understanding there is no narration."
    },
    {
      "verse": 6,
      "text": "Jehovah is causing the meek to stand, Making low the wicked unto the earth."
    },
    {
      "verse": 7,
      "text": "Answer ye to Jehovah with thanksgiving, Sing ye to our God with a harp."
    },
    {
      "verse": 8,
      "text": "Who is covering the heavens with clouds, Who is preparing for the earth rain, Who is causing grass to spring up [on] mountains,"
    },
    {
      "verse": 9,
      "text": "Giving to the beast its food, To the young of the ravens that call."
    },
    {
      "verse": 10,
      "text": "Not in the might of the horse doth He delight, Not in the legs of a man is He pleased."
    },
    {
      "verse": 11,
      "text": "Jehovah is pleased with those fearing Him, With those waiting for His kindness."
    },
    {
      "verse": 12,
      "text": "Glorify, O Jerusalem, Jehovah, Praise thy God, O Zion."
    },
    {
      "verse": 13,
      "text": "For He did strengthen the bars of thy gates, He hath blessed thy sons in thy midst."
    },
    {
      "verse": 14,
      "text": "Who is making thy border peace, [With] the fat of wheat He satisfieth Thee."
    },
    {
      "verse": 15,
      "text": "Who is sending forth His saying [on] earth, Very speedily doth His word run."
    },
    {
      "verse": 16,
      "text": "Who is giving snow like wool, Hoar-frost as ashes He scattereth."
    },
    {
      "verse": 17,
      "text": "Casting forth His ice like morsels, Before His cold who doth stand?"
    },
    {
      "verse": 18,
      "text": "He sendeth forth His word and melteth them, He causeth His wind to blow — the waters flow."
    },
    {
      "verse": 19,
      "text": "Declaring His words to Jacob, His statutes and His judgments to Israel."
    },
    {
      "verse": 20,
      "text": "He hath not done so to any nation, As to judgments, they have not known them. Praise ye Jah!"
    }
  ]
}