{
  "book_id": "2PE",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Simon Peter a seruaunt and an Apostle of Iesus Christ to them which have obtayned lyke precious fayth with vs in the rightewesnes that commeth of oure God and savioure Iesus Christ."
    },
    {
      "verse": 2,
      "text": "Grace with you and peace be multiplied in the knowledge of God and of Iesus oure Lorde."
    },
    {
      "verse": 3,
      "text": "Accordinge as his godly power hath geven vnto vs all thinges that pertayne vnto lyfe and godlynes thorow the knowledge of him that hath called vs by vertue and glory"
    },
    {
      "verse": 4,
      "text": "by the meanes whereof are geven vnto vs excellent and moste greate promises that by the helpe of them ye shuld be partakers of the godly nature in that ye flye the corrupcion of worldy lust."
    },
    {
      "verse": 5,
      "text": "And hervnto geve all diligence: in youre fayth minister vertve and in vertue knowledge"
    },
    {
      "verse": 6,
      "text": "and in knowledge temperancy and in temrancy pacience in pacience godlynes"
    },
    {
      "verse": 7,
      "text": "in godlynes brotherly kyndnes in brotherly kyndnes love."
    },
    {
      "verse": 8,
      "text": "For yf these thinges be amonge you and are plenteous they wyll make you that ye nether shalbe ydle nor vnfrutefull in the knowledge of oure lorde Iesus Christ."
    },
    {
      "verse": 9,
      "text": "But he that lacketh these thynges is blynde and gropeth for the waye with his honde and hath forgotten that he was pourged from his olde synnes."
    },
    {
      "verse": 10,
      "text": "Wherfore brethren geve the moare diligence forto make youre callynge and eleccion sure. For yf ye do soche thynges ye shall never erre."
    },
    {
      "verse": 11,
      "text": "Ye and by this meanes an entrynge in shall be ministred vnto you aboundantly in to the everlastynge kyngdome of oure lorde and saveoure Iesus Christ."
    },
    {
      "verse": 12,
      "text": "Wherfore I will not be necgligent to put you allwayes in remembraunce of soche thinges though that ye knowe them youre selves and be also stablisshed in the present trueth."
    },
    {
      "verse": 13,
      "text": "Notwithstodinge I thynke that mete (as longe as I am in this tabernacle) to stere you vp by puttynge you in remembraunce"
    },
    {
      "verse": 14,
      "text": "for as moch as I am sure howe that the tyme is at honde that I must put of my tabernacle even as oure lorde Iesus Christ hath shewed me."
    },
    {
      "verse": 15,
      "text": "I will enfource therfore that on every syde ye myght have wherwith to stere vp the remembraunce of these thynges after my departynge."
    },
    {
      "verse": 16,
      "text": "For we folowed not decevable fables when we openned vnto you the power and commynge of oure lorde Iesus Christ but with oure eyes we sawe his maieste:"
    },
    {
      "verse": 17,
      "text": "even then verely when he receaved of god the father honour and glory and when ther came soche a voyce to him from excellent glorie. This is my dere beloved sonne in whom I have delite."
    },
    {
      "verse": 18,
      "text": "This voyce we hearde when it came from heven beynge with him in the holy mounte."
    },
    {
      "verse": 19,
      "text": "We have also a right sure worde of prophesye wher vnto yf ye take hede as vnto a lyght that shyneth in a darke place ye do wel vntill the daye dawne and the daye starre aryse in youre hertes."
    },
    {
      "verse": 20,
      "text": "So that ye fyrst knowe this. that no prophesye in the scripture hath eny private interpretacion."
    },
    {
      "verse": 21,
      "text": "For the scripture came never by the will of man: but holy men of god spake as they were moved by the holy goost."
    }
  ]
}