{
  "book_id": "2PE",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ther were falce prophetes amonge the people even as ther shalbe falce teachers amonge you: wich prevely shall brynge in damnable sectes even denyinge the Lorde that hath bought them and brynge vpon them selves swyft damnacion"
    },
    {
      "verse": 2,
      "text": "and many shall folowe their damnable wayes by which the waye of trueth shalbe evyll spoken of"
    },
    {
      "verse": 3,
      "text": "and thorow coveteousnes shall they with fayned wordes make marchandyse of you whose iudgement is not farre of and their dampnacion slepeth not."
    },
    {
      "verse": 4,
      "text": "For yf god spared not the angels that synned but cast them doune into hell and delyuered them in chaynes of darknes to be kept vnto iudgement."
    },
    {
      "verse": 5,
      "text": "Nether spared the olde worlde but saved Noe the ryghte preacher of rightewesnes and brought in the flud vpon the worlde of the vngodly"
    },
    {
      "verse": 6,
      "text": "and turned the cities of zodom and Gomor into asshes: overthrewe them damned them and made on them an ensample vnto all that after shuld live vngodly."
    },
    {
      "verse": 7,
      "text": "And iust Lot vexed with the vnclenly conversacion of the wicked delivered he."
    },
    {
      "verse": 8,
      "text": "For he beynge ryghteous and dwellynge amonge them in seynge and hearynge vexed his righteous soule from daye to daye with their vnlawfull dedes."
    },
    {
      "verse": 9,
      "text": "The lorde knoweth how to deliver the godly out of temptacion and how to reserve the vniuste vnto the daye of iudgement for to be punisshed:"
    },
    {
      "verse": 10,
      "text": "namely them that walke after the flesshe in the lust of vnclennes and despyse the rulars. Presumpteous are they and stubborne and feare not to speake evyll of them that are in auctorite."
    },
    {
      "verse": 11,
      "text": "When the angels which are greater bothe in power and myght receave not of the lorde raylynge iudgement agaynst them."
    },
    {
      "verse": 12,
      "text": "But these as brute beastes naturally made to betaken and destroyed speake evyll of that they knowe not and shall perisshe through their awne destruccion"
    },
    {
      "verse": 13,
      "text": "and receave the rewarde of vnrightewesnes. They count it pleasure to live deliciously for a season. Spottes they are and filthines livinge at pleasure and in disceaveable wayes feastynge with you:"
    },
    {
      "verse": 14,
      "text": "havinge eyes full of advoutrie and that cannot cease to synne begylynge vnstable soules. Hertes they have exercised with coveteousnes. They are cursed chyldren"
    },
    {
      "verse": 15,
      "text": "and have forsaken the right waye and are gone astraye folowinge the waye of Balam the sonne of Bosor which loved the rewarde of vnrightewesnes:"
    },
    {
      "verse": 16,
      "text": "but was rebuked of his iniquitie. The tame and dome beast speakinge with manes voyce forbade the folisshnes of the Prophete."
    },
    {
      "verse": 17,
      "text": "These are welles without water and cloudes caried about of a tempest to whome the myst of darcknes is reserved for ever."
    },
    {
      "verse": 18,
      "text": "For when they have spoke the swellinge wordes of vanytie they begyle with wantanes thorowe that lustes of the flesshe them that were clene escaped: but now are wrapped in errours."
    },
    {
      "verse": 19,
      "text": "They promys them libertye and are them selves the bonde servauntes of corrupcion. For of whom soever a man is over come vnto the same is he in bondage."
    },
    {
      "verse": 20,
      "text": "For yf they after they have escaped from the filthynes of the worlde thorowe the knowledge of the Lorde and of the saviour Iesus Christ they are yet tagled agayne therin and overcome: then is the latter ende worsse with them then the beginninge."
    },
    {
      "verse": 21,
      "text": "For it had bene better for the not to have knowne the waye of righteousnes then after they have knowe it to turne from the holy commaundment geve vnto them."
    },
    {
      "verse": 22,
      "text": "It is happened vnto them accordinge to the true proverbe: The dogge is turned to his vomet agayne and the sow that was wesshed to her wallowynge in the myre."
    }
  ]
}