{
  "book_id": "HEB",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the things which we are saying the chief point is this: We have such a high priest, who sat down on the right hand of the throne of the Majesty in the heavens,"
    },
    {
      "verse": 2,
      "text": "a minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man."
    },
    {
      "verse": 3,
      "text": "For every high priest is appointed to offer both gifts and sacrifices: wherefore it is necessary that this high priestalso have somewhat to offer."
    },
    {
      "verse": 4,
      "text": "For if indeed he were on earth, he would not be a priest at all, seeing there are priests who offer the gifts according to the law;"
    },
    {
      "verse": 5,
      "text": "who serve that which isa copy and shadow of the heavenly things, even as Moses is warned of Godwhen he is about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern that was shown thee in the mount."
    },
    {
      "verse": 6,
      "text": "But now hath he obtained a ministry the more excellent, by so much as he is also the mediator of a better covenant, which hath been enacted upon better promises."
    },
    {
      "verse": 7,
      "text": "For if that first covenanthad been faultless, then would no place have been sought for a second."
    },
    {
      "verse": 8,
      "text": "For finding fault with it, he saith unto them, Behold, the days come, saith the Lord, That I will make a new covenant with the house of Israel and with the house of Judah;"
    },
    {
      "verse": 9,
      "text": "Not according to the covenant that I made with their fathers In the day that I took them by the hand to lead them forth out of the land of Egypt; For they continued not in my covenant, And I regarded them not, saith the Lord."
    },
    {
      "verse": 10,
      "text": "For this is the covenant that I will make with the house of Israel After those days, saith the Lord; I will put my laws into their mind, And on their heart also will I write them: And I will be to them a God, And they shall be to me a people:"
    },
    {
      "verse": 11,
      "text": "And they shall not teach every man his fellow citizen, And every man his brother, saying, Know the Lord: For all shall know me, From the least of them to the greatest of them."
    },
    {
      "verse": 12,
      "text": "For I will be merciful to their iniquities, And their sins and their lawless deeds will I remember no more."
    },
    {
      "verse": 13,
      "text": "In that he saith, A new covenant, he hath made the first old. But that which is becoming old and waxeth aged is nigh unto vanishing away."
    }
  ]
}