{
  "book_id": "1CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul by vocacion an Apostle of Iesus Christ thorow the will of God and brother Sostenes."
    },
    {
      "verse": 2,
      "text": "Vnto the congregacion of God which is at Corinthum. To them that are sanctified in Christ Iesu sainctes by callynge with all that call on the name of oure lorde Iesus Christ in every place both of theirs and of oures."
    },
    {
      "verse": 3,
      "text": "Grace be with you and peace from God oure father and from the lorde Iesus Christ."
    },
    {
      "verse": 4,
      "text": "I thanke my God all wayes on youre behalfe for the grace of God which is geuen you by Iesus Christ"
    },
    {
      "verse": 5,
      "text": "that in all thinges ye are made riche by him in all lerninge and in all knowledge"
    },
    {
      "verse": 6,
      "text": "even as the testimony of Iesus Christ was confermed in you"
    },
    {
      "verse": 7,
      "text": "so that ye are behynde in no gyft and wayte for the apperynge of oure lorde Iesus Christ"
    },
    {
      "verse": 8,
      "text": "which shall streght you vnto the ende that ye maye be blamelesse in the daye of oure lorde Iesus Christ."
    },
    {
      "verse": 9,
      "text": "For god is faythfull by whom ye are called vnto the fellishyppe of his sonne Iesus Christe oure lorde."
    },
    {
      "verse": 10,
      "text": "I beseche you brethren in the name of oure lorde Iesus Christ that ye all speake one thynge and that there be no dissencion amonge you: but be ye knyt together in one mynde and in one meaynge."
    },
    {
      "verse": 11,
      "text": "It is shewed vnto me (my brethren) of you by them that are of the housse of Cloe that ther is stryfe amonge you."
    },
    {
      "verse": 12,
      "text": "And this is it that I meane: how that comelie amonge you one sayeth: I holde of Paul: another I holde of Apollo: the thyrde I holde of Cephas: the four ye I holde of Christ."
    },
    {
      "verse": 13,
      "text": "Ys Christ devided? was Paul crucified for you? ether were ye baptised in the name of Paul?"
    },
    {
      "verse": 14,
      "text": "I thanke God that I christened none of you but Crispus and Gayus"
    },
    {
      "verse": 15,
      "text": "lest eny shulde saye that I had baptised in myne awne name."
    },
    {
      "verse": 16,
      "text": "I baptised also the housse of Stephana. Forthermore knowe I not whether I baptised eny man or no."
    },
    {
      "verse": 17,
      "text": "For Christ sent me not to baptyse but to preache the gospell not with wysdome of wordes lest the crosse of Christ shuld have bene made of none effecte."
    },
    {
      "verse": 18,
      "text": "For the preachinge of the crosse is to them that perisshe folishnes: but vnto vs which are saved it is the power of God."
    },
    {
      "verse": 19,
      "text": "For it is written: I will destroye the wysdome of the wyse and will cast awaye the vnderstondinge of the prudet."
    },
    {
      "verse": 20,
      "text": "Where is the wyse? Where is the scrybe? Where is the searcher of this worlde? Hath not God made the wysdome of this worlde folisshnes?"
    },
    {
      "verse": 21,
      "text": "For when the worlde thorow wysdome knew not God in the wysdome of God: it pleased God thorow folisshnes of preachinge to save them that beleve."
    },
    {
      "verse": 22,
      "text": "For the Iewes requyre a signe and the Grekes seke after wysdome."
    },
    {
      "verse": 23,
      "text": "But we preache Christ crucified vnto the Iewes an occasion of fallinge and vnto the Grekes folisshnes:"
    },
    {
      "verse": 24,
      "text": "but vnto the which are called both of Iewes and Grekes we preache Christ the power of God and the wysdome of God."
    },
    {
      "verse": 25,
      "text": "For the folishnes of God is wyser then men: and the weakenes of God is stronger then men."
    },
    {
      "verse": 26,
      "text": "Brethren loke on youre callinge how that not many wyse men after the flesshe not many myghty not many of hye degre are called:"
    },
    {
      "verse": 27,
      "text": "but God hath chosen the folysshe thinges of the worlde to confounde the wyse. And God hath chosyn the weake thinges of the worlde to confounde thinges which are mighty."
    },
    {
      "verse": 28,
      "text": "And vile thinges of the worlde and thinges which are despysed hath God chosen yee and thinges of no reputacion for to brynge to nought thinges of reputacion"
    },
    {
      "verse": 29,
      "text": "that no flesshe shulde reioyce in his presence."
    },
    {
      "verse": 30,
      "text": "And vnto him partayne ye in Christ Iesu which of God is made vnto vs wysdome and also rightewesnes and saunctifyinge and redempcion."
    },
    {
      "verse": 31,
      "text": "That accordinge as it is written: he which reioyseth shulde reioyce in the Lorde."
    }
  ]
}