{
  "book_id": "1CO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Let men this wyse esteme vs even as the ministers of Christ and disposers of the secretes of God."
    },
    {
      "verse": 2,
      "text": "Furthermore it is requyred of the disposers that they be founde faithfull."
    },
    {
      "verse": 3,
      "text": "With me is it but a very smal thinge that I shuld be iudged of you ether of (mans daye) No I iudge not myn awne selfe."
    },
    {
      "verse": 4,
      "text": "I know nought by my selfe: yet am I not therby iustified. It is the Lorde that iudgeth me."
    },
    {
      "verse": 5,
      "text": "Therfore iudge no thinge before the tyme vntill the Lorde come which will lighten thinges that are hyd in darcknes and open the counsels of the hertes. And then shall every man have prayse of God."
    },
    {
      "verse": 6,
      "text": "These thinges brethren I have described in myn awne person and Apollos for youre sakes that ye myght learne by vs that no man counte of him selfe beyonde that which is above written: that one swell not agaynst another for eny mans cause."
    },
    {
      "verse": 7,
      "text": "For who preferreth the? What hast thou that thou hast not receaved? Yf thou have receaved it why reioysest thou as though thou haddest not receaved it?"
    },
    {
      "verse": 8,
      "text": "Now ye are full: now ye are made rych: ye raygne as kinges with out vs: and I wold to god ye dyd raygne that we might raygne with you."
    },
    {
      "verse": 9,
      "text": "Me thinketh that God hath set forth vs which are Apostles for the lowest of all as it were men appoynted to deeth. For we are a gasyngestocke vnto the worlde and to the angels and to men."
    },
    {
      "verse": 10,
      "text": "We are foles for Christes sake and ye are wyse thorow Christ. We are weake and ye are stroge. Ye are honorable and we are despised."
    },
    {
      "verse": 11,
      "text": "Even vnto this daye we honger and thyrst and are naked and are boffetted with fistes and have no certayne dwellinge place"
    },
    {
      "verse": 12,
      "text": "and laboure workinge with oure awne hondes. We are revysed and yet we blesse. We are persecuted and suffer it."
    },
    {
      "verse": 13,
      "text": "We are evyll spoken of and we praye. We are made as it were the filthynes of the worlde the ofscowringe of all thinges even vnto this tyme."
    },
    {
      "verse": 14,
      "text": "I write not these thinges to shame you: but as my beloved sonnes I warne you."
    },
    {
      "verse": 15,
      "text": "For though ye have ten thousande instructours in Christ: yet have ye not many fathers. In Christ Iesu I have begotten you thorowe the gospell."
    },
    {
      "verse": 16,
      "text": "Wherfore I desyre you to folowe me."
    },
    {
      "verse": 17,
      "text": "For this cause have I sent vnto you Timotheus which is my deare sonne and faithfull in the Lorde which shall put you in remembraunce of my wayes which I have in Christ even as I teache every where in all congregacions."
    },
    {
      "verse": 18,
      "text": "Some swell as though I wolde come no more at you."
    },
    {
      "verse": 19,
      "text": "But I will come to you shortely yf God will: and will knowe not the wordes of the which swell but the power:"
    },
    {
      "verse": 20,
      "text": "for the kyngdome of God is not in wordes but in power."
    },
    {
      "verse": 21,
      "text": "What will ye? Shall I come vnto you with a rodde or els in love and in the sprete of mekenes?"
    }
  ]
}