{
  "book_id": "1CO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "There goeth a commen sayinge that ther is fornicacion amonge you and soche fornicacion as is not once named amonge the gentyls: that one shuld have his fathers wyfe."
    },
    {
      "verse": 2,
      "text": "And ye swell and have not rather sorowed that he which hath done this dede myght be put from amonge you."
    },
    {
      "verse": 3,
      "text": "For I verely as absent in body even so present in sprete have determyned all redy (as though I were present) of him that hath done this dede"
    },
    {
      "verse": 4,
      "text": "in the name of oure Lorde Iesu Christ when ye are gaddered togedder and my sprete with the power of the Lorde Iesus Christ"
    },
    {
      "verse": 5,
      "text": "to deliver him vnto Satan for the destruccion of the flesshe that the sprete maye be saved in the daye of the Lorde Iesus."
    },
    {
      "verse": 6,
      "text": "Youre reioysinge is not good: knowe ye not that a lytle leve sowreth the whole lompe of dowe."
    },
    {
      "verse": 7,
      "text": "Pourge therfore the olde leven that ye maye be newe dowe as ye are swete breed. For Christ oure esterlambe is offered vp for vs."
    },
    {
      "verse": 8,
      "text": "Therfore let vs kepe holy daye not with olde leve nether with the leven of maliciousnes and wickednes: but with the swete breed of purenes and truth."
    },
    {
      "verse": 9,
      "text": "I wrote vnto you in a pistle that ye shuld not company with fornicatours."
    },
    {
      "verse": 10,
      "text": "And I meant not at all of the fornicatours of this worlde ether of the coveteous or of extorsioners ether of the ydolaters: for then must ye nedes have gone out of the worlde."
    },
    {
      "verse": 11,
      "text": "But now I write vnto you that ye company not togedder yf eny that is called a brother be a fornicator or coveteous or a worshipper of ymages ether a raylar ether a dronkard or an extorcionar: with him that is soche se that ye eate not."
    },
    {
      "verse": 12,
      "text": "For what have I to do to iudge them which are with out? Do ye not iudge them that are with in?"
    },
    {
      "verse": 13,
      "text": "Them that are with out God shall iudge. Put awaye from amonge you that evyll parson."
    }
  ]
}