{
  "book_id": "1CO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "As concerninge the thinges wherof ye wrote vnto me: it is good for a man not to touche a woman."
    },
    {
      "verse": 2,
      "text": "Neverthelesse to avoyde fornicacion let every man have his wyfe: and let every woman have her husbande."
    },
    {
      "verse": 3,
      "text": "Let the man geve vnto the wyfe due benevolence. Lykwyse also the wyfe vnto the man."
    },
    {
      "verse": 4,
      "text": "The wyfe hath not power over her awne body: but the husbande. And lykewyse the man hath not power over his awne body: but the wyfe."
    },
    {
      "verse": 5,
      "text": "Withdrawe not youre selves one from another excepte it be with consent for a tyme for to geve youre selves to fastynge and prayer. And afterwarde come agayne to the same thynge lest Satan tempt you for youre incontinencye."
    },
    {
      "verse": 6,
      "text": "This I saye of faveour not of commaundement."
    },
    {
      "verse": 7,
      "text": "For I wolde that all men were as I my selfe am: but every man hath his proper gyfte of God one after this maner another after that."
    },
    {
      "verse": 8,
      "text": "I saye vnto the vnmaried men and widdowes: it is good for them yf they abyde even as I do."
    },
    {
      "verse": 9,
      "text": "But and yf they cannot abstayne let them mary. For it is better to mary then to burne."
    },
    {
      "verse": 10,
      "text": "Vnto the maryed commaunde not I but the Lorde: that the wyfe separate not her selfe from the man."
    },
    {
      "verse": 11,
      "text": "Yf she separate her selfe let her remayne vnmaryed or be reconciled vnto her husbande agayne. And let not the husbande put awaye his wyfe from him."
    },
    {
      "verse": 12,
      "text": "To the remnaunt speake I and not the lorde. Yf eny brother have a wyfe that beleveth not yf she be content to dwell with him let him not put her awaye."
    },
    {
      "verse": 13,
      "text": "And the woman which hath to her husbande an infidell yf he consent to dwell with her let her not put him awaye."
    },
    {
      "verse": 14,
      "text": "For the vnbelevynge husbande is sanctified by the wyfe: and the vnbelevynge wyfe is sanctified by the husbande. Or els were youre chyldren vnclene: but now are they pure."
    },
    {
      "verse": 15,
      "text": "But and yf the vnbelevynge departe let him departe. A brother or a sister is not in subiection to soche. God hath called vs in peace."
    },
    {
      "verse": 16,
      "text": "For how knowest thou o woman whether thou shalt save that man or no? Other how knowest thou o man whether thou shalt save that woman or no?"
    },
    {
      "verse": 17,
      "text": "but even as God hath distributed to every man. As the lorde hath called every person so let him walke: and so orden I in all congregacions."
    },
    {
      "verse": 18,
      "text": "Yf eny man be called beynge circumcised let him adde nothinge therto. Yf eny be called vncircumcised: let him not be circumcised."
    },
    {
      "verse": 19,
      "text": "Circumcision is nothinge vncircumcision is nothinge: but the kepyng of the commaundmentes of god is altogether."
    },
    {
      "verse": 20,
      "text": "Let every man abyde in the same state wherin he was called."
    },
    {
      "verse": 21,
      "text": "Arte thou called a servaut? care not for it. Neverthelesse yf thou mayst be fre vse it rather."
    },
    {
      "verse": 22,
      "text": "For he that is called in the lorde beynge a servaunt is the lordes freman. Lykwyse he that is called beynge fre is Christes servaut."
    },
    {
      "verse": 23,
      "text": "Ye are dearly bought be not mennes seruauntes."
    },
    {
      "verse": 24,
      "text": "Brethren let everye man wherin he is called therin abyde with God."
    },
    {
      "verse": 25,
      "text": "As concernynge virgins I have no commaundment of the lorde: yet geve I counsell as one that hath obtayned mercye of the lorde to be faythfull."
    },
    {
      "verse": 26,
      "text": "I suppose that it is good for the present necessite. For it is good for a man so to be."
    },
    {
      "verse": 27,
      "text": "Arte thou bounde vnto a wyfe? seke not to be lowsed. Arte thou lowsed from a wyfe? seke not a wyfe."
    },
    {
      "verse": 28,
      "text": "But and yf thou take a wyfe thou synnest not. Lykwyse if a virgin mary she synneth not. Neverthelesse soche shall have trouble in their flesshe: but I faver you."
    },
    {
      "verse": 29,
      "text": "This saye I brethren the tyme is shorte. It remayneth that they which have wives be as though they had none"
    },
    {
      "verse": 30,
      "text": "and they that wepe be as though thy wept not: and they that reioyce be as though they reioysed not: and they that bye be as though they possessed not:"
    },
    {
      "verse": 31,
      "text": "and they that vse this worlde be as though they vsed it not. For the fassion of this worlde goeth awaye."
    },
    {
      "verse": 32,
      "text": "I wolde have you without care: the single man careth for the thinges of the lorde how he maye please the lorde."
    },
    {
      "verse": 33,
      "text": "But he that hath maried careth for the thinges of the worlde howe he maye please his wyfe."
    },
    {
      "verse": 34,
      "text": "There is difference bitwene a virgin and a wyfe. The single woman careth for the thinges of the lorde that she maye be pure both in body and also in sprete But she that is maryed careth for the thinges of the worlde how she maye please her husband."
    },
    {
      "verse": 35,
      "text": "This speake I for youre proffit not to tangle you in a snare: but for that which is honest and comly vnto you and that ye maye quyetly cleave vnto the lorde with out separacion."
    },
    {
      "verse": 36,
      "text": "If eny man thinke that it is vncomly for his virgin if she passe the tyme of mariage ad if so nede requyre let him do what he listeth he synneth not: let the be coupled in mariage."
    },
    {
      "verse": 37,
      "text": "Neverthelesse he that purposeth surely in his herte havynge none nede: but hath power over his awne will: and hath so decreed in his herte that he will kepe his virgin doth well."
    },
    {
      "verse": 38,
      "text": "So then he that ioyneth his virgin in maryage doth well. But he that ioyneth not his virgin in mariage doth better."
    },
    {
      "verse": 39,
      "text": "The wyfe is bounde to the lawe as longe as her husband liveth If her husbande slepe she is at liberte to mary with whom she wyll only in the lorde."
    },
    {
      "verse": 40,
      "text": "But she is happiar yf she so abyde in my iudgmet And I thinke verely that I have the sprete of God."
    }
  ]
}