{
  "book_id": "1CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "To speake of thinges dedicate vnto ydols we are sure that we all have knowledge. knowledge maketh a man swell: but love edifieth."
    },
    {
      "verse": 2,
      "text": "If eny man thinke that he knoweth eny thinge he knoweth nothynge yet as he ought to knowe."
    },
    {
      "verse": 3,
      "text": "But yf eny man love god the same is knowen of him."
    },
    {
      "verse": 4,
      "text": "To speake of meate dedicat vnto ydols we are sure that ther is none ydoll in the worlde and that ther is none other god but one."
    },
    {
      "verse": 5,
      "text": "And though ther be that are called goddes whether in heven other in erth (as ther be goddes many and lordes many)"
    },
    {
      "verse": 6,
      "text": "yet vnto vs is there but one god which is the father of whom are all thinges and we in him: and one lorde Iesus Christ by whom are all thinges and we by him."
    },
    {
      "verse": 7,
      "text": "But every man hath not knowledge. For some suppose that ther is an ydoll vntyll this houre and eate as of a thinge offered vnto the ydole and so their consciences beynge yet weake are defyled."
    },
    {
      "verse": 8,
      "text": "Meate maketh vs not acceptable to god. Nether yf we eate are we the better. Nether yf we eate not are we the worsse."
    },
    {
      "verse": 9,
      "text": "But take hede that youre libertie cause not the weake to faule."
    },
    {
      "verse": 10,
      "text": "For yf some man se ye which hast knowledge sit at meate in the ydoles temple shall not the conscience of hym which is weake be boldened to eate those thinges which are offered vnto the ydole?"
    },
    {
      "verse": 11,
      "text": "And so thorow thy knowledge shall the weake brother perisshe for whom christ dyed."
    },
    {
      "verse": 12,
      "text": "When ye synne so agaynst the brethren and wounde their weake consciences ye synne agaynst Christ."
    },
    {
      "verse": 13,
      "text": "Wherfore yf meate hurt my brother I will eate no flesshe whill the worlde stondeth because I will not hurte my brother."
    }
  ]
}