{
  "book_id": "1CO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Folowe me as I do Christ."
    },
    {
      "verse": 2,
      "text": "I commende you brethren that ye remember me in all thinges and kepe the ordinaunces even as I delyvered them to you."
    },
    {
      "verse": 3,
      "text": "I wolde ye knew that Christ is the heed of every man. And the man is the womans heed. And God is Christes heed."
    },
    {
      "verse": 4,
      "text": "Every man prayinge or prophesyinge havynge eny thynge on his heed shameth his heed."
    },
    {
      "verse": 5,
      "text": "Every woman that prayeth or prophisieth bare hedded dishonesteth hyr heed. For it is even all one and the very same thinge even as though she were shaven."
    },
    {
      "verse": 6,
      "text": "If the woman be not covered lett her also be shoren. If it be shame for a woman to be shorne or shave let her cover her heed."
    },
    {
      "verse": 7,
      "text": "A man ought not to cover his heed for as moche as he is the image and glory of God. The woman is the glory of the man."
    },
    {
      "verse": 8,
      "text": "For the man is not of the woman but the woman of the man."
    },
    {
      "verse": 9,
      "text": "Nether was the man created for the womans sake: but the woman for the mannes sake."
    },
    {
      "verse": 10,
      "text": "For this cause ought the woman to have power on her heed for the angels sakes."
    },
    {
      "verse": 11,
      "text": "Neverthelesse nether is the man with oute the woman nether the woman with out the man in the lorde."
    },
    {
      "verse": 12,
      "text": "For as the woman is of the man even so is the man by the woman: but all is of God."
    },
    {
      "verse": 13,
      "text": "Iudge in youre selves whether it be coly that a woman praye vnto god bare heeded."
    },
    {
      "verse": 14,
      "text": "Or els doth not nature teach you that it is a shame for a man if he have longe heere:"
    },
    {
      "verse": 15,
      "text": "and a prayse to a woman yf she have longe heere? For her heere is geven her to cover her with all."
    },
    {
      "verse": 16,
      "text": "If there be eny man amonge you that lusteth to stryve let him knowe that we have no soche custome nether the congregacions of God."
    },
    {
      "verse": 17,
      "text": "This I warne you of and commende not that ye come to gedder: not after a better maner but after a worsse."
    },
    {
      "verse": 18,
      "text": "Fyrst of all when ye come togedder in the congregacion I heare that ther is dissencion amonge you: and I partly beleve it."
    },
    {
      "verse": 19,
      "text": "For ther must be sectes amonge you that they which are perfecte amonge you myght be knowen."
    },
    {
      "verse": 20,
      "text": "When ye come to gedder a man cannot eate the lordes supper."
    },
    {
      "verse": 21,
      "text": "For every man begynneth a fore to eate his awne supper. And one is hongrye and another is dronken."
    },
    {
      "verse": 22,
      "text": "Have ye not houses to eate and to drinke in? Or els despyse ye the congregacion of god and shame them that have not? What shall I saye vnto you? shall I prayse you: In this prayse I you not."
    },
    {
      "verse": 23,
      "text": "That which I delyvered vnto you I receaved of the lorde. For the lorde Iesus the same nyght in which he was betrayed toke breed:"
    },
    {
      "verse": 24,
      "text": "and thanked and brake and sayde. Take ye and eate ye: this is my body which is broken for you. This do ye in the remembraunce of me."
    },
    {
      "verse": 25,
      "text": "After the same maner he toke the cup when sopper was done sayinge. This cup is the newe testament in my bloude. This do as oft as ye drynke it in the remembraunce of me."
    },
    {
      "verse": 26,
      "text": "For as often as ye shall eate this breed and drynke this cup ye shall shewe the lordes deeth tyll he come."
    },
    {
      "verse": 27,
      "text": "Wherfore whosoevere shall eate of this bred or drynke of the cup vnworthely shalbe giltie of the body and bloud of the Lorde"
    },
    {
      "verse": 28,
      "text": "Let a man therfore examen him silfe and so let hi eate of the breed and drynke of the cup."
    },
    {
      "verse": 29,
      "text": "For he that eateth or drinketh vnworthely eateth and drynketh his awne damnacion because he maketh no difference of the lordis body."
    },
    {
      "verse": 30,
      "text": "For this cause many are weake and sicke amonge you and many slepe."
    },
    {
      "verse": 31,
      "text": "Yf we had truly iudged oure selves we shuld not have bene iudged."
    },
    {
      "verse": 32,
      "text": "But when we are iudged of the lorde we are chastened because we shuld not be daned with the worlde."
    },
    {
      "verse": 33,
      "text": "Wherfore my brethren when ye come to gedder to eate tary one for another."
    },
    {
      "verse": 34,
      "text": "Yf eny man honger let hi eate at home that ye come not togedder vnto condemnacion. Other thinges will I set in order when I come."
    }
  ]
}