{
  "book_id": "1CO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Brethren as pertayninge to the gospell which I preached vnto you which ye have also accepted and in the which ye continue"
    },
    {
      "verse": 2,
      "text": "by which also ye are saved: I do you to wit after what maner I preached vnto you yf ye kepe it except ye have beleved in vayne."
    },
    {
      "verse": 3,
      "text": "For fyrst of all I delivered vnto you that which I receaved: how that Christ dyed for oure synnes agreinge to the scriptures:"
    },
    {
      "verse": 4,
      "text": "and that he was buried and that he arose agayne the thyrd daye accordinge to the scriptures:"
    },
    {
      "verse": 5,
      "text": "and that he he was sene of Cephas then of the twelve."
    },
    {
      "verse": 6,
      "text": "After that he was sene of moo the five hodred brethren at once: of which many remayne vnto this daye and many are fallen aslepe."
    },
    {
      "verse": 7,
      "text": "After that appered he to Iames then to all the Apostles."
    },
    {
      "verse": 8,
      "text": "And last of all he was sene of me as of one that was borne out of due tyme."
    },
    {
      "verse": 9,
      "text": "For I am the lest of all the Apostles which am not worthy to be called an Apostle because I persecuted the congregacion of God."
    },
    {
      "verse": 10,
      "text": "But by the grace of God I am that I am. And his grace which is in me was not in vayne: but I labored moare aboundauntly then they all not I but the grace of God which is with me."
    },
    {
      "verse": 11,
      "text": "Whether it were I or they so we preache and so have ye beleved."
    },
    {
      "verse": 12,
      "text": "If Christ be preached how that he rose from deeth: how saye some that are amonge you that ther is no resurreccion from deeth?"
    },
    {
      "verse": 13,
      "text": "If ther be no rysynge agayne from deeth: then is Christ not rysen."
    },
    {
      "verse": 14,
      "text": "If Christ be not rysen then is oure preachinge vayne and youre faith is also in vayne."
    },
    {
      "verse": 15,
      "text": "Ye and we are founde falce witnesses of God. For we have testifyed of God how that he raysyd vp Christ whom he raysyd not vp yf it be so that the deed ryse not vp agayne."
    },
    {
      "verse": 16,
      "text": "For yf the deed ryse not agayne then is Christ not rysen agayne."
    },
    {
      "verse": 17,
      "text": "If it beso that Christ rose not then is youre fayth in vayne and yet are ye in youre synnes."
    },
    {
      "verse": 18,
      "text": "And therto they which are fallen a slepe in Christ are perished."
    },
    {
      "verse": 19,
      "text": "If in this lyfe only we beleve on christ then are we of all men the miserablest."
    },
    {
      "verse": 20,
      "text": "But now is Christ rysen from deeth and is become the fyrst frutes of them that slept."
    },
    {
      "verse": 21,
      "text": "For by a man came deeth and by a man came resurreccion from deeth."
    },
    {
      "verse": 22,
      "text": "For as by Adam all dye: Even so by Christ shall all be made alive"
    },
    {
      "verse": 23,
      "text": "and every man in his awne order. The fyrst is Christ then they that are Christis at his commynge."
    },
    {
      "verse": 24,
      "text": "Then cometh the ende when he hath delivered vp the kyngdome to God the father when he hath put doune all rule auctorite and power."
    },
    {
      "verse": 25,
      "text": "For he must raygne tyll he have put all his enemyes vnder his fete."
    },
    {
      "verse": 26,
      "text": "The last enemye that shalbe destroyed is deeth."
    },
    {
      "verse": 27,
      "text": "For he hath put all thinges vnder his fete. But when he sayth all thinges are put vnder him it is manyfest that he is excepted which dyd put all thinges vnder him."
    },
    {
      "verse": 28,
      "text": "When all thinges are subdued vnto him: then shall the sonne also him selfe be subiecte vnto him that put all thinges vnder him that God maye be all in all thinges."
    },
    {
      "verse": 29,
      "text": "Ether els what do they which are baptised over the deed yf the deed ryse not at all? Why are they then baptised over the deed?"
    },
    {
      "verse": 30,
      "text": "Ye and why stonde we in ieoperdy every houre?"
    },
    {
      "verse": 31,
      "text": "By oure reioysinge which I have in Christ Iesu oure Lorde I dye dayly."
    },
    {
      "verse": 32,
      "text": "That I have fought with beastes at Ephesus after the maner of men what avautageth it me yf the deed ryse not agayne? Let vs eate and drynke to morowe we shall dye."
    },
    {
      "verse": 33,
      "text": "Be not deceaved: malicious speakinges corrupte good maners."
    },
    {
      "verse": 34,
      "text": "Awake truely out of slepe and synne not. For some have not the knowlege of God. I speake this vnto youre rebuke."
    },
    {
      "verse": 35,
      "text": "But some man will saye: how aryse the deed? with what bodyes come they in?"
    },
    {
      "verse": 36,
      "text": "Thou fole that which thou sowest is not quickened except it dye."
    },
    {
      "verse": 37,
      "text": "And what sowest thow? Thow sowest not that body that shalbe: but bare corne (I meane ether of wheet or of some other)"
    },
    {
      "verse": 38,
      "text": "and God geveth it a body at his pleasure to every seed a severall body."
    },
    {
      "verse": 39,
      "text": "All flesshe is not one manner of flesshe: but ther is one maner flesshe of men another maner flesshe of beastes another maner flesshe of fysshes and another of byrdes."
    },
    {
      "verse": 40,
      "text": "Ther are celestiall bodyes and ther are bodyes terrestriall. But the glory of the celestiall is one and the glory of the terrestriall is another."
    },
    {
      "verse": 41,
      "text": "Ther is one maner glory of the sonne and another glory of the mone and another glory of the starres. For one starre differth from another in glory."
    },
    {
      "verse": 42,
      "text": "So is the resurreccion of the deed. It is sowe in corrupcion and ryseth in incorrupcion."
    },
    {
      "verse": 43,
      "text": "It is sowen in dishonoure and ryseth in honoure. It is sowe in weaknes and ryseth in power."
    },
    {
      "verse": 44,
      "text": "It is sowne a naturall body and ryseth a spretuall body. Ther is a naturall bodye and ther is a spretuall body:"
    },
    {
      "verse": 45,
      "text": "as it is written: the fyrste man Adam was made a livinge soule: and the last Adam was made a quickeninge sprete."
    },
    {
      "verse": 46,
      "text": "How be it that is not fyrst which is spirituall: but that which is naturall and then that which is spretuall."
    },
    {
      "verse": 47,
      "text": "The fyrst man is of the erth erthy: the seconde man is the Lorde from heaven."
    },
    {
      "verse": 48,
      "text": "As is the erthy soche are they that are erthye. And as is the hevely soche are they that are hevenly."
    },
    {
      "verse": 49,
      "text": "And as we have borne the ymage of the erthy so shall we beare the ymage of the hevenly."
    },
    {
      "verse": 50,
      "text": "This saye I brethren that flesshe and bloud cannot inheret the kyngdome of God. Nether corrupcion inhereth vncorrupcion."
    },
    {
      "verse": 51,
      "text": "Beholde I shewe you a mystery. We shall not all slepe: but we shall all be chaunged"
    },
    {
      "verse": 52,
      "text": "and that in a moment and in the twinclinge of an eye at the sounde of the last trompe. For the trompe shall blowe and the deed shall ryse incorruptible and we shalbe chaunged."
    },
    {
      "verse": 53,
      "text": "For this corruptible must put on incorruptibilite: and this mortall must put on immortalite."
    },
    {
      "verse": 54,
      "text": "When this corruptible hath put on incorruptibilite and this mortall hath put on immortalite: then shalbe brought to passe the sayinge that is written. Deeth is consumed in to victory."
    },
    {
      "verse": 55,
      "text": "Deeth where is thy stynge? Hell where is thy victory?"
    },
    {
      "verse": 56,
      "text": "The stynge of deeth is synne: and the strength of synne is the lawe."
    },
    {
      "verse": 57,
      "text": "But thankes be vnto God which hath geven vs victory thorow oure Lorde Iesus Christ."
    },
    {
      "verse": 58,
      "text": "Therfore my deare brethren be ye stedfast and unmovable alwayes ryche in the workes of the Lorde for as moch as ye knowe how that youre labour is not in vayne in the Lorde."
    }
  ]
}