{
  "book_id": "1CO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Of the gadderynge for the saynctes as I have ordeyned in the congregacions of Galacia even so do ye."
    },
    {
      "verse": 2,
      "text": "Vpon some sondaye let every one of you put a syde at home and laye vp what soever he thinketh mete that ther be no gaderinges when I come."
    },
    {
      "verse": 3,
      "text": "When I am come whosoever ye shall alowe by youre letters them will I sende to bringe youre liberalite vnto Ierusalem."
    },
    {
      "verse": 4,
      "text": "And yf it be mete that I goo they shall go with me."
    },
    {
      "verse": 5,
      "text": "I will come vnto you after I have gone over Macedonia. For I will goo thorowout Macedonia."
    },
    {
      "verse": 6,
      "text": "With you paraveture I wyll abyde awhyle: or els winter that ye maye brynge me on my waye whyther soever I goo."
    },
    {
      "verse": 7,
      "text": "I will not se you now in my passage: but I trust to abyde a whyle with you yf God shall suffre me."
    },
    {
      "verse": 8,
      "text": "I will tary at Ephesus untyll whitsontyde."
    },
    {
      "verse": 9,
      "text": "For a greate dore and a frutefull is opened vnto me: and ther are many adversaries."
    },
    {
      "verse": 10,
      "text": "If Timotheus come se that he be with out feare with you. For he worketh the worke of the Lorde as I doo."
    },
    {
      "verse": 11,
      "text": "Let no man despyse him: but convaye him forthe in peace that he maye come vnto me. For I loke for him with the brethren."
    },
    {
      "verse": 12,
      "text": "To speake of brother Apollo: I greatly desyred him to come vnto you with the brethren but his mynde was not at all to come at this tyme. How be it he will come when he shall have conveniet tyme."
    },
    {
      "verse": 13,
      "text": "Watche ye stonde fast in the fayth auyte you lyke men and be stronge."
    },
    {
      "verse": 14,
      "text": "Let all youre busynes be done in love."
    },
    {
      "verse": 15,
      "text": "Brethren (ye knowe the housse of Stephana how that they are the fyrst frutes of Achaia and that they have appoynted them selves to minister vnto the saynctes)"
    },
    {
      "verse": 16,
      "text": "I beseche you that ye be obedient vnto soche and to all that helpe and laboure."
    },
    {
      "verse": 17,
      "text": "I am gladde of the comynge of Stephana Fortunatus and Achaicus: for that which was lackinge on youre parte they have supplied."
    },
    {
      "verse": 18,
      "text": "They have comforted my sprete and youres. Loke therfore that ye knowe them that are soche."
    },
    {
      "verse": 19,
      "text": "The congregacions of Asia salute you. Aquila and Priscilla salute you moche in the Lorde and so doeth the congregacion that is in their housse."
    },
    {
      "verse": 20,
      "text": "All the brethren grete you. Grete ye one another with an holy kysse."
    },
    {
      "verse": 21,
      "text": "The salutacion of me Paul with myne awne hande."
    },
    {
      "verse": 22,
      "text": "Yf eny man love not the Lorde Iesus Christ the same be anathema maranatha."
    },
    {
      "verse": 23,
      "text": "The grace of the Lorde Iesus Christ be with you all."
    },
    {
      "verse": 24,
      "text": "My love be with you all in Christ Iesu. Amen. ‘The epistle vnto the Corinthyans sent from Philippos by Stephana and Fortunatus and Acaichus and Timotheus.’"
    }
  ]
}