{
  "book_id": "1CH",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "These are the sons of Israel: Reuben, Simeon, Levi and Judah, Issachar and Zebulun;"
    },
    {
      "verse": 2,
      "text": "Dan, Joseph and Benjamin, Naphtali, Gad and Asher."
    },
    {
      "verse": 3,
      "text": "The sons of Judah: Er and Onan and Shelah; these three were his sons by Bathshua, the Canaanite woman. And Er, Judah's oldest son, did evil in the eyes of the Lord; and he put him to death."
    },
    {
      "verse": 4,
      "text": "And Tamar, his daughter-in-law, had Perez and Zerah by him. All the sons of Judah were five."
    },
    {
      "verse": 5,
      "text": "The sons of Perez: Hezron and Hamul."
    },
    {
      "verse": 6,
      "text": "And the sons of Zerah: Zimri and Ethan and Heman and Calcol and Dara; five of them."
    },
    {
      "verse": 7,
      "text": "And the sons of Carmi: Achan, the troubler of Israel, who did wrong about the cursed thing."
    },
    {
      "verse": 8,
      "text": "And the son of Ethan: Azariah."
    },
    {
      "verse": 9,
      "text": "And the sons of Hezron, the offspring of his body: Jerahmeel and Ram and Chelubai."
    },
    {
      "verse": 10,
      "text": "And Ram was the father of Amminadab; and Amminadab was the father of Nahshon, chief of the children of Judah;"
    },
    {
      "verse": 11,
      "text": "And Nahshon was the father of Salma, and Salma was the father of Boaz,"
    },
    {
      "verse": 12,
      "text": "And Boaz was the father of Obed, and Obed was the father of Jesse,"
    },
    {
      "verse": 13,
      "text": "And Jesse was the father of Eliab, his oldest son, and Abinadab, the second, and Shimea, the third,"
    },
    {
      "verse": 14,
      "text": "Nethanel, the fourth, Raddai, the fifth,"
    },
    {
      "verse": 15,
      "text": "Ozem, the sixth, David, the seventh;"
    },
    {
      "verse": 16,
      "text": "And their sisters were Zeruiah and Abigail. And Zeruiah had three sons: Abishai and Joab and Asahel."
    },
    {
      "verse": 17,
      "text": "And Abigail was the mother of Amasa; and the father of Amasa was Jether the Ishmaelite."
    },
    {
      "verse": 18,
      "text": "And Caleb, the son of Hezron, had children by Azubah his wife, the daughter of Jerioth; and these were her sons: Jesher and Shobab and Ardon."
    },
    {
      "verse": 19,
      "text": "And after the death of Azubah, Caleb took as his wife Ephrath, who was the mother of Hur."
    },
    {
      "verse": 20,
      "text": "And Hur was the father of Uri; and Uri was the father of Bezalel."
    },
    {
      "verse": 21,
      "text": "And after that, Hezron had connection with the daughter of Machir, the father of Gilead, whom he took as his wife when he was sixty years old; and she had Segub by him."
    },
    {
      "verse": 22,
      "text": "And Segub was the father of Jair, who had twenty-three towns in the land of Gilead."
    },
    {
      "verse": 23,
      "text": "And Geshur and Aram took the tent-towns of Jair from them, with Kenath and the small places round it, even sixty towns. All these were the sons of Machir, the father of Gilead."
    },
    {
      "verse": 24,
      "text": "And after the death of Hezron, Caleb had connection with Ephrath, his father Hezron's wife, and she gave birth to his son Asshur, the father of Tekoa."
    },
    {
      "verse": 25,
      "text": "And the sons of Jerahmeel, the oldest son of Hezron, were Ram, the oldest, and Bunah and Oren and Ozem and Ahijah."
    },
    {
      "verse": 26,
      "text": "And Jerahmeel had another wife, whose name was Atarah: she was the mother of Onam."
    },
    {
      "verse": 27,
      "text": "And the sons of Ram, the oldest son of Jerahmeel, were Maaz and Jamin and Eker."
    },
    {
      "verse": 28,
      "text": "And the sons of Onam were Shammai and Jada; and the sons of Shammai: Nadab and Abishur."
    },
    {
      "verse": 29,
      "text": "And the name of Abishur's wife was Abihail; and she had Ahban and Molid by him."
    },
    {
      "verse": 30,
      "text": "And the sons of Nadab: Seled and Appaim; but Seled came to his end without sons."
    },
    {
      "verse": 31,
      "text": "And the sons of Appaim: Ishi. And the sons of Ishi: Sheshan. And the sons of Sheshan: Ahlai."
    },
    {
      "verse": 32,
      "text": "And the sons of Jada, the brother of Shammai: Jether and Jonathan; and Jether came to his end without sons."
    },
    {
      "verse": 33,
      "text": "And the sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel."
    },
    {
      "verse": 34,
      "text": "Now Sheshan had no sons, but only daughters. And Sheshan had an Egyptian servant, whose name was Jarha."
    },
    {
      "verse": 35,
      "text": "And Sheshan gave his daughter to Jarha, his servant, as a wife; and she had Attai by him."
    },
    {
      "verse": 36,
      "text": "And Attai was the father of Nathan, and Nathan was the father of Zabad,"
    },
    {
      "verse": 37,
      "text": "And Zabad was the father of Ephlal, and Ephlal was the father of Obed,"
    },
    {
      "verse": 38,
      "text": "And Obed was the father of Jehu, and Jehu was the father of Azariah,"
    },
    {
      "verse": 39,
      "text": "And Azariah was the father of Helez, and Helez was the father of Eleasah,"
    },
    {
      "verse": 40,
      "text": "And Eleasah was the father of Sismai, and Sismai was the father of Shallum,"
    },
    {
      "verse": 41,
      "text": "And Shallum was the father of Jekamiah, and Jekamiah was the father of Elishama."
    },
    {
      "verse": 42,
      "text": "And the sons of Caleb, the brother of Jerahmeel, were Mareshah, his oldest son, who was the father of Ziph and Hebron."
    },
    {
      "verse": 43,
      "text": "And the sons of Hebron: Korah and Tappuah and Rekem and Shema."
    },
    {
      "verse": 44,
      "text": "And Shema was the father of Raham, the father of Jorkeam, and Rekem was the father of Shammai."
    },
    {
      "verse": 45,
      "text": "And the son of Shammai was Maon; and Maon was the father of Beth-zur."
    },
    {
      "verse": 46,
      "text": "And Ephah, Caleb's servant-wife, had Haran and Moza and Gazez; and Haran was the father of Gazez."
    },
    {
      "verse": 47,
      "text": "And the sons of Jahdai: Regem and Jotham and Geshan and Pelet and Ephah and Shaaph."
    },
    {
      "verse": 48,
      "text": "Maacah, Caleb's servant-wife, was the mother of Sheber and Tirhanah,"
    },
    {
      "verse": 49,
      "text": "And Shaaph, the father of Madmannah, Sheva, the father of Machbena and the father of Gibea; and Caleb's daughter was Achsah. These were the sons of Caleb."
    },
    {
      "verse": 50,
      "text": "The sons of Hur, the oldest son of Ephrathah; Shobal, the father of Kiriath-jearim,"
    },
    {
      "verse": 51,
      "text": "Salma, the father of Beth-lehem, Hareph, the father of Beth-gader."
    },
    {
      "verse": 52,
      "text": "And Shobal, the father of Kiriath-jearim, had sons: Haroeh, half of the Manahathites."
    },
    {
      "verse": 53,
      "text": "And the families of Kiriath-jearim: the Ithrites and the Puthites and the Shumathites and the Mishraites; from them came the Zorathites and the Eshtaolites."
    },
    {
      "verse": 54,
      "text": "The sons of Salma: Beth-lehem and the Netophathites, Atroth-beth-Joab and half of the Manahathites, the Zorites."
    },
    {
      "verse": 55,
      "text": "And the families of scribes who were living at Jabez: the Tirathites, the Shimeathites, the Sucathites. These are the Kenites, the offspring of Hammath, the father of the family of Rechab."
    }
  ]
}