{
  "book_id": "1CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Now these were David's sons, whose birth took place in Hebron: the oldest Amnon, by Ahinoam of Jezreel; the second Daniel, by Abigail the Carmelite woman;"
    },
    {
      "verse": 2,
      "text": "The third Absalom, the son of Maacah, the daughter of Talmai, king of Geshur; the fourth Adonijah, the son of Haggith;"
    },
    {
      "verse": 3,
      "text": "The fifth Shephatiah, by Abital; the sixth Ithream, by Eglah his wife."
    },
    {
      "verse": 4,
      "text": "He had six sons in Hebron; he was ruling there for seven years and six months, and in Jerusalem for thirty-three years."
    },
    {
      "verse": 5,
      "text": "And in Jerusalem he had four sons, Shimea and Shobab and Nathan and Solomon, by Bath-shua, the daughter of Ammiel;"
    },
    {
      "verse": 6,
      "text": "And Ibhar and Elishama and Eliphelet"
    },
    {
      "verse": 7,
      "text": "And Nogah and Nepheg and Japhia"
    },
    {
      "verse": 8,
      "text": "And Elishama and Eliada and Eliphelet, nine."
    },
    {
      "verse": 9,
      "text": "All these were the sons of David, in addition to the sons of his servant-wives; and Tamar was their sister."
    },
    {
      "verse": 10,
      "text": "And Solomon's son was Rehoboam, Abijah was his son, Asa his son, Jehoshaphat his son,"
    },
    {
      "verse": 11,
      "text": "Joram his son, Ahaziah his son, Joash his son,"
    },
    {
      "verse": 12,
      "text": "Amaziah his son, Azariah his son, Jotham his son,"
    },
    {
      "verse": 13,
      "text": "Ahaz his son, Hezekiah his son, Manasseh his son,"
    },
    {
      "verse": 14,
      "text": "Amon his son, Josiah his son."
    },
    {
      "verse": 15,
      "text": "And the sons of Josiah: the oldest Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum."
    },
    {
      "verse": 16,
      "text": "And the sons of Jehoiakim: Jeconiah his son, Zedekiah his son."
    },
    {
      "verse": 17,
      "text": "And the sons of Jeconiah, who was taken prisoner: Shealtiel his son,"
    },
    {
      "verse": 18,
      "text": "And Malchiram and Pedaiah and Shenazzar, Jekamiah, Hoshama and Nedabiah."
    },
    {
      "verse": 19,
      "text": "And the sons of Pedaiah: Zerubbabel and Shimei; and the sons of Zerubbabel: Meshullam and Hananiah; and Shelomith was their sister;"
    },
    {
      "verse": 20,
      "text": "And Hashubah and Ohel and Berechiah and Hasadiah, Jushab-hesed, five."
    },
    {
      "verse": 21,
      "text": "And the sons of Hananiah: Pelatiah and Jeshaiah; the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah."
    },
    {
      "verse": 22,
      "text": "And the sons of Shecaniah: Shemaiah; and the sons of Shemaiah: Hattush and Igal and Bariah and Neariah and Shaphat, six."
    },
    {
      "verse": 23,
      "text": "And the sons of Neariah: Elioenai and Hizkiah and Azrikam, three."
    },
    {
      "verse": 24,
      "text": "And the sons of Elioenai: Hodaviah and Eliashib and Pelaiah and Akkub and Johanan and Delaiah and Anani, seven."
    }
  ]
}