{
  "book_id": "1CH",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And of the sons of Issachar: Tola and Puah, Jashub and Shimron, four."
    },
    {
      "verse": 2,
      "text": "And the sons of Tola: Uzzi and Rephaiah and Jeriel and Jahmai and Ibsam and Shemuel, heads of their families; they were men of war; in the record of their generations their number in the time of David was twenty-two thousand, six hundred."
    },
    {
      "verse": 3,
      "text": "And the sons of Uzzi; Izrahiah; and the sons of Izrahiah: Michael and Obadiah and Joel and Isshiah, five; all of them chiefs."
    },
    {
      "verse": 4,
      "text": "And with them, recorded in generations by their families, were bands of fighting-men, thirty-six thousand of them, for they had a great number of wives and sons."
    },
    {
      "verse": 5,
      "text": "And there were recorded among all the families of Issachar, great men of war, eighty-seven thousand."
    },
    {
      "verse": 6,
      "text": "The sons of Benjamin: Bela and Becher and Jediael, three."
    },
    {
      "verse": 7,
      "text": "And the sons of Bela: Ezbon and Uzzi and Uzziel and Jerimoth and Iri, five; heads of their families, great men of war; there were twenty-two thousand and thirty-four of them recorded by their families."
    },
    {
      "verse": 8,
      "text": "And the sons of Becher: Zemirah and Joash and Eliezer and Elioenai and Omri and Jerimoth and Abijah and Anathoth and Alemeth. All these were the sons of Becher."
    },
    {
      "verse": 9,
      "text": "And they were recorded by their generations, heads of their families, great men of war, twenty thousand, two hundred."
    },
    {
      "verse": 10,
      "text": "And the sons of Jediael: Bilhan; and the sons of Bilhan: Jeush and Benjamin and Ehud and Chenaanah and Zethan and Tarshish and Ahishahar."
    },
    {
      "verse": 11,
      "text": "All these were the sons of Jediael, by the heads of their families, seventeen thousand, two hundred men of war, able to go out with the army for war."
    },
    {
      "verse": 12,
      "text": "And Shuppim and Huppim. The sons of Dan, Hushim his son, one."
    },
    {
      "verse": 13,
      "text": "The sons of Naphtali: Jahziel and Guni and Jezer and Shallum, the sons of Bilhah."
    },
    {
      "verse": 14,
      "text": "The sons of Manasseh by his servant-wife, the Aramaean woman: she gave birth to Machir, the father of Gilead;"
    },
    {
      "verse": 15,
      "text": "(And Gilead took a wife, whose name was Maacah, and his sister's name was Hammoleketh;) and the name of his brother was Zelophehad, who was the father of daughters."
    },
    {
      "verse": 16,
      "text": "And Maacah, the wife of Gilead, gave birth to a son to whom she gave the name Peresh; and his brother was named Sheresh; and his sons were Ulam and Rakem."
    },
    {
      "verse": 17,
      "text": "And the son of Ulam: Bedan. These were the sons of Gilead, the son of Machir the son of Manasseh."
    },
    {
      "verse": 18,
      "text": "And his sister Hammoleketh was the mother of Ishhod and Abiezer and Mahlah."
    },
    {
      "verse": 19,
      "text": "And the sons of Shemida were Ahian and Shechem and Likhi and Aniam."
    },
    {
      "verse": 20,
      "text": "And the sons of Ephraim: Shuthelah and Bered his son, and Tahath his son, and Eleadah his son, and Tahath his son,"
    },
    {
      "verse": 21,
      "text": "And Zabad his son, and Shuthelah his son, and Ezer and Elead, whom the men of Gath, who had been living in the land from their birth, put to death, because they came down to take away their cattle."
    },
    {
      "verse": 22,
      "text": "And for a long time Ephraim their father went on weeping for them, and his brothers came to give him comfort."
    },
    {
      "verse": 23,
      "text": "After that, he had connection with his wife, and she became with child and gave birth to a son, to whom his father gave the name of Beriah, because trouble had come on his family."
    },
    {
      "verse": 24,
      "text": "And his daughter was Sheerah, the builder of Beth-horon the lower and the higher, and Uzzen-sheerah."
    },
    {
      "verse": 25,
      "text": "And Rephah was his son, and Resheph; his son was Telah, and his son was Tahan;"
    },
    {
      "verse": 26,
      "text": "Ladan was his son, Ammihud his son, Elishama his son,"
    },
    {
      "verse": 27,
      "text": "Nun his son, Joshua his son."
    },
    {
      "verse": 28,
      "text": "Their heritage and their living-places were Beth-el and its daughter-towns, and Naaran to the east, and Gezer to the west, with its daughter-towns, as well as Shechem and its daughter-towns as far as Azzah and its daughter-towns;"
    },
    {
      "verse": 29,
      "text": "And by the limits of the children of Manasseh, Beth-shean and its daughter-towns, Taanach, Megiddo, and Dor, with their daughter-towns. In these the children of Joseph, the son of Israel, were living."
    },
    {
      "verse": 30,
      "text": "The sons of Asher: Imnah and Ishvah and Ishvi and Beriah and Serah, their sister."
    },
    {
      "verse": 31,
      "text": "And the sons of Beriah: Heber and Malchiel, who was the father of Birzaith."
    },
    {
      "verse": 32,
      "text": "And Heber was the father of Japhlet and Shomer and Hotham and Shua, their sister."
    },
    {
      "verse": 33,
      "text": "And the sons of Japhlet: Pasach and Bimhal and Ashvath. These are the sons of Japhlet."
    },
    {
      "verse": 34,
      "text": "And the sons of Shomer: Ahi and Rohgah, Jehubbah and Aram."
    },
    {
      "verse": 35,
      "text": "And the sons of Hotham, his brother: Zophah and Imna and Shelesh and Amal."
    },
    {
      "verse": 36,
      "text": "The sons of Zophah: Suah and Harnepher and Shual and Beri and Imrah,"
    },
    {
      "verse": 37,
      "text": "Bezer and Hod and Shamma and Shilshah and Ithran and Beera."
    },
    {
      "verse": 38,
      "text": "And the sons of Jether: Jephunneh and Pispah and Ara."
    },
    {
      "verse": 39,
      "text": "And the sons of Ulla: Arah and Hanniel and Rizia."
    },
    {
      "verse": 40,
      "text": "All these were the children of Asher, heads of their families, specially strong men of war, chiefs of the rulers. They were recorded in the army for war, twenty-six thousand men in number."
    }
  ]
}