{
  "book_id": "1CH",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And Benjamin was the father of Bela his oldest son, Ashbel the second, and Aharah the third,"
    },
    {
      "verse": 2,
      "text": "Nohah the fourth, and Rapha the fifth."
    },
    {
      "verse": 3,
      "text": "And Bela had sons, Addar and Gera, the father of Ehud,"
    },
    {
      "verse": 4,
      "text": "And Abishua and Naaman and Ahoah"
    },
    {
      "verse": 5,
      "text": "And Gera and Shephuphan and Huram."
    },
    {
      "verse": 6,
      "text": "And these are the sons of Ehud, heads of families of those living in Geba: Iglaam and Alemeth"
    },
    {
      "verse": 7,
      "text": "And Naaman and Ahijah and Gera; and Iglaam was the father of Uzza and Ahihud."
    },
    {
      "verse": 8,
      "text": "And Shaharaim became the father of children in the country of the Moabites after driving out Hushim and Beerah his wives;"
    },
    {
      "verse": 9,
      "text": "And by Hodesh his wife he became the father of Jobab and Zibia and Mesha and Malcam."
    },
    {
      "verse": 10,
      "text": "And Jeuz and Shachia and Mirmah. These were his sons, heads of families."
    },
    {
      "verse": 11,
      "text": "And Hushim became the father of Abitub and Elpaal."
    },
    {
      "verse": 12,
      "text": "And the sons of Elpaal: Eber and Misham and Shemed (he was the builder of Ono and Lod and their daughter-towns);"
    },
    {
      "verse": 13,
      "text": "And Beriah and Shema, who were heads of the families of those who were living in Aijalon, who put to flight the people living in Gath;"
    },
    {
      "verse": 14,
      "text": "And their brothers Shashak and Jeremoth."
    },
    {
      "verse": 15,
      "text": "And Zebadiah and Arad and Eder"
    },
    {
      "verse": 16,
      "text": "And Michael and Ishpah and Joha, the sons of Beriah;"
    },
    {
      "verse": 17,
      "text": "And Zebadiah and Meshullam and Hizki and Heber"
    },
    {
      "verse": 18,
      "text": "And Ishmerai and Izliah and Jobab, the sons of Elpaal;"
    },
    {
      "verse": 19,
      "text": "And Jakim and Zichri and Zabdi"
    },
    {
      "verse": 20,
      "text": "And Elienai and Zillethai and Eliel"
    },
    {
      "verse": 21,
      "text": "And Adaiah and Beraiah and Shimrath, the sons of Shimei;"
    },
    {
      "verse": 22,
      "text": "And Ishpan and Eber and Eliel"
    },
    {
      "verse": 23,
      "text": "And Abdon and Zichri and Hanan"
    },
    {
      "verse": 24,
      "text": "And Hananiah and Elam and Anathothijah"
    },
    {
      "verse": 25,
      "text": "And Iphdeiah and Penuel, the sons of Shashak;"
    },
    {
      "verse": 26,
      "text": "And Shamsherai and Shehariah and Athaliah"
    },
    {
      "verse": 27,
      "text": "And Jaareshiah and Elijah and Zichri, the sons of Jeremoth."
    },
    {
      "verse": 28,
      "text": "These were heads of families in their generations; chief men: these were living in Jerusalem."
    },
    {
      "verse": 29,
      "text": "And in Gibeon was living the father of Gibeon, Jeiel, whose wife's name was Maacah;"
    },
    {
      "verse": 30,
      "text": "And his oldest son Abdon, and Zur and Kish and Baal and Ner and Nadab"
    },
    {
      "verse": 31,
      "text": "And Gedor and Ahio and Zechariah and Mikloth."
    },
    {
      "verse": 32,
      "text": "And Mikloth was the father of Shimeah. And they were living with their brothers in Jerusalem opposite their brothers."
    },
    {
      "verse": 33,
      "text": "And Ner was the father of Abner, and Kish was the father of Saul, and Saul was the father of Jonathan and Malchi-shua and Abinadab and Eshbaal."
    },
    {
      "verse": 34,
      "text": "And the son of Jonathan was Merib-baal; and Merib-baal was the father of Micah."
    },
    {
      "verse": 35,
      "text": "And the sons of Micah: Pithon and Melech and Tarea and Ahaz."
    },
    {
      "verse": 36,
      "text": "And Ahaz was the father of Jehoaddah; and Jehoaddah was the father of Alemeth and Azmaveth and Zimri; and Zimri was the father of Moza;"
    },
    {
      "verse": 37,
      "text": "And Moza was the father of Binea: Raphah was his son, Eleasah his son, Azel his son;"
    },
    {
      "verse": 38,
      "text": "And Azel had five sons, whose names are: Azrikam, his oldest, and Ishmael and Sheariah and Obadiah and Hanan. All these were the sons of Azel."
    },
    {
      "verse": 39,
      "text": "And the sons of Eshek his brother: Ulam his oldest son, Jeush the second, and Eliphelet the third."
    },
    {
      "verse": 40,
      "text": "And the sons of Ulam were men of war, bowmen, and had a great number of sons and sons' sons, a hundred and fifty. All these were the sons of Benjamin."
    }
  ]
}