{
  "book_id": "1CH",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Now the Philistines were fighting against Israel; and the men of Israel went in flight before the Philistines, falling down wounded in Mount Gilboa."
    },
    {
      "verse": 2,
      "text": "And the Philistines went hard after Saul and his sons, and put to death Jonathan and Abinadab and Malchi-shua, the sons of Saul."
    },
    {
      "verse": 3,
      "text": "And the fight was going against Saul, and the archers came across him, and he was wounded by the archers."
    },
    {
      "verse": 4,
      "text": "Then Saul said to the servant who had the care of his arms, Take your sword and put it through me, before these men without circumcision come and make sport of me. But his servant, full of fear, would not do so. Then Saul took out his sword, falling on it himself."
    },
    {
      "verse": 5,
      "text": "And when his servant saw that Saul was dead, he did the same, and came to his death."
    },
    {
      "verse": 6,
      "text": "So death overtook Saul and his three sons; all his family came to an end together."
    },
    {
      "verse": 7,
      "text": "And when all the men of Israel who were in the valley saw that the men of Israel had gone in flight and that Saul and his sons were dead, they went in flight away from their towns; and the Philistines came and took them for themselves."
    },
    {
      "verse": 8,
      "text": "Now the day after, when the Philistines came to take their goods from the dead, they saw Saul and his sons dead in Mount Gilboa."
    },
    {
      "verse": 9,
      "text": "And they took everything off him, and took his head and his war-dress, and sent word into the land of the Philistines round about to give the news to their gods and to the people."
    },
    {
      "verse": 10,
      "text": "And they put his war-dress in the house of their gods, and put up his head in the house of Dagon."
    },
    {
      "verse": 11,
      "text": "And when the news came to Jabesh-gilead of what the Philistines had done to Saul,"
    },
    {
      "verse": 12,
      "text": "All the fighting-men came up and took away Saul's body and the bodies of his sons, and took them to Jabesh, and put their bones to rest under the oak-tree in Jabesh, and took no food for seven days."
    },
    {
      "verse": 13,
      "text": "So death came to Saul because of the sin which he did against the Lord, that is, because of the word of the Lord which he kept not; and because he went for directions to one who had an evil spirit,"
    },
    {
      "verse": 14,
      "text": "And not to the Lord: for this reason, he put him to death and gave the kingdom to David, the son of Jesse."
    }
  ]
}