{
  "book_id": "1CH",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then all Israel came together to David at Hebron, and said, Truly, we are your bone and your flesh."
    },
    {
      "verse": 2,
      "text": "In the past, when Saul was king, it was you who went at the head of Israel when they went out or came in; and the Lord your God said to you, You are to be the keeper of my people Israel, and their ruler."
    },
    {
      "verse": 3,
      "text": "So all the responsible men of Israel came to the king at Hebron; and David made an agreement with them in Hebron before the Lord; and they put the holy oil on David and made him king over Israel, as the Lord had said by Samuel."
    },
    {
      "verse": 4,
      "text": "Then David and all Israel went to Jerusalem (which is Jebus); and the Jebusites, the people of the land, were there."
    },
    {
      "verse": 5,
      "text": "And the people of Jebus said to David, You will not come in here. But still, David took the strong place of Zion, which is the town of David."
    },
    {
      "verse": 6,
      "text": "And David said, The first to overcome the Jebusites will be chief and captain. And Joab, the son of Zeruiah, went up first, and became chief."
    },
    {
      "verse": 7,
      "text": "And David took the strong tower for his living-place, so it was named the town of David."
    },
    {
      "verse": 8,
      "text": "And he took in hand the building of the town all round, starting from the Millo; and Joab put the rest of the town in order."
    },
    {
      "verse": 9,
      "text": "And David became greater and greater in power, because the Lord of armies was with him."
    },
    {
      "verse": 10,
      "text": "Now these are the chief of David's men of war who were his strong supporters in the kingdom, and, with all Israel, made him king, as the Lord had said about Israel."
    },
    {
      "verse": 11,
      "text": "This is the list of David's men of war: Ishbaal, the son of a Hachmonite, the chief of the three: he put to death three hundred at one time with his spear."
    },
    {
      "verse": 12,
      "text": "And after him was Eleazar, the son of Dodo the Ahohite, who was one of the three great fighters."
    },
    {
      "verse": 13,
      "text": "He was with David at Pas-dammim, where the Philistines had come together for the fight, near a bit of land full of barley; and the people went in flight before the Philistines."
    },
    {
      "verse": 14,
      "text": "And he took up his position in the middle of the bit of land, and kept back their attack, and overcame the Philistines; and the Lord gave a great salvation."
    },
    {
      "verse": 15,
      "text": "And three of the thirty went down to David, to the rock, into the strong place of Adullam; and the army of the Philistines had taken up their position in the valley of Rephaim."
    },
    {
      "verse": 16,
      "text": "At that time David had taken cover in the strong place, and an armed force of the Philistines was in Beth-lehem."
    },
    {
      "verse": 17,
      "text": "And David, moved by a strong desire, said, If only someone would give me a drink of the water from the water-hole of Beth-lehem by the doorway into the town!"
    },
    {
      "verse": 18,
      "text": "So the three, forcing a way through the Philistine army, got water from the water-hole of Beth-lehem, by the doorway into the town, and took it back to David; but David would not take it, but made an offering of it, draining it out to the Lord,"
    },
    {
      "verse": 19,
      "text": "Saying, By my God, far be it from me to do this! How may I take as drink the life-blood of these men who have put their lives in danger? so he did not take it. These things did the three great men of war."
    },
    {
      "verse": 20,
      "text": "And Abishai, the brother of Joab, was chief of the thirty, for he put to death three hundred with his spear, but he had not a name among the three."
    },
    {
      "verse": 21,
      "text": "Of the thirty, he was the noblest, and was made their captain, but he was not equal to the first three."
    },
    {
      "verse": 22,
      "text": "Benaiah, the son of Jehoiada, a fighting-man of Kabzeel, had done great acts; he put to death two young lions going into their secret place; and he went down into a hole and put a lion to death in time of snow."
    },
    {
      "verse": 23,
      "text": "And he made an attack on an Egyptian, a very tall man about five cubits high, armed with a spear like a cloth-worker's rod; he went down to him with a stick, and pulling his spear out of the hand of the Egyptian, put him to death with that same spear."
    },
    {
      "verse": 24,
      "text": "These were the acts of Benaiah, the son of Jehoiada, who had a great name among the thirty men of war."
    },
    {
      "verse": 25,
      "text": "He was honoured over the thirty, but he was not equal to the first three: and David put him over his servants."
    },
    {
      "verse": 26,
      "text": "And these were the great men of war: Asahel, the brother of Joab, Elhanan, the son of Dodo of Beth-lehem,"
    },
    {
      "verse": 27,
      "text": "Shammoth the Harodite, Helez the Pelonite,"
    },
    {
      "verse": 28,
      "text": "Ira, the son of Ikkesh the Tekoite, Abiezer the Anathothite,"
    },
    {
      "verse": 29,
      "text": "Sibbecai the Hushathite, Ilai the Ahohite,"
    },
    {
      "verse": 30,
      "text": "Maharai the Netophathite, Heled, the son of Baanah the Netophathite,"
    },
    {
      "verse": 31,
      "text": "Ithai, the son of Ribai of Gibeah, of the children of Benjamin, Benaiah the Pirathonite,"
    },
    {
      "verse": 32,
      "text": "Hurai of Nahale-gaash, Abiel the Arbathite,"
    },
    {
      "verse": 33,
      "text": "Azmaveth of Bahurim, Eliahba the Shaalbonite,"
    },
    {
      "verse": 34,
      "text": "The sons of Hashem the Gizonite, Jonathan, the son of Shage the Hararite,"
    },
    {
      "verse": 35,
      "text": "Ahiam, the son of Sacar the Hararite, Eliphal, the son of Ur,"
    },
    {
      "verse": 36,
      "text": "Hepher the Mecherathite, Ahijah the Pelonite,"
    },
    {
      "verse": 37,
      "text": "Hezro the Carmelite, Naarai, the son of Ezbai,"
    },
    {
      "verse": 38,
      "text": "Joel, the brother of Nathan, Mibhar, the son of Hagri,"
    },
    {
      "verse": 39,
      "text": "Zelek the Ammonite, and Naharai the Berothite, the servant who had the care of the arms of Joab, the son of Zeruiah;"
    },
    {
      "verse": 40,
      "text": "Ira the Ithrite, Gareb the Ithrite,"
    },
    {
      "verse": 41,
      "text": "Uriah the Hittite, Zabad, the son of Ahlai,"
    },
    {
      "verse": 42,
      "text": "Adina, the son of Shiza the Reubenite, a chief of the Reubenites, and thirty with him;"
    },
    {
      "verse": 43,
      "text": "Hanan, the son of Maacah, and Joshaphat the Mithnite,"
    },
    {
      "verse": 44,
      "text": "Uzzia the Ashterathite, Shama and Jeiel, the sons of Hotham the Aroerite,"
    },
    {
      "verse": 45,
      "text": "Jediael, the son of Shimri, and Joha his brother, the Tizite,"
    },
    {
      "verse": 46,
      "text": "Eliel the Mahavite, and Jeribai and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,"
    },
    {
      "verse": 47,
      "text": "Eliel and Obed, and Jaasiel the Mezobaite."
    }
  ]
}