{
  "book_id": "1CH",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Now the divisions into which the sons of Aaron were grouped were these: the sons of Aaron, Nadab and Abihu, Eleazar and Ithamar."
    },
    {
      "verse": 2,
      "text": "But Nadab and Abihu came to their end before their father, and had no children; so Eleazar and Ithamar did the work of priests."
    },
    {
      "verse": 3,
      "text": "And David, with Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, made distribution of them into their positions for their work."
    },
    {
      "verse": 4,
      "text": "And there were more chiefs among the sons of Eleazar than among the sons of Ithamar; and this is how they were grouped: of the sons of Eleazar there were sixteen, all heads of families; and of the sons of Ithamar, heads of families, there were eight."
    },
    {
      "verse": 5,
      "text": "So they were put into groups, by the Lord's decision, one with another; for there were rulers of the holy place and rulers of the house of God among the sons of Eleazar and the sons of Ithamar."
    },
    {
      "verse": 6,
      "text": "And Shemaiah, the son of Nethanel the scribe, who was a Levite, put down their names in writing, the king being present with the rulers, and Zadok the priest, and Ahimelech, the son of Abiathar, and the heads of families of the priests and the Levites; one family being taken for Eleazar and then one for Ithamar, and so on."
    },
    {
      "verse": 7,
      "text": "Now the first name to come out was that of Jehoiarib; the second Jedaiah,"
    },
    {
      "verse": 8,
      "text": "The third Harim, the fourth Seorim,"
    },
    {
      "verse": 9,
      "text": "The fifth Malchijah, the sixth Mijamin,"
    },
    {
      "verse": 10,
      "text": "The seventh Hakkoz, the eighth Abijah,"
    },
    {
      "verse": 11,
      "text": "The ninth Jeshua, the tenth Shecaniah,"
    },
    {
      "verse": 12,
      "text": "The eleventh Eliashib, the twelfth Jakim,"
    },
    {
      "verse": 13,
      "text": "The thirteenth Huppah, the fourteenth Jeshebeab,"
    },
    {
      "verse": 14,
      "text": "The fifteenth Bilgah, the sixteenth Immer,"
    },
    {
      "verse": 15,
      "text": "The seventeenth Hezir, the eighteenth Happizzez,"
    },
    {
      "verse": 16,
      "text": "The nineteenth Pethahiah, the twentieth Jehezkel,"
    },
    {
      "verse": 17,
      "text": "The twenty-first Jachin, the twenty-second Gamul,"
    },
    {
      "verse": 18,
      "text": "The twenty-third Delaiah, the twenty-fourth Maaziah."
    },
    {
      "verse": 19,
      "text": "So they were put into their different groups, to take their places in the house of the Lord, in agreement with the rules made by Aaron their father, as the Lord, the God of Israel, had given him orders."
    },
    {
      "verse": 20,
      "text": "And of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."
    },
    {
      "verse": 21,
      "text": "Of Rehabiah; of the sons of Rehabiah, Isshiah the chief."
    },
    {
      "verse": 22,
      "text": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."
    },
    {
      "verse": 23,
      "text": "And the sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, Jekameam the fourth."
    },
    {
      "verse": 24,
      "text": "The sons of Uzziel, Micah; of the sons of Micah, Shamir."
    },
    {
      "verse": 25,
      "text": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."
    },
    {
      "verse": 26,
      "text": "The sons of Merari: Mahli and Mushi; the sons of Jaaziah."
    },
    {
      "verse": 27,
      "text": "The sons of Merari: of Jaaziah, Shoham and Zaccur and Ibri."
    },
    {
      "verse": 28,
      "text": "Of Mahli: Eleazar, who had no sons."
    },
    {
      "verse": 29,
      "text": "Of Kish: the sons of Kish, Jerahmeel."
    },
    {
      "verse": 30,
      "text": "And the sons of Mushi: Mahli and Eder and Jerimoth. These were the sons of the Levites by their families."
    },
    {
      "verse": 31,
      "text": "Selection was made of these in the same way as of their brothers the sons of Aaron, David the king being present, with Zadok, and Ahimelech, and the heads of families of the priests and of the Levites; the families of the chief in the same way as those of his younger brother."
    }
  ]
}