{
  "book_id": "1CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Further, David and the chiefs of the servants of the holy place made selection of certain of the sons of Asaph and of Heman and of Jeduthun for the work of prophets, to make melody with corded instruments and brass; and the number of the men for the work they had to do was:"
    },
    {
      "verse": 2,
      "text": "Of the sons of Asaph: Zaccur and Joseph and Nethaniah and Asharelah, sons of Asaph; under the direction of Asaph, acting as a prophet under the orders of the king;"
    },
    {
      "verse": 3,
      "text": "Of Jeduthun: the six sons of Jeduthun, Gedaliah and Zeri and Jeshaiah, Hashabiah and Mattithiah; under the direction of their father Jeduthun who, acting as a prophet, with corded instruments gave praise and glory to the Lord."
    },
    {
      "verse": 4,
      "text": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth;"
    },
    {
      "verse": 5,
      "text": "All these were sons of Heman, the king's seer in the words of God. And to make great his power God gave Heman fourteen sons and three daughters."
    },
    {
      "verse": 6,
      "text": "All these, under the direction of their father, made music in the house of the Lord, with brass and corded instruments, for the worship of the house of God; Asaph, Jeduthun, and Heman being under the orders of the king."
    },
    {
      "verse": 7,
      "text": "And the number of them, with their brothers who were trained and expert in making melody to the Lord, was two hundred and eighty-eight."
    },
    {
      "verse": 8,
      "text": "And selection was made of them for their special work, all having equal chances, small as well as great, the teacher as the learner."
    },
    {
      "verse": 9,
      "text": "Now of the group of Asaph, the first name to come out was Joseph; the second Gedaliah; he and his brothers and sons were twelve?"
    },
    {
      "verse": 10,
      "text": "The third Zaccur, with his sons and his brothers, twelve;"
    },
    {
      "verse": 11,
      "text": "The fourth Izri, with his sons and his brothers, twelve;"
    },
    {
      "verse": 12,
      "text": "The fifth Nethaniah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 13,
      "text": "The sixth Bukkiah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 14,
      "text": "The seventh Jesharelah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 15,
      "text": "The eighth Jeshaiah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 16,
      "text": "The ninth Mattaniah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 17,
      "text": "The tenth Shimei, with his sons and his brothers, twelve;"
    },
    {
      "verse": 18,
      "text": "The eleventh Azarel, with his sons and his brothers, twelve;"
    },
    {
      "verse": 19,
      "text": "The twelfth Hashabiah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 20,
      "text": "The thirteenth Shubael, with his sons and his brothers, twelve;"
    },
    {
      "verse": 21,
      "text": "The fourteenth Mattithiah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 22,
      "text": "The fifteenth Jeremoth, with his sons and his brothers, twelve;"
    },
    {
      "verse": 23,
      "text": "The sixteenth Hananiah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 24,
      "text": "The seventeenth Joshbekashah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 25,
      "text": "The eighteenth Hanani, with his sons and his brothers, twelve;"
    },
    {
      "verse": 26,
      "text": "The nineteenth Mallothi, with his sons and his brothers, twelve;"
    },
    {
      "verse": 27,
      "text": "The twentieth Eliathah, with his sons and his brothers, twelve;"
    },
    {
      "verse": 28,
      "text": "The twenty-first Hothir, with his sons and his brothers, twelve;"
    },
    {
      "verse": 29,
      "text": "The twenty-second Giddalti, with his sons and his brothers, twelve;"
    },
    {
      "verse": 30,
      "text": "The twenty-third Mahazioth, with his sons and his brothers, twelve;"
    },
    {
      "verse": 31,
      "text": "The twenty-fourth Romamti-ezer, with his sons and his brothers, twelve."
    }
  ]
}